{"title":"Jubi Papua","description":"Berita Papua Jujur Bicara","link":"https://jubi.id","updated":"Thu, 22 Jan 2026 07:40:49 +0000","updatedParsed":"2026-01-22T07:40:49Z","language":"en-US","image":{"url":"https://jubi.id/wp-content/uploads/2024/06/cropped-file-32x32.jpg","title":"Jubi Papua"},"generator":"https://wordpress.org/?v=6.9","extensions":{"atom":{"link":[{"name":"link","value":"","attrs":{"href":"https://jubi.id/feed/","rel":"self","type":"application/rss+xml"},"children":{}}]},"sy":{"updateFrequency":[{"name":"updateFrequency","value":"1","attrs":{},"children":{}}],"updatePeriod":[{"name":"updatePeriod","value":"hourly","attrs":{},"children":{}}]}},"items":[{"title":"Angkasa Pura bersama PMI Papua adakan donor darah di Bandara Sentani","description":"\u003cp\u003eSentani, Jubi \u0026#8211;  PT Angkasa Pura Indonesia (InJourney Airports) Cabang Bandara Internasional Sentani, Kabupaten Jayapura, Papua bekerja sama dengan Unit Donor Darah Palang Merah Indonesia atau UDD PMI Provinsi Papua mengadakan donor darah di lobby Terminal Bandara Sentani, Kamis (22/1/2025). Airport Safety and Risk, Perfomance management Staff, I Komang Gede Arimbawa mengatakan donor darah ini [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mamta/2026/angkasa-pura-bersama-pmi-papua-adakan-donor-darah-di-bandara-sentani/\"\u003eAngkasa Pura bersama PMI Papua adakan donor darah di Bandara Sentani\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4 dir=\"auto\"\u003eSentani, Jubi \u0026#8211;  PT Angkasa Pura Indonesia (\u003ci\u003eInJourney Airports\u003c/i\u003e) Cabang Bandara Internasional Sentani, Kabupaten Jayapura, Papua bekerja sama dengan Unit Donor Darah Palang Merah Indonesia atau UDD PMI Provinsi Papua mengadakan donor darah di lobby Terminal \u003ca href=\"https://jubi.id/mamta/2026/trafik-penumpang-di-bandara-sentani-meningkat-pada-akhir-2025/\"\u003eBandara Sentani\u003c/a\u003e, Kamis (22/1/2025).\u003c/h4\u003e\n\u003cp dir=\"auto\"\u003eAirport Safety and Risk, Perfomance management Staff, I Komang Gede Arimbawa mengatakan donor darah ini merupakan rangkaian peringatan bulan keselamatan dan kesehatan kerja atau K3 nasional. Peringatan bulan K3 nasional berlangsung pada 12 Januari hingga 12 Februari 2026.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eDonor darah itu bertujuan memberikan sumbangsih untuk kebutuhan stok darah PMI, dengan harapan stok darah yang dikumpulkan bisa mencapai 70 kantong.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e\u0026#8220;Kami bekerja sama dengan sejumlah pihak, baik para pekerja di lingkup bandara, TNI/Polri, termasuk masyarakat umum bisa turut berpartisipasi [mendonorkan darahnya]. Kebetulan [kegiatan itu untuk mengakomodasi] penumpang yang datang maupun berangkat berkenan untuk ikut menyumbangkan darah kepada PMI,” kata I Komang Gede Arimbawa.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenurutnya, akan ada sejumlah kegiatan lain yang diselenggarakan, antara lain penyuluhan HIV/AIDS, pelatihan penanggulangan kebakaran, dan beberapa lainnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eSementara itu, Kepala UDD PMI Provinsi Papua, dr Vita A. Koedoes mengatakan donor darah ini rutin dilaksanakan di Bandara Sentani, karena pihaknya sudah menjalin kerja sama dengan PT Angkasa Pura Indonesia.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Pada dasarnya kami selalu menjemput bola karena kalau menunggu di kantor, sedikit sekali [yang datang]. Tapi begitu kami turun [ke lapangan] lebih banyak [yang datang],” kata pengurus PMI Provinsi Papua itu.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenurutnya, minimnya orang datang mendonorkan darahnya di kantor PMI memungkinkan disebabkan kesibukan masyarakat, sehingga kegiatan seperti ini bisa mempermudah dan mendekatkan pelayanan kepada masyarakat.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Stok [darah di PMI] saat ini sih memang kosong karena itu tadi, tidak ada yang donor. Makanya memang kami harus jalan seperti ini dan sangat senang ketika ada instansi-instansi atau lembaga-lembaga yang bekerja sama,” kata Ketua bidang pelayanan darah/UDD PMI Papua itu.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003edr. Vita mengajak masyarakat atau lembaga/instansi atau perkumpulan lainnya yang ingin bekerja sama untuk mengadakan donor darah dapat menghubungi Tim Mobile : 081141101991 (UDD PMI Papua) dan untuk mengecek stok darah menghubungi 082221181991.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKepala Dinas Teritorial Lanud Silas Papare, Kolonel Pom Iwan Suebu, mengapresiasi dan mendukung kegiatan donor darah itu dengan membawa 20 personel.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Kami mengirim 20 personel dari Lanud Silas Papare untuk mendukung kegiatan di sini. Ini sangat positif, khususnya untuk Kabupaten Jayapura dan Provinsi Papua, karena kami melihat mengalami kesulitan, banyak masyarakat yang membutuhkan darah, tapi masih kekurangan,” katanya. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mamta/2026/angkasa-pura-bersama-pmi-papua-adakan-donor-darah-di-bandara-sentani/\"\u003eAngkasa Pura bersama PMI Papua adakan donor darah di Bandara Sentani\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/mamta/2026/angkasa-pura-bersama-pmi-papua-adakan-donor-darah-di-bandara-sentani/","published":"Thu, 22 Jan 2026 07:40:52 +0000","publishedParsed":"2026-01-22T07:40:52Z","author":{"name":"Fitri Ramadhani"},"guid":"https://jubi.id/?p=522253","categories":["Mamta","Angkasa Pura","donor darah","PMI Provinsi Papua"],"dcExt":{"creator":["Fitri Ramadhani"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Fitri Ramadhani","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/mamta/2026/angkasa-pura-bersama-pmi-papua-adakan-donor-darah-di-bandara-sentani/feed/","attrs":{},"children":{}}]}}},{"title":"CARE Vanuatu memenangkan World Habitat Award untuk inisiatif rumah tahan perubahan iklim","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; CARE Vanuatu telah menerima Penghargaan Bronze World Habitat Award untuk inisiatifnya “Perumahan yang Lebih Aman di Vanuatu melalui Pemberdayaan Gender dan Kepemimpinan Lokal,” yang diumumkan pada acara global World Habitat Awards 2026. World Habitat bekerja sama dengan UN-Habitat, penghargaan ini memberikan pengakuan kepada solusi yang memajukan perumahan berkelanjutan, tangguh, dan adil di [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/care-vanuatu-memenangkan-world-habitat-award-untuk-inisiatif-rumah-tahan-perubahan-iklim/\"\u003eCARE Vanuatu memenangkan World Habitat Award untuk inisiatif rumah tahan perubahan iklim\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; CARE Vanuatu telah menerima Penghargaan Bronze World Habitat Award untuk inisiatifnya “Perumahan yang Lebih Aman di Vanuatu melalui Pemberdayaan Gender dan Kepemimpinan Lokal,” yang diumumkan pada acara global \u003ca href=\"https://jubi.id/tanah-papua/2022/raja-ampat-raih-penghargaan-blue-parks/\"\u003eWorld Habitat Awards\u003c/a\u003e 2026.\u003c/h4\u003e\n\u003cp\u003eWorld Habitat bekerja sama dengan UN-Habitat, penghargaan ini memberikan pengakuan kepada solusi yang memajukan perumahan berkelanjutan, tangguh, dan adil di seluruh dunia. Demikian dikutip jubi.id dari laman internet, \u003ca href=\"http://www.dailypost.vu\" target=\"_blank\" rel=\"noopener\"\u003ewww.dailypost.vu\u003c/a\u003e, Kamis (22/1/2026).\u003c/p\u003e\n\u003cp\u003eProyek ini membahas kerentanan ekstrem Vanuatu terhadap siklon, gempa bumi, dan guncangan iklim. Negara ini sebelumnya telah diperingkat oleh Indeks Risiko Dunia Universitas PBB sebagai salah satu negara yang paling berisiko di dunia terhadap bencana alam.\u003c/p\u003e\n\u003cp\u003eDiluncurkan setelah Siklon Tropis (TC) Judy dan Kevin pada 2023, inisiatif ini dibangun berdasarkan kerja sama selama satu dekade dalam penyediaan tempat penampungan sejak TC Pam pada tahun 2015, termasuk upaya manajemen bencana sebelumnya yang didukung oleh Biro Bantuan Kemanusiaan AS (BHA).\u003c/p\u003e\n\u003cp\u003eDi Provinsi TTafea yang terpencil, proyek ini melatih koordinator penampungan, yang memberikan bimbingan kepada rumah tangga, mendistribusikan perlengkapan rumah tangga dan komunitas yang terjangkau seperti tali pengikat badai, paku, dan palu, serta mempromosikan penggunaan bahan-bahan lokal dan pengetahuan tradisional.\u003c/p\u003e\n\u003cp\u003eProgram ini mendorong praktik pemulihan mandiri \u0026#8220;Membangun Kembali Lebih Aman\u0026#8221; yang hemat biaya dan dipimpin oleh komunitas dengan menyarankan peserta untuk memilih lokasi yang aman, merencanakan dan mendesain secara efektif, membangun fondasi dan koneksi yang kuat, serta menggunakan penyangga silang untuk menahan angin kencang.\u003c/p\u003e\n\u003cp\u003eMelalui proyek ini, lebih dari 1.600 rumah tangga memperkuat rumah dan komunitas mereka terhadap bahaya di masa depan, mengurangi ketergantungan pada bantuan eksternal.\u003c/p\u003e\n\u003cp\u003eInisiatif ini juga memprioritaskan kepemimpinan perempuan, memberdayakan mereka untuk memandu kesiapan dan pemulihan tempat penampungan melalui pelatihan teknis, pengambilan keputusan, dan tindakan kolektif untuk mengurangi risiko bencana.\u003c/p\u003e\n\u003cp\u003ePerempuan dan anak perempuan di Vanuatu sering menghadapi berbagai kesulitan: mereka dikecualikan dari kepemimpinan dan pengambilan keputusan, memiliki akses terbatas terhadap pendidikan, mengalami hasil kesehatan yang lebih buruk, dan terpapar kekerasan yang meluas. Kerentanan ini meningkat selama bencana yang disebabkan oleh perubahan iklim, sehingga keterlibatan dan kepemimpinan perempuan sangat penting untuk melindungi komunitas yang paling terdampak.\u003c/p\u003e\n\u003cp\u003eDirektur Negara CARE Vanuatu, Sébastien Fesneau, mengatakan: \u0026#8220;Kami sangat merasa terhormat menjadi salah satu penerima Penghargaan Habitat Dunia 2026. Pengakuan ini benar-benar milik komunitas dan para pemimpin perempuan Vanuatu yang menunjukkan arti ketahanan. Solusi yang dipimpin secara lokal, setara gender, dan terjangkau adalah beberapa alat paling ampuh kami untuk menanggapi bencana.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eOrganisasi Nonpemerintah tersebut mengatakan bahwa penghargaan ini mencerminkan komitmennya yang lebih luas terhadap ketahanan iklim, kesetaraan gender, dan pendanaan bencana yang adil, serta menunjukkan bagaimana pendekatan yang dipimpin secara lokal dan berpusat pada perempuan dapat memberikan solusi perumahan berkelanjutan di daerah rawan bencana.\u003c/p\u003e\n\u003cp\u003eCARE telah bekerja di Vanuatu sejak tahun 2008, membantu masyarakat membangun ketahanan terhadap bencana dan perubahan iklim, sekaligus meningkatkan partisipasi perempuan dan anak perempuan dalam kepemimpinan komunitas dan nasional.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/care-vanuatu-memenangkan-world-habitat-award-untuk-inisiatif-rumah-tahan-perubahan-iklim/\"\u003eCARE Vanuatu memenangkan World Habitat Award untuk inisiatif rumah tahan perubahan iklim\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/care-vanuatu-memenangkan-world-habitat-award-untuk-inisiatif-rumah-tahan-perubahan-iklim/","published":"Thu, 22 Jan 2026 04:02:18 +0000","publishedParsed":"2026-01-22T04:02:18Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=522243","categories":["Pasifik","Gempa Vanuatu","World Habitat Award"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/care-vanuatu-memenangkan-world-habitat-award-untuk-inisiatif-rumah-tahan-perubahan-iklim/feed/","attrs":{},"children":{}}]}}},{"title":"Vanuatu Perwakilan Pasifik pertama kalinya di Kejuaraan Dunia para Bulu Tangkis","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Vanuatu akan menjadi negara Pasifik pertama yang berkompetisi di Kejuaraan Dunia Para Bulu Tangkis Federasi Bulu Tangkis Dunia (BWF). Jacklynda Molidu akan menjadi satu-satunya atlet Pasifik yang berkompetisi di kejuaraan di Bahrain. Demikian dikutip jubi.id dari laman internet RNZ Pasifik, Kamis (22/1/2026). Pria berusia 29 tahun itu mulai bermain bulu tangkis kurang [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/vanuatu-perwakilan-pasifik-pertama-kalinya-di-kejuaraan-dunia-para-bulu-tangkis/\"\u003eVanuatu Perwakilan Pasifik pertama kalinya di Kejuaraan Dunia para Bulu Tangkis\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Vanuatu akan menjadi negara Pasifik pertama yang berkompetisi di Kejuaraan Dunia Para Bulu Tangkis Federasi Bulu Tangkis Dunia (BWF).\u003c/h4\u003e\n\u003cp\u003eJacklynda Molidu akan menjadi satu-satunya atlet Pasifik yang berkompetisi di kejuaraan di Bahrain. Demikian dikutip jubi.id dari laman i\u003ca href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\"\u003enternet RNZ Pasifik\u003c/a\u003e, Kamis (22/1/2026).\u003c/p\u003e\n\u003cp\u003ePria berusia 29 tahun itu mulai bermain bulu tangkis kurang dari setahun yang lalu ketika para pejabat Badminton Oceania mengunjungi Vanuatu untuk mempromosikan olahraga tersebut.\u003c/p\u003e\n\u003cp\u003eMolidu, yang bertubuh pendek, mengatakan bahwa bulu tangkis lebih ringan bagi tubuhnya dibandingkan dengan tenis lapangan yang biasa ia mainkan.\u003c/p\u003e\n\u003cp\u003eDia mengatakan raketnya lebih ringan untuk dipegang, dan koknya lebih mudah dikendalikan.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Untuk berlatih saja, saya perlu menggerakkan tubuh saya, memegang raket, dan membiasakan diri dengan itu,\u0026#8221; kata Molidu.\u003c/p\u003e\n\u003cp\u003eAtlet \u003ca href=\"https://jubi.id/nusa/2024/australia-kampanyekan-inklusi-sosial-melalui-rugbi-kursi-roda/\"\u003eparalimpik\u003c/a\u003e itu mengingat kompetisi pertamanya, dan mengakui bahwa dia tidak mengetahui aturan bulu tangkis dalam ruangan, karena hanya pernah bermain di lapangan darurat di tempat terbuka.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Jadi, saya sedang duduk dan bertanya kepada pelatih bulu tangkis Oseania\u0026#8230; bisakah Anda datang dan menjelaskan peraturannya, peraturan bulu tangkis di lapangan.\u0026#8221;tambahnya.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Dan setelah pertandingan itu, saya duduk dan memperhatikan bagaimana orang lain bermain.\u0026#8221;katanya.\u003c/p\u003e\n\u003cp\u003eSetelah kalah dalam dua pertandingan dan menonton pertandingan lain, Molidu kembali ke penginapannya dan mempelajari klip YouTube tentang cara bermain.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Tapi saya hanya mengamati mereka, bagaimana pergerakannya seperti itu,\u0026#8221; katanya.\u003c/p\u003e\n\u003cp\u003e“Saya melihat Selandia Baru bermain melawan Australia, dan saya melihat pergerakan pemain Selandia Baru yang akan saya hadapi besok,” tambahnya.\u003c/p\u003e\n\u003cp\u003eDengan mempelajari teknik-teknik tersebut secara otodidak dari YouTube, Molidu memenangkan dua pertandingan terakhirnya dalam kompetisi tersebut.\u003c/p\u003e\n\u003cp\u003eMolidu mengatakan bahwa dia akan menerima pelatihan profesional selama seminggu di Selandia Baru menjelang kejuaraan dunia.\u003c/p\u003e\n\u003cp\u003eMolidu mengatakan bahwa ini adalah pekerjaan yang berat namun bermanfaat, dan dia ingin mendorong orang untuk berolahraga tanpa memandang disabilitas apa pun.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Jangan pernah meremehkan disabilitas mereka\u0026#8230; mereka harus melihat kemampuan mereka, bahwa mereka mampu melakukan sesuatu.\u0026#8221;katanya.\u003c/p\u003e\n\u003cp\u003eKejuaraan dunia paralimpik didirikan oleh BWF pada tahun 1998. Bahrain akan menjadi tuan rumah acara tersebut dari tanggal 8-14 Februari di ibu kota Manama, dan menjadi negara pertama di Timur Tengah yang menyelenggarakan kejuaraan ini.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/vanuatu-perwakilan-pasifik-pertama-kalinya-di-kejuaraan-dunia-para-bulu-tangkis/\"\u003eVanuatu Perwakilan Pasifik pertama kalinya di Kejuaraan Dunia para Bulu Tangkis\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/vanuatu-perwakilan-pasifik-pertama-kalinya-di-kejuaraan-dunia-para-bulu-tangkis/","published":"Thu, 22 Jan 2026 03:55:33 +0000","publishedParsed":"2026-01-22T03:55:33Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=522239","categories":["Pasifik","Bulu Tangkis","Vanuatu"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/vanuatu-perwakilan-pasifik-pertama-kalinya-di-kejuaraan-dunia-para-bulu-tangkis/feed/","attrs":{},"children":{}}]}}},{"title":"Seruan untuk tenang di Kepulauan Solomon menyusul pembakaran mesin pertambangan","description":"\u003cp\u003eJayapuara, Jubi \u0026#8211; Perdana Menteri Provinsi Guadalcanal di Kepulauan Solomon telah menyerukan ketenangan setelah terbakarnya mesin milik Gold Ridge Mining Ltd, Selasa (20/1/2026) malam. Namun, ada laporan yang beragam mengenai hal ini. Polisi mengatakan mesin-mesin itu dibakar oleh orang-orang tak dikenal yang tidak senang dengan Gold Ridge Mining karena tidak mengatasi masalah mereka yang sudah [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/seruan-untuk-tenang-di-kepulauan-solomon-menyusul-pembakaran-mesin-pertambangan/\"\u003eSeruan untuk tenang di Kepulauan Solomon menyusul pembakaran mesin pertambangan\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapuara, Jubi \u0026#8211; Perdana Menteri Provinsi Guadalcanal di Kepulauan Solomon telah menyerukan ketenangan setelah terbakarnya mesin milik \u003ca href=\"https://jubi.id/pasifik/2025/dana-amal-komunitas-gualdacanal-solomon-dibentuk-oleh-perusahaan-gold-ridge/\"\u003eGold Ridge Mining Ltd\u003c/a\u003e, Selasa (20/1/2026) malam.\u003c/h4\u003e\n\u003cp\u003eNamun, ada laporan yang beragam mengenai hal ini.\u003c/p\u003e\n\u003cp\u003ePolisi mengatakan mesin-mesin itu dibakar oleh orang-orang tak dikenal yang tidak senang dengan Gold Ridge Mining karena tidak mengatasi masalah mereka yang sudah berlangsung lama. Demikian dikutip jubi.id dari laman internet \u003ca href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\"\u003eRNZ Pasifik\u003c/a\u003e, Kamis (22/1/2026).\u003c/p\u003e\n\u003cp\u003eNamun, ada juga laporan yang menyebutkan bahwa pemilik lahan setempat bertanggung jawab.\u003c/p\u003e\n\u003cp\u003eSeorang kepala suku yang diwawancarai oleh In-Depth Solomons mengatakan bahwa para pemilik lahan tidak senang dengan perlakuan yang mereka terima dari petugas polisi yang ditempatkan di lokasi tambang.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Selama beberapa pekan terakhir, polisi telah memeriksa dan dalam beberapa kasus, menyita emas dari pemilik lahan di lokasi tambang,\u0026#8221; kata kepala polisi tersebut.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Ini adalah emas yang digali oleh pemilik lahan dari area pertambangan. Jadi ini adalah harta pribadi, bukan milik perusahaan.\u0026#8221;tambahnya\u003c/p\u003e\n\u003cp\u003ePertemuan para pemangku kepentingan, yang dihadiri oleh para politisi dari Guadalcanal, diadakan pada Rabu (21/1/2026)\u003c/p\u003e\n\u003cp\u003ePara peserta mengatakan bahwa perusahaan telah setuju untuk menanggapi keluhan para pemilik lahan, termasuk alasan mengapa ada banyak polisi yang berjaga bahkan setelah penambang ilegal pergi.\u003c/p\u003e\n\u003cp\u003ePerusahaan tersebut mengatakan bahwa operasional akan terus berlanjut meskipun terjadi serangan.\u003c/p\u003e\n\u003cp\u003eSementara itu, perdana menteri Provinsi Guadalcanal, tempat tambang itu berada, telah menyerukan agar semua pihak tenang.\u003c/p\u003e\n\u003cp\u003eDalam sebuah pernyataan pada hari Rabu, Willie Atu menyatakan keprihatinan mendalam atas insiden tersebut.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Sebagai Perdana Menteri Guadalcanal, saya atas nama Pemerintah Eksekutif, menyampaikan keprihatinan mendalam atas pembakaran mesin dan properti di Gold Ridge Mining Limited,\u0026#8221; kata Atu.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Saya dengan hormat mengimbau semua pihak yang terlibat dalam tindakan melanggar hukum ini untuk tetap tenang dan menahan diri dari tindakan perusakan lebih lanjut. Tindakan melanggar hukum tersebut akan berisiko menimbulkan perpecahan lebih lanjut dan merusak perdamaian.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eAtu mengatakan pemerintah provinsi berkomitmen untuk secara kolektif berdialog dengan perusahaan pertambangan, masyarakat setempat, kepolisian, dan pemerintah nasional untuk mencari solusi damai dan bersahabat atas permasalahan yang ada.\u003c/p\u003e\n\u003cp\u003ePolisi mengimbau siapa pun yang memiliki informasi terkait insiden tersebut untuk segera melapor.\u003c/p\u003e\n\u003cp\u003eSekadar catatan jubi.id bahwa pemimpin wilayah provinsi di Kepulauan Solomon dipimpin oleh seorang Perdana Menteri provinsi dan bukan seorang gubernur.\u003c/p\u003e\n\u003cp\u003eKepulauan Solomon memiliki sembilan provinsi, ditambah dengan Wilayah Ibu Kota Honiara yang terpisah, sehingga total ada sepuluh divisi administratif, dengan setiap provinsi memiliki pemerintahan terpilihnya sendiri. Kesembilan provinsi ini meliputi berbagai pulau, dari Provinsi Barat hingga Provinsi Temotu, masing-masing dengan budaya dan struktur pemerintahan yang berbeda.\u003c/p\u003e\n\u003cp\u003eSembilan Provinsi: Tengah, Choiseul, Guadalkanal, Isabel, Makira \u0026amp; Ulawa, Malaita, Rennell \u0026amp; Bellona, Temotu, dan Barat. Wilayah Ibu Kota: Kota Honiara, yang dikelola secara terpisah. Jadi selain PM Kepulauan Solomon di Pemerintahan Pusat, negara ini juga memiliki PM setingkat provinsi, tercatat ada 10 PM dari 10 Provinsi termasuk daerah khusus ibukota Honiara. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/seruan-untuk-tenang-di-kepulauan-solomon-menyusul-pembakaran-mesin-pertambangan/\"\u003eSeruan untuk tenang di Kepulauan Solomon menyusul pembakaran mesin pertambangan\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/seruan-untuk-tenang-di-kepulauan-solomon-menyusul-pembakaran-mesin-pertambangan/","published":"Thu, 22 Jan 2026 03:45:33 +0000","publishedParsed":"2026-01-22T03:45:33Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=522231","categories":["Pasifik","Gold Ridge Mining Limited","Pelaku Pembakaran"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/seruan-untuk-tenang-di-kepulauan-solomon-menyusul-pembakaran-mesin-pertambangan/feed/","attrs":{},"children":{}}]}}},{"title":"FLNKS menolak perjanjian terbaru Kaledonia Baru","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Penandatanganan perjanjian baru tentang masa depan politik dan keuangan Kaledonia Baru telah memicu gelombang reaksi baru dari seluruh penjuru kancah politik wilayah Prancis tersebut. FLNKS (Front Pembebasan Nasional Kanak dan Sosialis) yang pro-kemerdekaan menolak perjanjian itu. Perjanjian \u0026#8220;Elysée-Oudinot\u0026#8221; ditandatangani pada Senin, 19 Januari, di hadapan Presiden Prancis Emmanuel Macron serta sebagian besar [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/flnks-menolak-perjanjian-terbaru-kaledonia-baru/\"\u003eFLNKS menolak perjanjian terbaru Kaledonia Baru\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch5\u003eJayapura, Jubi \u0026#8211; Penandatanganan perjanjian baru tentang masa depan politik dan keuangan Kaledonia Baru telah memicu gelombang reaksi baru dari seluruh penjuru kancah politik wilayah Prancis tersebut. \u003ca href=\"https://jubi.id/pasifik/2026/flnks-kirimkan-permintaan-untuk-bergabung-dalam-pembicaraan-paris-secara-daring/\"\u003eFLNKS\u003c/a\u003e (Front Pembebasan Nasional Kanak dan Sosialis) yang pro-kemerdekaan menolak perjanjian itu.\u003c/h5\u003e\n\u003cp\u003ePerjanjian \u0026#8220;Elysée-Oudinot\u0026#8221; ditandatangani pada Senin, 19 Januari, di hadapan Presiden Prancis Emmanuel Macron serta sebagian besar politisi Kaledonia Baru. Demikian dikutip jubi.id dari \u003ca href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\"\u003elaman internet\u003c/a\u003e, Kamis (22/1/2026).\u003c/p\u003e\n\u003cp\u003eKesepakatan baru tersebut, yang ditandatangani oleh partai-partai yang terwakili di Kongres Kaledonia Baru (parlemen lokalnya), termasuk anggota dari partai pro-kemerdekaan moderat PALIKA (Partai Pembebasan Kanak) dan UPM (Union Progressiste en Mélanésie), yang telah memisahkan diri dari FLNKS, semuanya menandatangani perjanjian tersebut. Namun, FLNKS  yang pro-kemerdekaan, salah satu komponen utama gerakan pro-kemerdekaan, memilih untuk tidak pergi ke Paris.\u003c/p\u003e\n\u003cp\u003ePALIKA dan UPM dibentuk menjadi kaukus Parlemen yang disebut \u0026#8220;UNI\u0026#8221; (Union Nationale pour l\u0026#8217;Indépendance).\u003c/p\u003e\n\u003cp\u003eTeks Elysée-Oudinot digambarkan sebagai \u0026#8220;pelengkap\u0026#8221; yang berisi \u0026#8220;klarifikasi\u0026#8221; terhadap proyek perjanjian sebelumnya, yang ditandatangani pada Juli 2025 di kota kecil Bougival (sebelah barat Paris).\u003c/p\u003e\n\u003cp\u003eFLNKS, meskipun awalnya menandatangani teks Bougival, menolaknya secara blok beberapa hari setelah kembali ke Kaledonia Baru.\u003c/p\u003e\n\u003cp\u003eSaat Presiden Prancis Macron memanggil semua politisi kembali ke meja perundingan untuk menyempurnakan pembicaraan Juli 2025, FLNKS mengumumkan bahwa mereka tidak akan berangkat ke Paris, dengan mengatakan bahwa proyek yang akan menjadi dasar untuk pembicaraan lebih lanjut tidak memenuhi tujuan jangka pendek mereka untuk kedaulatan penuh.\u003c/p\u003e\n\u003cp\u003eMereka mengatakan bahwa teks Bougival dan semua dokumen terkait pada dasarnya adalah \u0026#8220;umpan\u0026#8221; kemerdekaan dan bahwa mereka menganggap negara Prancis bertanggung jawab atas \u0026#8220;putusnya dialog\u0026#8221;.\u003c/p\u003e\n\u003cp\u003eSebagaimana teks awal Bougival, pelengkapnya dari Elysée-Oudinot mempertahankan gagasan untuk menciptakan \u0026#8220;negara Kaledonia Baru\u0026#8221;, \u0026#8220;kebangsaan\u0026#8221; yang terkait dengannya, dan memperkenalkan serangkaian komitmen baru dari Prancis, termasuk paket untuk meluncurkan kembali ekonomi lokal, yang sangat rusak akibat kerusuhan yang meletus pada Mei 2024.\u003c/p\u003e\n\u003cp\u003eTeks baru tersebut juga menyebutkan pemberian lebih banyak wewenang kepada masing-masing dari tiga provinsi Kaledonia Baru (Utara, Selatan, dan kelompok Kepulauan Loyalty), termasuk dalam hal pengumpulan pendapatan melalui pajak.\u003c/p\u003e\n\u003cp\u003eFLNKS memprotes bahwa hal ini dapat mengikis kekuasaan provinsi-provinsi Kaledonia Baru dan memperkuat ketidaksetaraan ekonomi dan sosial di antara mereka.\u003c/p\u003e\n\u003cp\u003eMenanggapi penandatanganan di Paris tanpa kehadiran mereka, FLNKS, dalam siaran pers pada hari Rabu , mengutuk dan menolak teks baru tersebut \u0026#8220;tanpa ragu.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eDalam siaran persnya, Presiden FLNKS Christian Téin mengatakan bahwa perjanjian baru tersebut mendukung \u0026#8220;passage en force\u0026#8221; (penyeberangan paksa) dan \u0026#8220;tidak sesuai\u0026#8221; dengan cara FLNKS membayangkan \u0026#8220;jalur dekolonisasi\u0026#8221; Kanaky, termasuk dalam cara yang didefinisikan dalam proses dekolonisasi Perserikatan Bangsa-Bangsa.\u003c/p\u003e\n\u003cp\u003eSelain itu, dokumen tersebut juga mengkritik dokumen yang ditandatangani \u0026#8220;tanpa melibatkan masyarakat adat\u0026#8221; Kaledonia Baru.\u003c/p\u003e\n\u003cp\u003ePartai pro-kemerdekaan itu juga menyatakan ketidaksetujuannya terhadap apa yang mereka sebut sebagai \u0026#8220;kesepakatan semu.\u0026#8221;\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Kami akan menggunakan setiap alat politik yang tersedia untuk terus mengingatkan publik, berulang kali,\u0026#8221; kata anggota politbiro FLNKS, Gilbert Tyuienon, kepada penyiar publik Nouvelle-Calédonie La Première pada akhir pekan lalu.\u003c/p\u003e\n\u003cp\u003eMenteri Luar Negeri Prancis, Naïma Moutchou, telah menegaskan kembali, bahkan setelah penandatanganan di Paris, bahwa pintu tetap terbuka untuk FLNKS.\u003c/p\u003e\n\u003cp\u003eSebagai reaksi terhadap penandatanganan tersebut, pihak-pihak lain juga telah menyampaikan sudut pandang mereka masing-masing.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Mengapa mereka tidak datang [ke Paris] untuk membela posisi mereka, padahal mereka diundang?\u0026#8221; tulis Ketua Provinsi Selatan (pro-Prancis) Sonia Backès di media sosial.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Apakah UNI tidak mewakili masyarakat Kanak juga?\u0026#8221; tambahnya.\u003c/p\u003e\n\u003cp\u003eMenteri Luar Negeri Prancis Naïma Moutchou mengatakan bahwa serangkaian perjanjian baru ini mencerminkan \u0026#8220;kemauan bersama untuk menatap masa depan Bersama.\u0026#8221;\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Sekarang wilayah itu bisa berjalan dengan kedua kakinya.\u0026#8221; katanya.\u003c/p\u003e\n\u003cp\u003eNamun, beberapa partai pro-Prancis, yang menginginkan Kaledonia Baru tetap menjadi bagian dari Prancis, mengakui bahwa meskipun dokumen-dokumen baru telah ditandatangani, jalan ke depan masih berliku dalam hal implementasinya di Parlemen Prancis, melalui referendum lokal dan amandemen konstitusional terkait.\u003c/p\u003e\n\u003cp\u003e“Kita sudah menyelesaikan bagian termudah, bagian tersulit masih tersisa,” kata Metzdorf\u003c/p\u003e\n\u003cp\u003eAnggota parlemen Kaledonia Baru di Majelis Nasional Prancis, Nicolas Metzdorf, mengatakan bahwa tantangan besar masih menanti di depan.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Kita sudah menyelesaikan bagian termudah, bagian tersulit masih tersisa\u0026#8230; Yaitu mendapatkan dukungan Parlemen [Prancis], kedua majelis, untuk memberlakukan kesepakatan-kesepakatan tersebut dalam Konstitusi Prancis,\u0026#8221; tambahnya.\u003c/p\u003e\n\u003cp\u003eMengikuti jadwal yang sangat ketat dalam beberapa minggu mendatang, teks-teks tersebut akan diajukan untuk pemungutan suara di kedua Majelis Parlemen, pertama secara terpisah, kemudian dalam format majelis gabungan (Kongres, untuk tujuan amandemen konstitusi).\u003c/p\u003e\n\u003cp\u003eKemudian, teks tersebut juga akan diajukan untuk mendapatkan persetujuan dari penduduk Kaledonia Baru melalui \u0026#8220;konsultasi\u0026#8221; yang mirip dengan referendum.\u003c/p\u003e\n\u003cp\u003eSebagai pendahuluan dari apa yang diperkirakan akan menjadi perdebatan sengit dalam beberapa minggu mendatang, dengan latar belakang perpecahan yang kuat di Parlemen Prancis, Moutchou dan anggota parlemen sayap kiri Bastien Lachaud (La France Insoumise, LFI) terlibat perang kata-kata pada hari Selasa di Majelis Nasional.\u003c/p\u003e\n\u003cp\u003eMenanggapi tuduhan Lachaud yang menggemakan tuduhan dari FLNKS, Moutchou mengecam klaim \u0026#8220;pengesahan yang berlaku\u0026#8221; dan tidak adanya \u0026#8220;consensus.\u0026#8221;\u003c/p\u003e\n\u003cp\u003e\u0026#8220;FLNKS tidak pernah dikecualikan dari apa pun. Mereka diundang, didekati, dan ditunggu, sama seperti yang lainnya. Mereka memilih untuk tidak hadir,\u0026#8221; kata Moutchou.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Politik kursi kosong tidak pernah kondusif untuk kompromi,\u0026#8221; katanya ketika Ketua Majelis Yaël Braun-Pivet harus memanggil kembali kelompok LFI untuk tertib.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKomponen keuangan yang kuat\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBeberapa aspek keuangan dari kesepakatan tersebut mencakup rencana \u0026#8220;rekonstruksi\u0026#8221; lima tahun untuk Kaledonia Baru, dengan total €2,2 miliar, yang dipresentasikan kepada para politisi Kaledonia Baru oleh Perdana Menteri Prancis Sébastien Lecornu.\u003c/p\u003e\n\u003cp\u003eBab ini juga membahas kembali pinjaman Prancis sebelumnya senilai lebih dari €1 miliar, yang hampir mustahil untuk dilunasi oleh Kaledonia Baru (dengan tingkat utang sebesar 360 persen).\u003c/p\u003e\n\u003cp\u003ePinjaman tersebut, berdasarkan bab keuangan dalam perjanjian, akan dinegosiasikan ulang, dijadwal ulang, dan mungkin diubah menjadi hibah yang tidak dapat dikembalikan.\u003c/p\u003e\n\u003cp\u003eSementara itu, penangguhan pembayaran selama dua tahun (2026-2027) akan diterapkan, dan program reformasi yang komprehensif diharapkan akan dijalankan.\u003c/p\u003e\n\u003cp\u003e“Yang benar-benar diharapkan orang adalah prospek (ekonomi). Ini adalah bagian utama dari kesepakatan ini, pemulihan ekonomi,” komentar Vaimu\u0026#8217;a Muliava, dari partai Eveil Océanien yang berbasis di Wallis setelah pembicaraan di Paris.\u003c/p\u003e\n\u003cp\u003ePengaturan keuangan baru ini juga akan memberikan bantuan yang sangat dibutuhkan bagi mekanisme yang terancam punah di Kaledonia Baru, seperti skema pensiun atau perusahaan penyedia listrik.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSuntikan Dana Lebih Lanjut untuk Industri Nikel\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSebanyak €200 juta lainnya juga dialokasikan untuk menyelamatkan beberapa perusahaan pertambangan nikel yang menghadapi kesulitan kritis.\u003c/p\u003e\n\u003cp\u003eIni termasuk bantuan yang bertujuan untuk mendukung bisnis dan lapangan kerja bagi perusahaan-perusahaan bersejarah Prancis seperti Société le Nickel (SLN), Prony Resources, dan NMC (Nickel Mining Company, yang memiliki hubungan dengan POSCO Korea).\u003c/p\u003e\n\u003cp\u003ePemerintah Prancis juga berjanji untuk menindaklanjuti permintaan terkait pertambangan dan pengolahan nikel di Kaledonia Baru yang dinyatakan sebagai sektor \u0026#8220;strategis\u0026#8221; oleh Uni Eropa.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Bab ekonomi dalam perjanjian itu sama pentingnya dengan bab politik,\u0026#8221; kata Presiden Kaledonia Baru Alcide Ponga setelah penandatanganan.\u003c/p\u003e\n\u003cp\u003eSuntikan dana lainnya dialokasikan untuk anggaran tahun ini bagi Kaledonia Baru, yang mendapat manfaat dari suntikan dana langsung sebesar €58 juta.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/flnks-menolak-perjanjian-terbaru-kaledonia-baru/\"\u003eFLNKS menolak perjanjian terbaru Kaledonia Baru\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/flnks-menolak-perjanjian-terbaru-kaledonia-baru/","published":"Thu, 22 Jan 2026 02:24:53 +0000","publishedParsed":"2026-01-22T02:24:53Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=522218","categories":["Pasifik","Dewan Konstitusi Prancis","FLNKS"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/flnks-menolak-perjanjian-terbaru-kaledonia-baru/feed/","attrs":{},"children":{}}]}}},{"title":"Greenpeace Indonesia: Pemerintah sudah seharusnya mengevaluasi izin industri ekstraktif","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Greenpeace Indonesia berpendapat sudah sepatutnya pemerintah mengevaluasi izin-izin industri ekstraktif di berbagai daerah di Indonesia. Pernyataan itu disampaikan Juru Kampanye Hutan Greenpeace Indonesia, Sekar Banjaran Aji sebagai respons terhadap keputusan Presiden Prabowo Subianto mencabut izin 28 perusahaan, meliputi 22 perizinan berusaha pemanfaatan hutan (PBPH) dan 6 perusahaan tambang, perkebunan, serta perizinan berusaha pemanfaatan hasil hutan kayu [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/greenpeace-indonesia-pemerintah-sudah-seharusnya-mengevaluasi-izin-industri-ekstraktif/\"\u003eGreenpeace Indonesia: Pemerintah sudah seharusnya mengevaluasi izin industri ekstraktif\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4 dir=\"auto\"\u003eJayapura, Jubi \u0026#8211; \u003ca href=\"https://www.greenpeace.org/indonesia/\" target=\"_blank\" rel=\"noopener\"\u003e\u003ci\u003eGreenpeace\u003c/i\u003e Indonesia\u003c/a\u003e berpendapat sudah sepatutnya pemerintah mengevaluasi izin-izin industri ekstraktif di berbagai daerah di Indonesia.\u003c/h4\u003e\n\u003cp dir=\"auto\"\u003ePernyataan itu disampaikan Juru Kampanye Hutan \u003ci\u003eGreenpeace\u003c/i\u003e Indonesia, Sekar Banjaran Aji sebagai respons terhadap keputusan Presiden Prabowo Subianto mencabut izin 28 perusahaan, meliputi 22 perizinan berusaha pemanfaatan hutan (PBPH) dan 6 perusahaan tambang, perkebunan, serta perizinan berusaha pemanfaatan hasil hutan kayu (PBPHHK), di Aceh, Sumatera Utara, dan Sumatera Barat.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003ePencabutan izin itu disampaikan Menteri Sekretaris Negara atau Mensesneg, Prasetyo Hadi. Menurut Mensesneg, keputusan itu berdasarkan hasil investigasi Satuan Tugas Penertiban Kawasan Hutan (Satgas PKH) terhadap perusahaan-perusahaan yang terindikasi melanggar aturan.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Pemerintah memang sudah seharusnya mengevaluasi izin-izin industri ekstraktif, apalagi setelah banjir Sumatera yang merugikan lebih dari 100 ribu orang yang kini mengungsi, merenggut 1.200 jiwa, dan merusak lebih dari 175 ribu rumah warga,\u0026#8221; kata Sekar Banjaran Aji melalui siaran pers tertulisnya, Rabu (21/1/2026) malam.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e\u0026#8220;Banjir besar dan longsor yang melanda Aceh, Sumatera Utara, dan Sumatera Barat pada akhir November 2025, makin menyingkap betapa parahnya dampak krisis iklim dan kerusakan ekologi.\u0026#8221;\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMeski pemerintah telah mencabut 28 izin perusahaan, keputusan tersebut dianggap masih menyisakan sejumlah pertanyaan. Pertama, penting bagi pemerintah mengedepankan transparansi dalam proses penertiban kawasan hutan.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eBagaimana investigasi dilakukan dan indikator pencabutan harus dijelaskan dalam surat keputusan yang bisa diakses publik. Tanpa kejelasan tersebut, penegakan ini sulit dimonitor oleh publik.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKedua, bagaimana pemerintah menjalankan pemulihan dan rehabilitasi lingkungan hidup setelah kehancuran ekologi yang terjadi.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKetiga, bagaimana pemerintah memastikan pemenuhan hak atas tanah untuk masyarakat adat, karena ada perusahaan yang kehadirannya juga telah menggusur dan merampas ruang hidup masyarakat adat.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e\u0026#8220;Publik perlu terus mendesak pemerintah agar transparan dan serius membenahi kebijakan tata kelola hutan secara menyeluruh, demi perlindungan lingkungan hidup dan keselamatan masyarakat,\u0026#8221; ucapnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKatanya, kerja-kerja Satgas PKH juga harus disorot, apalagi melihat bagaimana lahan sitaan dari sawit ilegal di kawasan hutan justru diserahkan ke perusahaan Badan Usaha Milik Negara seperti Agrinas Palma Nusantara, atau Danantara.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003ePola ini disebut hanya mengalihkan penguasaan lahan dari korporasi swasta ke pemerintah, tapi masih dengan logika bisnis tanpa adanya komitmen kuat memulihkan ekosistem yang rusak.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eSementara itu, Ketua Tim Kampanye Hutan \u003ci\u003eGreenpeace\u003c/i\u003e Indonesia, Arie Rompas, mengimbuhkan jangan sampai pemerintah hanya mencabut izin namun mengalihkan penguasaan lahan ke pihak lain untuk kembali jadi ladang bisnis segelintir pihak.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e\u0026#8220;Pemerintah harus transparan tentang rencana selanjutnya setelah pencabutan izin, serta memastikan perusahaan-perusahaan itu bertanggung jawab atas kerusakan yang telah mereka timbulkan. Sudah ada ribuan nyawa yang hilang akibat bencana, pemerintah mesti menempatkan keselamatan rakyat di atas keuntungan ekonomi semata,\u0026#8221; kata Arie Rompas.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eSelain itu menurutnya, sudah terlalu banyak kehilangan hutan dan perubahan tutupan lahan, termasuk di Daerah Aliran Sungai (DAS), akibat ekspansi industri ekstraktif.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKini mayoritas DAS di Pulau Sumatera telah kritis, dengan tutupan hutan alam kini kurang dari 25 persen dan menjadi sangat rentan dengan risiko bencana hidrometeorologi yang intensitasnya akan bertambah sering akibat krisis iklim.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e\u0026#8220;Masalahnya, masih ada perusahaan yang beroperasi di DAS terdampak yang izinnya belum dicabut pemerintah, seperti PT Tusam Hutani Lestari di Aceh,\u0026#8221; ujarnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003ePemerintah dirasa perlu harus menyentuh persoalan ini dan selanjutnya melakukan reforestasi hutan alam di area DAS kritis, terutama di kawasan hulu, serta menjadikan hutan alam alam tersisa sebagai wilayah yang dilindungi secara permanen. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/greenpeace-indonesia-pemerintah-sudah-seharusnya-mengevaluasi-izin-industri-ekstraktif/\"\u003eGreenpeace Indonesia: Pemerintah sudah seharusnya mengevaluasi izin industri ekstraktif\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/rilis-pers/2026/greenpeace-indonesia-pemerintah-sudah-seharusnya-mengevaluasi-izin-industri-ekstraktif/","published":"Thu, 22 Jan 2026 02:14:48 +0000","publishedParsed":"2026-01-22T02:14:48Z","author":{"name":"News Desk"},"guid":"https://jubi.id/?p=522220","categories":["Rilis Pers","Greenpeace Indonesia","Izin Industri Ekstraktif","Pemerintah Indonesia"],"dcExt":{"creator":["News Desk"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"News Desk","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/rilis-pers/2026/greenpeace-indonesia-pemerintah-sudah-seharusnya-mengevaluasi-izin-industri-ekstraktif/feed/","attrs":{},"children":{}}]}}},{"title":"BMKG prediksi angin kencang terjadi di Kabupaten Jayapura selama beberapa hari","description":"\u003cp\u003eSentani, Jubi \u0026#8211; Badan Meteorologi, Klimatologi, dan Geofisika atau BMKG Stasiun Meteorologi Kelas I Sentani, Kabupaten Jayapura, Papua memprediksi angin kencang akan terjadi di Kabupaten Jayapura selama beberapa hari terakhir. Berdasarkan prakiraan BMKG Sentani, potensi angin kencang di wilayah Kabupaten Jayapura terjadi pada 21-23 Januari 2026. Kepala Stasiun Meteorologi Kelas I Sentani, Zem Irianto Padama [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mamta/2026/bmkg-prediksi-angin-kencang-terjadi-di-kabupaten-jayapura-selama-beberapa-hari/\"\u003eBMKG prediksi angin kencang terjadi di Kabupaten Jayapura selama beberapa hari\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4 dir=\"auto\"\u003eSentani, Jubi \u0026#8211; Badan Meteorologi, Klimatologi, dan Geofisika atau \u003ca href=\"https://www.bmkg.go.id/cuaca/prakiraan-cuaca/91.71\" target=\"_blank\" rel=\"noopener\"\u003eBMKG\u003c/a\u003e Stasiun Meteorologi Kelas I Sentani, Kabupaten Jayapura, Papua memprediksi angin kencang akan terjadi di Kabupaten Jayapura selama beberapa hari terakhir.\u003c/h4\u003e\n\u003cp dir=\"auto\"\u003eBerdasarkan prakiraan BMKG Sentani, potensi angin kencang di wilayah Kabupaten Jayapura terjadi pada 21-23 Januari 2026.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKepala Stasiun Meteorologi Kelas I Sentani, Zem Irianto Padama menyatakan berdasarkan hasil analisis terkini, terpantau adanya aktivitas angin \u003ci\u003emonsoon \u003c/i\u003ebarat diperkuat dengan masih adanya \u003ci\u003eex siklon tropis nokaen\u003c/i\u003e serta daerah tekanan rendah di wilayah utara Pulau Papua.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Kombinasi fenomena meteorologi tersebut berpotensi memicu terjadinya angin kencang dengan kecepatan berkisar 40 \u0026#8211; 50 km/jam di seluruh wilayah Kabupaten Jayapura dalam 3 hari kedepan,” kata Zem Irianto Padama kepada Jubi melalui pesan singkat yang diterima Jubi, Rabu (21/1/2025) sore.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMelihat kondisi itu, BMKG Stasiun Sentani mengimbau kepada seluruh masyarakat Kabupaten Jayapura meningkatkan kewaspadaan terhadap dampak angin kencang.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Waspada terhadap risiko pohon tumbang atau kerusakan struktur bangunan dan menghindari berada di sekitar papan reklame atau pohon besar saat angin kencang terjadi,” ucapnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eSementara itu, Pejabat pengganti sementara \u003ci\u003eBranch Communication\u003c/i\u003e dan CSR Bandara Sentani, Amsiarni mengatakan penerbangan di Bandara Sentani tetap berjalan normal walau ada angin kencang.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e\u0026#8220;Terkait angin, memang kencang kemarin sore, akan tetapi tidak ada penerbangan yang beroperasi pas saat terjadinya angin kencang karena sudah \u003ci\u003elow trafic\u003c/i\u003e,\u0026#8221; katanya lewat pesan singkatnya, Kamis (22/1/2025) pagi.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mamta/2026/bmkg-prediksi-angin-kencang-terjadi-di-kabupaten-jayapura-selama-beberapa-hari/\"\u003eBMKG prediksi angin kencang terjadi di Kabupaten Jayapura selama beberapa hari\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/mamta/2026/bmkg-prediksi-angin-kencang-terjadi-di-kabupaten-jayapura-selama-beberapa-hari/","published":"Thu, 22 Jan 2026 01:29:20 +0000","publishedParsed":"2026-01-22T01:29:20Z","author":{"name":"Fitri Ramadhani"},"guid":"https://jubi.id/?p=522213","categories":["Mamta","Angin kencang","BMKG Jayapura","Kabupaten Jayapura"],"dcExt":{"creator":["Fitri Ramadhani"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Fitri Ramadhani","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/mamta/2026/bmkg-prediksi-angin-kencang-terjadi-di-kabupaten-jayapura-selama-beberapa-hari/feed/","attrs":{},"children":{}}]}}},{"title":"Dilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; ​Dua angkutan kota putih dengan kode trayek E terlihat sedang parkir di jalur shelter angkutan umum di depan GOR Cenderawasih APO, Kota Jayapura, Selasa (20/1/2026). Tak ada lagi pemandangan penumpang yang saling berebut naik seperti beberapa tahun silam. Kursi di dalamnya tampak kosong tak terisi. Slamet masih menanti penuh harap, menunggu penumpang. [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mendalam/2026/dilema-taksi-kota-di-jayapura-hidup-segan-mati-tak-mau/\"\u003eDilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; ​Dua angkutan kota putih dengan kode \u003ca href=\"https://jubi.id/meepago/2023/dishub-deiyai-aktifkan-trayek-angkot/\"\u003etrayek E\u003c/a\u003e terlihat sedang parkir di jalur shelter angkutan umum di depan GOR Cenderawasih APO, Kota Jayapura, Selasa (20/1/2026). Tak ada lagi pemandangan penumpang yang saling berebut naik seperti beberapa tahun silam. Kursi di dalamnya tampak kosong tak terisi.\u003c/h4\u003e\n\u003cp\u003eSlamet masih menanti penuh harap, menunggu penumpang. ‘Taksi kota’ (sebutan khas untuk angkutan umum seputaran Kota Jayapura) yang ia kemudikan sudah menjadi sumber penghasilannya sejak 2001.\u003c/p\u003e\n\u003cp\u003eSetelah menunggu beberapa menit, menengok kanan kiri dan memainkan klaksonnya, tak ada satu pun penumpang yang naik. Slamet akhirnya memutar roda taksinya dan berpindah ke tempat lain menyusuri sepanjang Jalan Sam Ratulangi.\u003c/p\u003e\n\u003cp\u003eKondisi ini bukan baru pertama kali ia rasakan. Hampir setiap hari penumpang sudah seperti barang langka yang sulit ia cari. Kalau pun ada, tak lebih dari dua orang.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Sudah susah sekarang cari penumpang. Kita harus sabar-sabar menunggu begini di jalan. Biasa yang lumayan kalau pas jam pulang anak sekolah,\u0026#8221; katanya.\u003c/p\u003e\n\u003cp\u003eTaksi kota yang menjadi mata pencarian Slamet dan rekan-rekannya melintasi trayek yang pendek, atau hanya melayani seputaran pusat Kota Jayapura. Jalur yang mereka lalui sebenarnya adalah jalur yang sangat strategis.\u003c/p\u003e\n\u003cp\u003e\u003cimg fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-522177\" src=\"https://jubi.id/wp-content/uploads/2026/01/Infografis-Taksi-Kota-Jayapura-.jpeg\" alt=\"Infografis taksi kota jayapura\" width=\"1052\" height=\"1600\" title=\"Dilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau 2\" srcset=\"https://jubi.id/wp-content/uploads/2026/01/Infografis-Taksi-Kota-Jayapura-.jpeg 1052w, https://jubi.id/wp-content/uploads/2026/01/Infografis-Taksi-Kota-Jayapura--768x1168.jpeg 768w, https://jubi.id/wp-content/uploads/2026/01/Infografis-Taksi-Kota-Jayapura--1010x1536.jpeg 1010w, https://jubi.id/wp-content/uploads/2026/01/Infografis-Taksi-Kota-Jayapura--750x1141.jpeg 750w\" sizes=\"(max-width: 1052px) 100vw, 1052px\" /\u003e\u003c/p\u003e\n\u003cp\u003eMereka melingkari jantung ekonomi yang nyaris tak pernah sepi, mulai dari Aryoko, Kloofkamp, Paldam, Jalan Percetakan, APO, hingga kawasan Ruko Dok II Pasifik Permai, Sam Ratulangi, Jalan Koti, dan kembali ke Ahmad Yani. Jalur ini landai dan datar, tanpa tanjakan. Namun tantangan yang mereka hadapi saat ini terasa jauh lebih ‘mendaki’.\u003c/p\u003e\n\u003cp\u003e​Bagi warga yang besar di Jayapura tahun 1990-an atau awal 2000-an, ‘taksi putih’ ini dulu adalah pilihan utama yang tak tergantikan untuk mengelilingi pusat kota.\u003c/p\u003e\n\u003cp\u003eNamun, romantisme itu kini perlahan terkubur oleh kenyataan pahit yang memuncak pasca-pandemi Covid-19. Perubahan perilaku masyarakat dalam bermobilisasi seolah menjadi hantaman yang tak terelakkan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e​Kalah saing dan maraknya kendaraan pribadi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHairul menyandarkan punggungnya di jok kemudi yang busanya sudah mulai menipis. Ia juga sedang menunggu penumpang di shelter GOR Cenderawasih.\u003c/p\u003e\n\u003cp\u003ePria tua yang akrab disapa Pakde itu sudah puluhan tahun menggantungkan nasib di balik kemudi taksi kota. Ia merasakan betul kondisi yang telah jauh berbeda drastis antara hari ini dengan beberapa tahun lalu.\u003c/p\u003e\n\u003cp\u003eDulu, ia digelari juragan taksi karena punya empat unit taksi kota. Namun tiga di antaranya ia jual setelah pandemi Covid-19, pada 2022 silam.\u003c/p\u003e\n\u003cp\u003eKini, tarif Rp3.500 untuk pelajar dan Rp4.500 untuk umum seolah tak lagi menggoda. Kondisi sepi penumpang ini dirasakannya tidak tiba-tiba. Menurutnya, penurunan drastis mulai terasa pasca pandemi Covid-19. Kebiasaan orang berubah, ditambah lagi kemudahan memiliki kendaraan pribadi.\u003c/p\u003e\n\u003cp\u003eKredit motor yang murah membuat banyak orang yang dulunya penumpang setia kini memilih mencicil kendaraan sendiri. Akibatnya, taksi kota putih ini seringkali berputar hanya dengan satu atau dua penumpang, atau bahkan kosong sama sekali.\u003c/p\u003e\n\u003cfigure id=\"attachment_522178\" aria-describedby=\"caption-attachment-522178\" style=\"width: 771px\" class=\"wp-caption alignnone\"\u003e\u003cimg decoding=\"async\" class=\"size-full wp-image-522178\" src=\"https://jubi.id/wp-content/uploads/2026/01/Taki-kota-jayapura-3.jpg\" alt=\"taksi kota jayapura\" width=\"771\" height=\"434\" title=\"Dilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau 3\" srcset=\"https://jubi.id/wp-content/uploads/2026/01/Taki-kota-jayapura-3.jpg 771w, https://jubi.id/wp-content/uploads/2026/01/Taki-kota-jayapura-3-400x225.jpg 400w, https://jubi.id/wp-content/uploads/2026/01/Taki-kota-jayapura-3-768x432.jpg 768w, https://jubi.id/wp-content/uploads/2026/01/Taki-kota-jayapura-3-750x422.jpg 750w\" sizes=\"(max-width: 771px) 100vw, 771px\" /\u003e\u003cfigcaption id=\"caption-attachment-522178\" class=\"wp-caption-text\"\u003e‘Taksi kota’ sedang melaju di jalan di Kota Jayapura. \u003cstrong\u003e–Jubi/ Sudjarwo Husain\u003c/strong\u003e\u003c/figcaption\u003e\u003c/figure\u003e\n\u003cp\u003e\u0026#8220;Habis Corona itu, penumpang mulai menurun. Mungkin karena sudah terbiasa punya motor sendiri atau takut berdesakan lagi. Sekarang juga kredit motor murah sekali, anak sekolah saja yang dulu jadi langganan sekarang sudah bawa motor masing-masing ke sekolah,\u0026#8221; keluhnya.\u003c/p\u003e\n\u003cp\u003eSelain kendaraan pribadi, gempuran transportasi online di seputaran kota juga menjadi tantangan yang sulit dibendung. Kemudahan memesan dari ponsel membuat taksi kota yang harus menunggu di titik-titik tertentu semakin tertinggal.\u003c/p\u003e\n\u003cp\u003e​\u0026#8221;Online itu masuk sampai ke gang-gang kecil. Kita punya jalur cuma di situ-situ saja, di seputaran kota. Jadi ya, kita hanya bisa pasrah saja,\u0026#8221; ujarnya.\u003c/p\u003e\n\u003cp\u003eTak jauh dari GOR Cenderawasih, Samsudin (50), sedang mencari penumpang di Jalan Ahmad Yani. Sopir asal Bone, Bugis, itu juga mengeluhkan yang sama. Meski penghasilan seringkali hanya cukup untuk makan dan setoran, ia belum berniat gantung kunci.\u003c/p\u003e\n\u003cp\u003e​\u0026#8221;Kalau ditanya harapan, ya kami cuma ingin tetap bisa narik. Kalau tidak narik siapa yang mau kasih kita uang. Sekarang sudah susah, tidak seperti dulu lagi,\u0026#8221; katanya.\u003c/p\u003e\n\u003cp\u003eTapi, keluhan tak hanya dirasakan oleh para sopir taksi kota. Penumpang pun mulai mengeluh karena sering menunggu hingga beberapa menit untuk mendapatkan taksi. Karena kondisi yang sepi, taksi kota di beberapa titik jarang parkir dan hanya berputar-putar untuk mencari penumpang.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Biasanya, dulu itu kita keluar ke jalan utama langsung dapat taksi. Sekarang agak susah, kita harus menunggu sedikit lama. Taksi sekarang hanya putar-putar saja, kalau tidak ada penumpang mereka langsung jalan,\u0026#8221; kata Merliana, salah satu penumpang.\u003c/p\u003e\n\u003cp\u003eSenada dengan Merliana, seorang mahasiswa bernama Rian menyebut faktor kenyamanan menjadi alasan utama beralih moda transportasi. Ia kini lebih memilih menggunakan kendaraan roda dua pribadi untuk beraktivitas karena lebih cepat.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Dulu saya sering pakai taksi untuk pergi kuliah. Tapi sekarang saya pilih naik motor sendiri karena lebih cepat sampai. Kalau naik taksi kadang harus menunggu lama,\u0026#8221; kata Rian.\u003c/p\u003e\n\u003cp\u003eBerdasarkan data dari Dinas Perhubungan Kota Jayapura, jumlah angkutan kota khusus trayek E saat ini masih tersisa kurang lebih 100 unit yang masih aktif beroperasi.\u003c/p\u003e\n\u003cfigure id=\"attachment_522179\" aria-describedby=\"caption-attachment-522179\" style=\"width: 727px\" class=\"wp-caption alignnone\"\u003e\u003cimg decoding=\"async\" class=\"size-full wp-image-522179\" src=\"https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-4.jpg\" alt=\"taksi kota jayapura\" width=\"727\" height=\"409\" title=\"Dilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau 4\" srcset=\"https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-4.jpg 727w, https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-4-400x225.jpg 400w\" sizes=\"(max-width: 727px) 100vw, 727px\" /\u003e\u003cfigcaption id=\"caption-attachment-522179\" class=\"wp-caption-text\"\u003eDua ‘taksi kota’ ngetem di depan GOR Cenderawasih APO, Kota Jayapura. \u003cstrong\u003e–Jubi/ Sudjarwo Husain\u003c/strong\u003e\u003c/figcaption\u003e\u003c/figure\u003e\n\u003cp\u003eMenurut Kepala Dinas Perhubungan Kota Jayapura, Justin Sitorus, secara angka, jumlah 100 unit itu sebenarnya masih sangat ideal dan mencukupi untuk melayani rute seputaran kota jika pengoperasiannya dilakukan secara maksimal dan tertib sesuai rute yang telah ditentukan.​\u003c/p\u003e\n\u003cp\u003eNamun, tantangan terbesar yang menjepit para sopir konvensional ini adalah kehadiran transportasi online yang kian marak merambah hingga ke pelosok-pelosok gang. Justin Sitorus menyebut fenomena ini sebagai bagian dari dinamika kota yang terus bertumbuh.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Namanya kota berkembang, semua tergantung kembali kepada pelayanannya masing-masing, baik itu angkutan konvensional maupun online, sepanjang mereka mengikuti rutenya. Ciri khas kota berkembang adalah pelayanan transportasi yang lebih baik, maka mari berlomba melayani untuk yang terbaik,\u0026#8221; kata Justin.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDiminta manfaatkan terminal\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://dishubjayapura.id/\" target=\"_blank\" rel=\"noopener\"\u003eDishub Kota Jayapura\u003c/a\u003e mendorong para sopir taksi kota meningkatkan pelayanan agar tak kalah bersaing dengan angkutan lain. Mereka diminta memberikan pelayanan terbaik, kebersihan kendaraan, dan keramahan agar masyarakat kembali menaruh minat pada taksi konvensional.\u003c/p\u003e\n\u003cp\u003e​Justin Sitorus juga menekankan bahwa aturan main tidak boleh dilanggar. Ia menegaskan perbedaan mendasar mengenai titik transaksi antara kedua moda transportasi ini. Untuk angkutan umum konvensional seperti taksi trayek E, keberadaan terminal adalah jantung dari operasional mereka yang bisa membantu untuk memudahkan mendapatkan penumpang.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Untuk angkutan umum konvensional ada terminal, maka masuklah ke terminal. Itu juga kan bisa membantu mendapatkan penumpang karena terminal tempat di mana penumpang naik dan turun,\u0026#8221; ujar Justin.\u003c/p\u003e\n\u003cp\u003eIa mengingatkan bahwa fasilitas seperti shelter atau halte yang ada di beberapa titik, seperti di dekat GOR dan Porasko, seringkali disalahgunakan fungsinya oleh para sopir.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Itu namanya shelter ban selokan. Fungsinya hanya untuk naik dan turun penumpang secara cepat, bukan tempat untuk parkir atau mengantre penumpang di situ,\u0026#8221; katanya.\u003c/p\u003e\n\u003cp\u003eIa sering mendapat laporan tentang sopir taksi yang sengaja mematikan mesin atau berjalan sangat lambat di area shelter dengan alasan menunggu penumpang, padahal aturan mengharuskan mereka segera melaju menuju terminal setelah selesai menurunkan penumpang.\u003c/p\u003e\n\u003cfigure id=\"attachment_522180\" aria-describedby=\"caption-attachment-522180\" style=\"width: 796px\" class=\"wp-caption alignnone\"\u003e\u003cimg decoding=\"async\" class=\"size-full wp-image-522180\" src=\"https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-2.jpg\" alt=\"taksi kota jayapura\" width=\"796\" height=\"448\" title=\"Dilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau 5\" srcset=\"https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-2.jpg 796w, https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-2-400x225.jpg 400w, https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-2-768x432.jpg 768w, https://jubi.id/wp-content/uploads/2026/01/Taksi-kota-jayapura-2-750x422.jpg 750w\" sizes=\"(max-width: 796px) 100vw, 796px\" /\u003e\u003cfigcaption id=\"caption-attachment-522180\" class=\"wp-caption-text\"\u003e‘Taksi kota’ di Kota Jayapura mengangkut dua penumpang. \u003cstrong\u003e–Jubi/ Sudjarwo Husain\u003c/strong\u003e\u003c/figcaption\u003e\u003c/figure\u003e\n\u003cp\u003e​Pemerintah Kota Jayapura sebenarnya telah berupaya keras memanjakan para sopir dan penumpang dengan fasilitas yang jauh lebih modern. Justin Sitorus mengajak para sopir untuk menghargai investasi pembangunan tersebut.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Manfaatkanlah fasilitas yang sudah dibangun pemerintah ini. Transaksi harus di dalam agar tidak membuat jalanan semrawut atau memicu kecelakaan lalu lintas,\u0026#8221; ujarnya.\u003c/p\u003e\n\u003cp\u003eIa menegaskan ada sanksi bagi sopir yang kedapatan ‘mengetem’ sembarangan atau melakukan transaksi di bahu jalan. Kendaraan yang melanggar bisa dikandangkan oleh petugas Dinas Perhubungan selama tujuh hari.\u003c/p\u003e\n\u003cp\u003eJustin Sitorus menyadari dampak ekonomi sanksi tersebut, karena itu ia terus mengingatkan para sopir agar disiplin demi kebaikan mereka sendiri.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Sanksi pengandangan itu sangat merugikan, mereka akan kehilangan pendapatan selama seminggu penuh. Jadi, tolong ikuti aturan agar kami tidak perlu mengambil tindakan tegas,\u0026#8221; katanya.\u003c/p\u003e\n\u003cp\u003eKadishub menyarankan agar para sopir tetap patuh pada tarif resmi tersebut sambil terus meningkatkan kualitas pelayanan. Sementara untuk mengontrol ketimpangan dengan angkutan online, Justin menyatakan bahwa Pemerintah Kota Jayapura sedang menggodok peraturan wali kota atau perwali.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Perwali ini nantinya akan mengatur keberadaan pangkalan atau pool bagi transportasi online agar mereka memiliki tempat khusus dan tidak lagi mangkal secara liar di jalur-jalur yang menjadi wilayah operasi taksi konvensional seperti trayek E,\u0026#8221; ujarnya. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mendalam/2026/dilema-taksi-kota-di-jayapura-hidup-segan-mati-tak-mau/\"\u003eDilema ‘taksi kota’ di Jayapura: Hidup segan mati tak mau\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/mendalam/2026/dilema-taksi-kota-di-jayapura-hidup-segan-mati-tak-mau/","published":"Thu, 22 Jan 2026 00:32:25 +0000","publishedParsed":"2026-01-22T00:32:25Z","author":{"name":"Sudjarwo Husain"},"guid":"https://jubi.id/?p=522175","categories":["Indepth Story","angkutan umum","Sopir Angkutan Umum","sopir taksi","Supir Angkot"],"dcExt":{"creator":["Sudjarwo Husain"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Sudjarwo Husain","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/mendalam/2026/dilema-taksi-kota-di-jayapura-hidup-segan-mati-tak-mau/feed/","attrs":{},"children":{}}]}}},{"title":"New Zealand and Palau eye the next two Pacific Forums","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; New Zealand and Palau have agreed to cooperate closely on Pacific regional issues, Foreign Minister Winston Peters says. “As the next two hosts of the Pacific Islands Forum, it’s important that New Zealand and Palau forge an even closer partnership,” Peters says. Peters has held high-level talks in Koror, Palau Tuesday, meeting [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pacnews/2026/new-zealand-and-palau-eye-the-next-two-pacific-forums/\"\u003eNew Zealand and Palau eye the next two Pacific Forums\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; New Zealand and Palau have agreed to cooperate closely on Pacific regional issues, Foreign Minister Winston Peters says.\u003c/h4\u003e\n\u003cp\u003e“As the next two hosts of the Pacific Islands Forum, it’s important that New Zealand and Palau forge an even closer partnership,” Peters says.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://community.scoop.co.nz/2026/01/new-zealand-and-palau-eye-next-two-pacific-forums/\" target=\"_blank\" rel=\"noopener\"\u003ePeters has held high-level talks in Koror, Palau\u003c/a\u003e Tuesday, meeting with President Surangel Whipps Jr, Minister of State Gustav Aitaro and other members of President Whipps’ Cabinet.\u003c/p\u003e\n\u003cp\u003e“New Zealand stands ready to assist Palau with its hosting of this year’s Forum in practical ways, and we were pleased to discuss that with President Whipps today.\u003c/p\u003e\n\u003cp\u003e“We want to ensure that we can get the most out of the next two Forums, for the benefit of the Pacific, including by attracting the greatest possible support for our region from development partners in line with Pacific priorities.\u003c/p\u003e\n\u003cp\u003e“The region faces a very challenging global strategic environment, and in this context Pacific countries best advance our shared interests when we work together, showing strength through unity.\u003c/p\u003e\n\u003cp\u003e“Our discussions today have been a valuable opportunity for our countries to share perspectives on a diverse range of issues affecting the Pacific as we gear up to take on these important regional leadership roles.\u003c/p\u003e\n\u003cp\u003e“Pacific regionalism matters because the challenges we face, including ocean health, fisheries management and economic resilience, cross borders. When the Forum speaks with one voice, it speaks with authority – and that matters in a world where small nations must stand together to be heard.”\u003c/p\u003e\n\u003cp\u003eToday’s discussions also canvassed areas of bilateral cooperation between \u003ca href=\"https://jubi.id/category/pacnews/\"\u003ePalau and New Zealand\u003c/a\u003e, including on protecting the ocean, which makes up more than a third of New Zealand’s overall development assistance to Palau.\u003c/p\u003e\n\u003cp\u003e“The health of the ocean is central to Pacific livelihoods. By working together, Palau and New Zealand can safeguard this resource for future generations,” Peters says.\u003c/p\u003e\n\u003cp\u003ePalau is home to the Office of the Pacific Ocean Commissioner (OPOC) and Peters announced a year-long extension of New Zealand’s support for the Office, totalling NZ$1.1 million (US$641,308).\u003c/p\u003e\n\u003cp\u003ePeters will travel to Nadi today, where he will meet with his Fijian counterpart, Sakiasi Ditoka, other members of Fiji’s Cabinet, as well as Pacific Islands Forum Secretary-General Baron Waqa. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pacnews/2026/new-zealand-and-palau-eye-the-next-two-pacific-forums/\"\u003eNew Zealand and Palau eye the next two Pacific Forums\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pacnews/2026/new-zealand-and-palau-eye-the-next-two-pacific-forums/","published":"Wed, 21 Jan 2026 21:37:19 +0000","publishedParsed":"2026-01-21T21:37:19Z","author":{"name":"Pacnews"},"guid":"https://jubi.id/?p=522203","categories":["Pacnews","New Zealand","Pacific","Palau","PIF"],"dcExt":{"creator":["Pacnews"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Pacnews","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pacnews/2026/new-zealand-and-palau-eye-the-next-two-pacific-forums/feed/","attrs":{},"children":{}}]}}},{"title":"Wawancara : Carolina “Corry” Ap-Bukorpioper, perempuan tangguh di balik sosok Arnold Ap","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Tahun 2025, saya (Victor Mambor) mewawancarai Carolina \u0026#8220;Corry\u0026#8221; Ap-Bukorpioper di Den Haag, Belanda. Corry adalah istri mendiang Arnold Clemens Ap yang tewas dibunuh oleh aparat keamanan Indonesia pada 26 April 1984. Saya berbincang dengannya di rumah keluarga Ap yang sederhana. Kami berbincang tentang masa-masa dia bertemu Arnold, mendampingi Arnold, hingga mengungsi ke [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mendalam/2026/interview-carolina-corry-ap-bukorpioper-perempuan-tangguh-di-balik-sosok-arnold-ap/\"\u003eWawancara : Carolina \u0026#8220;Corry\u0026#8221; Ap-Bukorpioper, perempuan tangguh di balik sosok Arnold Ap\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Tahun 2025, saya (Victor Mambor) mewawancarai Carolina \u0026#8220;Corry\u0026#8221; Ap-Bukorpioper di Den Haag, Belanda. Corry adalah istri mendiang \u003ca href=\"https://id.wikipedia.org/wiki/Arnold_Ap\" target=\"_blank\" rel=\"noopener\"\u003eArnold Clemens Ap\u003c/a\u003e yang tewas dibunuh oleh aparat keamanan Indonesia pada 26 April 1984. Saya berbincang dengannya di rumah keluarga Ap yang sederhana. Kami berbincang tentang masa-masa dia bertemu Arnold, mendampingi Arnold, hingga mengungsi ke Papua Nugini lalu ke Belanda. Banyak orang sudah tahu siapa Arnold Ap, antropolog yang menjadi martir dari harapan Orang Asli Papua. Tapi Corry Bukorpioper, sebagai istri Arnold Ap, adalah sosok dibalik kokohnya Arnold Ap memperjuangkan identitas, budaya dan hak Orang Asli Papua.\u003c/h4\u003e\n\u003cp\u003e\u003cem\u003eDen Haag, 2025\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVictor Mambor (VM)\u003cbr /\u003e\n\u003c/strong\u003eMama mungkin bisa cerita bagaimana mama memutuskan untuk pergi (ke Belanda) waktu itu? Karena kan mama sendiri ,Anak anak masih kecil-kecil. Bapak (Arnold Ap) sudah tidak ada, tapi mama harus pergi. Bagaimana mama memutuskan untuk pergi?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCarolina Bukorpioper (CB)\u003cbr /\u003e\n\u003c/strong\u003eSaya tidak putuskan untuk pergi. Waktu kami dua mau pergi kerja, ada Arnold di depan rumah. Dia bilang sama saya, Corry ko (kau) bisa bawa anak anak ke sebelah (Papua Nugini/PNG) kah? \u003cem\u003eSa\u003c/em\u003e (saya) jawab, tapi sa tidak bisa sendiri. Arnold bilang, sa lihat \u003cem\u003eko\u003c/em\u003e (kau) bisa. Makanya \u003cem\u003esa\u003c/em\u003e bawa anak-anak ke sebelah. Bukan keputusan sendiri, Arnold yang suruh \u003cem\u003esa\u003c/em\u003e bawa anak anak ke sebelah supaya bebas. Dia tidak mau anak anak tumbuh dibawah tekanan Indonesia, dia mau anak anak tumbuh bebas. Dari situ kami berangkat. Itu memang keputusan yang berat. Karena waktu itu Arnold masih dipenjara, kami pamit untuk berangkat.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eJadi ke PNG dulu ya\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eIa ke PNG. Dia hanya bilang kalau sampai di Papua Nugini, berusaha untuk ke Belanda.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eTerus saat mama sampai di Belanda, mama lihat bagaimana?\u003c/p\u003e\n\u003cfigure id=\"attachment_522186\" aria-describedby=\"caption-attachment-522186\" style=\"width: 325px\" class=\"wp-caption alignleft\"\u003e\u003cimg decoding=\"async\" class=\" wp-image-522186\" src=\"https://jubi.id/wp-content/uploads/2026/01/Corry.jpg\" alt=\"Corry\" width=\"325\" height=\"449\" title=\"Wawancara : Carolina \u0026quot;Corry\u0026quot; Ap-Bukorpioper, perempuan tangguh di balik sosok Arnold Ap 6\"\u003e\u003cfigcaption id=\"caption-attachment-522186\" class=\"wp-caption-text\"\u003eCorry Bukorpioper \u0026#8211; Dok. Jubi\u003c/figcaption\u003e\u003c/figure\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003e\u003cem\u003eSa\u003c/em\u003e tiba di Belanda, sa tidak pikir apa apa. \u003cem\u003eSa\u003c/em\u003e senang, karna negara ini harus bertanggung jawab apa yang terjadi dengan \u003cem\u003esa\u003c/em\u003e punya keluarga. Waktu saya mulai di interview dimana mana, saya selalu bilang bahwa Belanda harus tanggung jawab apa yang terjadi di Papua. Kalau dulu Belanda kasih kami merdeka, \u003cem\u003esa\u003c/em\u003e punya suami tidak dibunuh. Karena Belanda tidak kasih kami merdeka, \u003cem\u003esa\u003c/em\u003e punya suami berusaha untuk lepaskan bangsa dari tekanan Indonesia.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eAnak anak kan masih kecil-kecil toh?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eMereka masih 9-10 tahun waktu kami berangkat.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eWaktu sampai Belanda, bagaimana mama menangani mereka (anak-anak)?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSaya hidup di dalam Tuhan. Waktu saya keluar dari Jayapura, saya punya hidup selalu dengan Tuhan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eJadi maksudnya, mama serahkan kepada Tuhan saja?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eTuhan yg harus pimpin saya. Waktu kami naik diatas perahu, saya bilang Tuhan jadi juru mudi diperjalanan ini supaya kami bisa tiba dengan baik.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eWaktu itu anak anak sudah tau situasi yang dihadapi?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSaya belum kasih tau mereka. Waktu Arnold kasih tau saya, saya tanya, saya harus cerita/bilang apa ke anak anak? Dia bilang nanti mereka besar, mereka akan tau dengan sendirinya.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eJadi waktu itu mama tidak merasa berat sampai mau pulang, rindu. Biasa tong (kita) orang orang Papua kalau pergi lama lama jauh,  maunya pulang terus toh, pulang ke Tanah Papua. Mama tidak rasa itu?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSelalu saya katakan saya keluar dengan satu misi. Arnold suruh saya keluar dan diluar saya harus suruh anak anak teruskan perjuangan bapaknya. Kami pulang, kalau Papua Merdeka.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eKemudian, anak anak kan sudah mulai beradaptasi. Mama rasa ada kesulitan atau tidak?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDi sekolah?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eYa, di sekolah atau di lingkungan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003ePertama penyesuaian diri, memang berat. Tapi tidak terlalu berat juga, karna kami dulu dibawah Pemerintahan Belanda sebelum Indonesia datang. Baru saya punya generasi tumbuh dengan generasi Belanda, waktu Belanda. Jadi saya sudah ada dasar pengetahuan, pergaulan dengan Belanda, saya sudah sesuaikan diri. Jadi waktu saya datang dengan dengan anak anak, saya tidak terlalu kesulitan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eMama sudah pulang ke Papua lagi?\u003c/p\u003e\n\u003cblockquote\u003e\n\u003cdiv class=\"intro-text\"\u003e\n\u003cblockquote class=\"pullquote align-center\"\u003e\n\u003ch6 style=\"text-align: center;\"\u003e\u003cstrong\u003e\u003cspan style=\"color: #ff0000;\"\u003e\u0026#8220;Selalu saya katakan saya keluar dengan satu misi. Arnold suruh saya keluar dan diluar saya harus suruh anak anak teruskan perjuangan bapaknya. Kami pulang, kalau Papua Merdeka,\u0026#8221;\u003c/span\u003e\u003c/strong\u003e\u003c/h6\u003e\n\u003c/blockquote\u003e\n\u003c/div\u003e\n\u003c/blockquote\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eBelum pernah. Saya tidak bisa pulang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003ePulang kalau Papua sudah merdeka?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003ePulang kalau sa bisa bawa pulang bendera (Bintang Kejora).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eSampai hari ini, mama ada penyesalan atau tidak.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSaya tidak menyesal. Saya rasa misi belum selesai karna Arnold punya misi, Papua harus lepas dari Indonesia. Dia meninggal tapi saya dengan anak anak masih ada tugas.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eKalau mama bisa gambarkan, Arnold ini orangnya seperti apa?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eArnold ini, membela untuk Papua.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eMama masih ingat waktu pertama pergi dari Jayapura? Bagaimana situasinya? Waktu pergi ke Papua Nugini.\u003c/p\u003e\n\u003cdiv style=\"width: 1272px;\" class=\"wp-video\"\u003e\u003cvideo class=\"wp-video-shortcode\" id=\"video-522088-1\" width=\"1272\" height=\"720\" preload=\"metadata\" controls=\"controls\"\u003e\u003csource type=\"video/mp4\" src=\"https://jubi.id/wp-content/uploads/2026/01/01221.mp4?_=1\" /\u003e\u003ca href=\"https://jubi.id/wp-content/uploads/2026/01/01221.mp4\"\u003ehttps://jubi.id/wp-content/uploads/2026/01/01221.mp4\u003c/a\u003e\u003c/video\u003e\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eWaktu itu Jayapura tegang. Karena waktu tahun 1984 itu, mahasiswa Uncen (Universitas Cenderawasih) mau yang bikin kudeta. Rencanya,  sebenarnya tanggal waktu kami keluar (ke PNG), Arnold harus kasih komando di Ifar Gunung. \u003cem\u003eDong\u003c/em\u003e (mereka) harus lepaskan Arnold dari penjara. \u003cem\u003eDong\u003c/em\u003e bawa dia ke Ifar Gunung dan dia bicara di situ untuk seluruh Papua. Rencana itu bocor. Tentara-tentara, intel, kejar Arnold. Jadi langsung \u003cem\u003edong\u003c/em\u003e kejar, \u003cem\u003edong\u003c/em\u003e tidak lepaskan Arnold. \u003ca href=\"https://en-wikipedia-org.translate.goog/wiki/1984_West_Papuan_refugee_crisis?_x_tr_sl=en\u0026amp;_x_tr_tl=id\u0026amp;_x_tr_hl=id\u0026amp;_x_tr_pto=tc\" target=\"_blank\" rel=\"noopener\"\u003eJadi sebenarnya peristiwa 84 itu \u003cem\u003edong\u003c/em\u003e harus bawa Arnold ke Ifar Gunung\u003c/a\u003e. Dia akan bicara di Ifar Gunung untuk seluruh Papua, mahasiswa, pelajar sampai sekolah sekolah tutup. Tapi gagal. Semua di dalam tim ditangkap. Kami lari karena mereka (masyarakat Papua) bilang kalau Arnold punya istri/keluarga harus lolos, supaya mereka hanya bisa lihat (tangkap) Arnold saja.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eWaktu mama dari Jayapura ke PNG itu naik apa? Naik kapal?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eNaik Johnson (perahu dengan motor kecil), 12 jam.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003e12 jam, dari?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDari Tobati. Menyebrang sampai masuk Vanimo jam 6 pagi. Jam 6 sore berangkat dari Tobati, jam 6 pagi tiba di Vanimo, 12 jam.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eDengan anak anak semua?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDengan anak anak. Ini (Raki) masih di perut 3 bulan. Kami harus melompat ke laut baru berenang ke darat.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eLuar biasa ya. Mama masih ingat baik baik ya?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eMasih ingat baik baik. Itu penting. Tidak bisa lupa itu.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eIa, sejarah. Terus setelah mama sampai di Vanimo, mama lama di Vanimo atau ke Port Moresby juga?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eKami tinggal di Vanimo satu bulan. Baru kami pergi ke keluarga di Moresby. Kami tinggal di Moresby satu tahun sambil urus persiapan ke Belanda.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eMungkin mama bisa cerita tentang perjalanan waktu itu. Karena kami ingin orang tahu bagaimana perjalanan mama yang berat sekali itu.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSebenarnya perjalanan itu berat. Tapi ada misi dari Arnold. Papua harus merdeka, harus lepas dari Indonesia, harus berdiri sendiri. Karena Arnold punya rencana untuk bangsa, pemerintahannya harus bagaimana, apa yang harus mereka makan. Kalau Papua merdeka harus makan apa? Harus makan makanan Papua, tidak boleh makan beras/nasi\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eJadi mama masih pegang sampai hari ini pesan itu\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDidalam rumah ini kami selalu, disamping kentang, masih ada nasi, masih ada keladi, masih ada papeda.\u003c/p\u003e\n\u003cdiv class=\"intro-text\"\u003e\n\u003cblockquote\u003e\n\u003cblockquote class=\"pullquote align-center\"\u003e\n\u003ch6\u003e\u003cspan style=\"color: #ff0000;\"\u003e\u003cstrong\u003e\u003cspan class=\"border\"\u003e\u0026#8220;Saya rasa aman. Cuma saya rasa berat. Kadang-kadang saya masuk ke kamar mandi, saya menangis,\u0026#8221;\u003c/span\u003e\u003c/strong\u003e\u003c/span\u003e\u003c/h6\u003e\n\u003c/blockquote\u003e\n\u003c/blockquote\u003e\n\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eMama besarkan anak anak di Belanda ini bagaimana?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eBesarkan mereka menurut pendidikan Belanda. Disekolah dari jam 8 pagi sampai 4 sore itu mereka ditangan didikan Belanda. Sesudah pulang ke rumah itu saya punya didikan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eTapi mama rasa, kalau kita besarkan anak anak, saya sendiri rasa bahwa sa punya anak di Jayapura macam tidak aman. Kalau di Belanda mama rasa aman kah?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSaya rasa aman.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eAnak anak pergi ke sekolah, tidak ada sesuatu yang mama bisa takutkan kah?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSaya rasa aman. Cuma saya rasa berat. Kadang-kadang saya masuk ke kamar mandi, saya menangis.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eSaya ingat juga saya punya mama. Saya punya bapak (John Mambor) ditangkap, sa punya mama harus besarkan 6 orang anak sendirian. Jadi luar biasa. Kadang kadang orang tidak tau apa yang terjadi, dibalik pejuang Papua, ada sosok perempuan yang luar biasa.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eWaktu saya bawa anak anak ke sebelah itu saya hamil 3 bulan. Bagaimana saya hamil 3 bulan baru harus pergi? Tapi dia bilang \u003cem\u003esa\u003c/em\u003e rasa \u003cem\u003eko\u003c/em\u003e bisa. Jadi sa pikir itu suatu sugesti supaya berani. Kalau Arnold bilang \u003cem\u003esa\u003c/em\u003e tidak bisa, \u003cem\u003esa\u003c/em\u003e mungkin kecewa dan tidak berani. Tapi dia bilang \u003cem\u003eko\u003c/em\u003e bisa.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eItu yang akhirnya  mama pergi ke Vanimo lalu ke Port Moresby. Tapi setelah itu mama yakin bisa pergi lebih jauh lagi sampai di Belanda. Mama tidak ada keinginan untuk pulang ke Papua?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eIngin. Saya pikir, selama saya punya keinginan, saya mau mati di Papua. Karena saya mau dikubur dekat Arnold, di Jayapura.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eKalau mama sendiri dengar pak Arnold punya legacy, musik-musik?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eTerhibur, macam rasanya Arnold masih hidup.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eTapi menurut mama bagaimana. Musik musik itu kan masih ada sampai sekarang ini dan saya pikir mungkin orang Papua terlalu banyak belajar di Indonesia, mereka tidak bisa lebih menghargai itu. Menurut mama bagaimana?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eYa itu tergantung dari perkembangan zaman. Waktu generasi yang dulu, yang Arnold punya generasi, pasti mereka tetap mencintai Arnold punya musik. Generasi muda, kalau yg berjuang pasti mereka ingat spirit dari \u003ca href=\"https://jubi.id/seni-budaya/2024/group-seni-musik-dan-budaya-mambesak-tak-pernah-membubarkan-diri/\"\u003eMambesak (kelompok music yang didirikan Arnold Ap)\u003c/a\u003e. Karena Mambesak punya spirit masih ada di masyarakat sampai di luar negeri.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eMama bisa cerita lagi, bagaimana waktu pertama Oridek (anak pertama Arnold Ap) lahir . Karena orang bilang oridek dalam bahasa Biak artinya matahari terbit. Kenapa sampai dikasih nama begitu\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDia (Oridek) musti jadi pejuang. Dia musti \u003cem\u003eraising\u003c/em\u003e, tidak boleh diam. Dia harus berjuang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eItu yg kasih nama bapak Arnold atau siapa?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eItu Arnold yg kasih nama. Tapi dia punya tete (kakek) bilang jangan Oridek saja nanti dia pemarah. Musti kasih \u003cem\u003e“kadaun”\u003c/em\u003e. Jadi dia punya nama Oridek Kadaun. Matahari dan sumber. Kalau matahari sudah panas, musti jadi sumber untuk orang bisa berlindung. Seumpama satu pohon, tumbuh juga bisa jadi pelindung, biar orang bisa duduk dibawah. Anak yg kedua itu dia kasih nama \u003cem\u003eMambri\u003c/em\u003e. Dia musti jadi tentara. Tapi anak nomor dua takut jadi tentara. Dia tidak mau jadi tentara. Anak yg nomor tiga tentara, angkatan udara. Semua anak anak harus masuk tentara. Satu politik, satu tentara, satu budaya, satu antropolog, tapi tdk ada yang antropolog. Semua tentara. Semua berjuang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eKalau misalkan mama bisa kembali ke Papua, mama mau bikin apa di Papua?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eSaya kalau kembali ke Papua Saya mau kumpul semua perempuan, saya mau bicara dengan mereka. Kadang kadang \u003cem\u003esa\u003c/em\u003e ingin bahwa wanita Papua itu harus berdiri disamping laki laki. Apa yang laki laki buat, perempuan jadi tangan kanan. Tidak tinggal  diam rumah saja tapi harus berani untuk bikin sesuatu, berdiri sendiri. Supaya kalau laki laki jatuh, perempuan bisa bertahan. Macam saya, Arnold jatuh, karena saya bidan, saya bisa kerja. Saya jadi suster untuk ibu ibu yg melahirkan , saya bantu ibu ibu di organisasi, karna ada pengalaman di organisasi juga.\u003c/p\u003e\n\u003cblockquote\u003e\n\u003cdiv class=\"intro-text\"\u003e\n\u003cblockquote class=\"pullquote align-center\"\u003e\n\u003ch6\u003e\u003cstrong\u003e\u003cspan style=\"color: #ff0000;\"\u003e\u0026#8220;Kalau dulu Belanda kasih kami merdeka, sa punya suami tidak dibunuh. Karena Belanda tidak kasih kami merdeka, sa punya suami berusaha untuk lepaskan bangsa dari tekanan Indonesia,\u0026#8221;\u003c/span\u003e\u003c/strong\u003e\u003c/h6\u003e\n\u003c/blockquote\u003e\n\u003c/div\u003e\n\u003c/blockquote\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eWaktu pertama tiba disini (Belanda), anak anak umur berapa?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eOridek 10 tahun, Mambri 9/8 tahun.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eSaya ingat saya punya mama juga. Waktu sa pu (punya) bapak ditangkap, sap pu mama sudah jadi guru di Jayapura. Mama kerja perawat dimana?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDi Jayapura. Saya sekolah perawat karena waktu saya umur 9 tahun, saya dirawat di rumah sakit. Waktu masih pendudukan Belanda. Saya punya bapak selalu datang jalan kaki dari Sorido ke rumah sakit di Biak. Jadi bapak datang jam besuk sudah selesai, sa punya bapak tidak bisa masuk. Terus sa janji dalam \u003cem\u003esa\u003c/em\u003e punya hati, sampe \u003cem\u003esa\u003c/em\u003e jadi suster \u003cem\u003esa\u003c/em\u003e akan jadi lebih baik, \u003cem\u003esa\u003c/em\u003e tidak seperti suster-suster ini. Kasih biar orang pulang. Jadi \u003cem\u003esa\u003c/em\u003e jadi suster, tidak pernah di \u003cem\u003esa\u003c/em\u003e punya klinik, perempuan atau ibu hamil atau ibu yang dengan bayi disuruh pulang. \u003cem\u003eSa\u003c/em\u003e kadang kadang masuk kerja jam 9, ada ibu yang disuruh pulang karena sudah tidak terima kartu lagi, kartu pasien. Dan kalau lebih dari jam 9, saya bawa kembali ibu itu ke klinik dan \u003cem\u003esa\u003c/em\u003e suruh dia tunggu, \u003cem\u003esa\u003c/em\u003e periksa dia. Selesai, \u003cem\u003esa\u003c/em\u003e mulai tegur \u003cem\u003esa\u003c/em\u003e punya rekan suster. \u003cem\u003eSa\u003c/em\u003e bilang, lain kali tidak boleh suruh orang pulang. Kalau kamu sendiri hamil 8 \u0026#8211; 9 bulan, kamu disuruh pulang, kamu rasa bagaimana? Kamu tolong saja. Nanti sesudah tolong baru bilang lain kali ibu harus datang tempo. Jadi waktu saya kerja disitu, tidak ada pasien pasien yang disuruh pulang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eKalau mama lihat Papua sekarang terutama yang punya gerakan menuju merdeka itu bgm? Yang mama sendiri lihat. Apakah menjanjikan atau tidak? Atau masih lama lagi?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eItu tergantung di orang Papua. Terutama yg di Papua. Karena kami di luar negeri hanya bisa bantu. Tapi didalam negeri harus berdiri, berjuang. Harus tuntut merdeka. Jadi tergantung di orang Papua.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eOke, sa pikir sementara cukup. Supaya orang tau. Tapi bagaimana mama pikir tentang orang Papua dari dulu dan dimasa depan?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eBangsa Papua harus makan makanan Papua. Harus makan sagu. Bangsa Papua harus berdagang, harus kawin orang sendiri. Mungkin sekarang di Indonesia jadi sulit. Tapi kalau Papua merdeka, setiap provinsi punya pemimpin dari orangnya sendiri. Macam Serui dipimpin orang Serui sendiri, Biak dipimpin orang Biak sendiri. Sorong, orang Sorong sendiri. Merauke, orang Merauke sendiri. Tapi kalau dimana ada wilayah yang lemah orang dari tempat lain bisa bantu. Seperti yang dilakukan orang orang Biak waktu masa Belanda.  Orang Biak itu, dorang sabar untuk jalankan tugas.  Karna sa lihat dengan mata sendiri waktu ke pedalaman tahun 71-74 sa jadi bidan di pedalaman. Kebanyakan orang Biak yang bantu disana. Mereka punya kesabaran dan berani untuk jalankan tugas. Macam disini (Belanda), dikelompok ini, orang lihat komunitasnya ganti ganti tapi kami punya keluarga masih tinggal sudah 48 tahun. Mereka selalu tanya, ibu kok tidak pindah. Saya bilang saya datang ke Belanda bukan untuk pilih tempat. Semua orang pindah pindah, tapi saya tinggal. Saya datang ke negeri ini bukan saya cari tempat, saya datang untuk tempat aman, saya mau jaga sa punya anak anak, besarkan anak anak. Saya minta Tuhan pimpin saya untuk tenang, saya rasa tenang. Arnold bilang saya harus bikin rumah bagus supaya senang untuk tinggal didalam rumah itu. Kalau rumah tidak bagus nanti \u003cem\u003eko\u003c/em\u003e senang (pergi) keluar rumah.\u003c/p\u003e\n\u003cblockquote\u003e\n\u003cblockquote class=\"pullquote align-center\"\u003e\n\u003ch6\u003e\u003cspan style=\"color: #ff0000;\"\u003e\u003cstrong\u003e\u0026#8220;Waktu di penjara, tiap minggu sa bikin kami selalu bertemu. Dia selalu pura-pura sakit. Pura-pura sakit datang ke klinik biar bisa lihat sa, bisa bertemu. Tapi, sa selalu ada disana tiap minggu, di Ifar Gunung,\u0026#8221;\u003c/strong\u003e\u003c/span\u003e\u003c/h6\u003e\n\u003c/blockquote\u003e\n\u003c/blockquote\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eDimana mama merasa jatuh cinta pada Arnold pertama kali?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eItu sedih, saya ketemu Arnold dan mulai jatuh cinta di penjara.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eDipenjara?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eJatuh cinta untuk seorang dipenjara. Dipenjara Ifar Gunung. Waktu \u003cem\u003esa\u003c/em\u003e pergi di kerja Sentani. Selalu \u003cem\u003esa\u003c/em\u003e kerja untuk pemerintah, tapi \u003cem\u003esa\u003c/em\u003e juga diperbantukan untuk tentara.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eItu Tahun berapa\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003e\u003cem\u003eSa\u003c/em\u003e di Sentani tahun 1971, awal 71. \u003cem\u003eSa\u003c/em\u003e di Sentani satu tahun. Tapi \u003cem\u003esa\u003c/em\u003e di Sentani satu kali seminggu dokter tentara dari Aryoko datang bawa saya. Dokter Gatot Subroto (nama dokter) bawa saya ke Ifar Gunung untuk ibu ibu tentara yg hamil, \u003cem\u003esa\u003c/em\u003e periksa dorang. Tapi sebelum itu, saya ikut dokter pergi ke penjara bersama dokter kasih obat obat untuk para tahanan, jadi saya ikut. Saya masuk, saya jalan, tahanan tahanan duduk sisi, ditengah ada semacam jalan tapi sedikit tinggi. Saya jalan diatas, Arnold \u003cem\u003edong\u003c/em\u003e (mereka) duduk tangan terikat dengan satu teman, dua orang  dong ikat tangan. Terus \u003cem\u003etong\u003c/em\u003e (kita) jalan ditengah. Dari situ \u003cem\u003esa\u003c/em\u003e ketemu Arnold. Jadi Arnold biasa disitu, tapi saya belum kenal dia. Saya hanya kenal dia kawan dari keluarga saya. Waktu dia keluar dari Ifar Gunung, baru dia datang ke Sentani untuk tanya saya untuk jadi pasangan hidup. Kemudian saya bilang kasih saya waktu dua bulan untuk berpikir. Terus saya bergumul. Karena pada umumnya \u003cem\u003esa\u003c/em\u003e itu anak perempuan dari  penginjil dan kemudian \u003cem\u003esa\u003c/em\u003e punya hidup selalu hidup dalam Tuhan. \u003cem\u003eSa\u003c/em\u003e anak sulung, \u003cem\u003esa\u003c/em\u003e punya bapak selalu terima tamu dan saya selalu di dapur terus. Saya tidak pernah ada waktu untuk keluar rumah. Saya selalu berdoa dibelakang bapak, saya mau keluar dari rumah ini. Saya juga mau bebas macam anak perempuan lain. Tapi \u003cem\u003esa\u003c/em\u003e waktu itu tidak tau berdoa, hanya doa Bapa Kami saja. Tapi betul, \u003cem\u003esa\u003c/em\u003e rasa Tuhan dengar \u003cem\u003esa\u003c/em\u003e punya doa biar cuma doa Bapa Kami, tapi isi hati Tuhan tau. Dari sejak itu \u003cem\u003esa\u003c/em\u003e keluar ke Jayapura sekolah bidan. Tapi \u003cem\u003esa\u003c/em\u003e tidak mau pilih sekolah rumah sakit yang dua tahun, sebab nanti \u003cem\u003esa\u003c/em\u003e keluar \u003cem\u003edong\u003c/em\u003e suruh sa kawin. Jadi \u003cem\u003esa\u003c/em\u003e pilih yang lima tahun supaya lama. \u003cem\u003eSa\u003c/em\u003e tidak mau sekolah di Biak. Jadi \u003cem\u003esa\u003c/em\u003e ke Jayapura yang lima tahun. Sesudah lima tahun, \u003cem\u003esa\u003c/em\u003e kerja di pelabuhan sebagai kepala BKIA. Dari Jayapura, terus \u003cem\u003esa\u003c/em\u003e ke Yoka ganti \u003cem\u003esa\u003c/em\u003e punya suster Belanda. \u003cem\u003eSa\u003c/em\u003e ganti dia untuk 6 bulan. Sesudah dia kembali \u003cem\u003esa\u003c/em\u003e harus ke Anggruk, ganti suster  untuk 6 bulan. \u003cem\u003eSa\u003c/em\u003e biasanya jadi suster pengganti. Dari situ, \u003cem\u003esa\u003c/em\u003e lebih banyak dikenal di gereja terus\u003cem\u003e sa\u003c/em\u003e dikirim ke pedalaman, lalu\u003cem\u003e sa\u003c/em\u003e jadi bidan di rumah sakit Anggruk.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eDi Yahukimo lama?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eJadi \u003cem\u003esa\u003c/em\u003e di Anggruk enam bulan, dokter tahan \u003cem\u003esa\u003c/em\u003e sampe tiga tahun. Terus Arnold bilang lebih baik \u003cem\u003eko\u003c/em\u003e turun kita kawin. Karena Arnold panggil \u003cem\u003esa\u003c/em\u003e untuk \u003cem\u003etong\u003c/em\u003e (kami) dua nikah itu yang saya turun ke Jayapura, kalau tidak mungkin \u003cem\u003esa\u003c/em\u003e tinggal dipedalaman.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eSetelah menikah masih kerja?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eMasih kerja\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eDi dok II?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDi Abepura. Rumah sakit Abepura. Pertama di klinik. Baru di rumah sakit. Cukup lama itu\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eKenapa mama merasa harus mencintai orang-orang Papua?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePertama, saya orang Papua dan kawin orang Papua.  Waktu itu sa pilihan mau kawin dokter atau kawin pendeta. Tapi sa kawin dengan orang antropolog, orang budaya.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eAda sesuatu yang bikin mama sampai jatuh cinta betul-betul sama Arnold?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eKarena Arnold punya sifat baik. Dia berapa kali besuk saya. Laki laki sederhana, dia tidak paksa. Waktu saya pilih ke Anggruk, dia tidak menentang. Dia biarkan saya pergi. Jadi, saya pikir kalau dia laki-laki tidak baik mungkin dia bilang buat apa \u003cem\u003eko\u003c/em\u003e pergi, \u003cem\u003etong\u003c/em\u003e dua sekarang pacar toh? Tapi dia biarkan saya pergi. Sekarang \u003cem\u003esa\u003c/em\u003e lihat bahwa \u003cem\u003esa\u003c/em\u003e cocok kawin Arnold. S\u003cem\u003ea\u003c/em\u003e kawin dengan budayawan yang berjuang untuk bangsa. Sekarang \u003cem\u003esa\u003c/em\u003e diluar negeri. \u003cem\u003eSa\u003c/em\u003e lihat luas bahwa \u003cem\u003esa\u003c/em\u003e tidak percuma kawin seorang pejuang karena \u003cem\u003esa\u003c/em\u003e tau bangsa saya, sifat bangsa saya, dari pantai sampai ke pedalaman. Dan \u003cem\u003esa\u003c/em\u003e juga mengungsi lagi dengan anak-anak ke sebelah, ke Papua Nugini, \u003cem\u003esa\u003c/em\u003e tinggal di Moresby. Sa lihat orang Papua di Moresby dan \u003cem\u003esa\u003c/em\u003e punya keadaan dengan anak-anak. Sekarang \u003cem\u003esa\u003c/em\u003e di Belanda, di Den Haag. Kami tidak hidup senang-senang disini. Seringkali \u003cem\u003esa\u003c/em\u003e dapat interview dari orang-orang Belanda. Kadang-kadang orang dari mana-mana datang interview saya karena Arnold dan juga karena Papua Merdeka. Mereka lebih banyak tanya saya tentang perjuangan dan saya bisa jawab. Tuhan kasih saya kemampuan untuk menjawab, membela bangsa. Karena banyak perempuan di Papua tidak dapat kesempatan seperti saya, bisa menyampaikan apa yang perlu disampaikan. Jadi tiap kali \u003cem\u003esa\u003c/em\u003e perhatikan berita tentang ibu-ibu yang disiksa, itu jadi bahan untuk \u003cem\u003esa\u003c/em\u003e bicara. Disini kami satu bulan satu kali bikin video, bicara sedikit tentang ibu-ibu di samping suami. Ibu ibu harus berusaha untuk membantu suami dalam mereka punya perjuangan dan juga membantu diri sendiri untuk berusaha bertahan hidup. Berusaha untuk mendapat uang, jangan suami saja yang dapat uang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eMenurut mama, dimana momen terpenting saat bertemu Bapak Arnold?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eDipenjara. Di dua tempat. Bertemu Arnold pertama kali di Ifar Gunjung, mulai perasaan cinta. Dan bertemu Arnold kedua kali di penjara dan berpisah, untuk membawa anak-anak keluar.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eSetelah bertemu di penjara itu sudah tidak bertemu lagi ya?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eWaktu di penjara, tiap minggu sa bikin kami selalu bertemu. Dia selalu pura-pura sakit. Pura-pura sakit datang ke klinik biar bisa lihat sa, bisa bertemu. Tapi, sa selalu ada disana tiap minggu, di Ifar Gunung. Tapi penjara di polisi, di APO, itu dia di penjara polisi. Kami selalu datang besuk juga, tapi tidak bisa duduk sama sama. Dia dibelakang, pagar, terali. Jadi \u003cem\u003esa\u003c/em\u003e di luar. Hanya begitu saja kami bisa bertemu. Dan kali terakhir itu, \u003cem\u003esa\u003c/em\u003e hanya bilang sebentar jam 6 kami berangkat\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVM\u003cbr /\u003e\n\u003c/strong\u003eJadi bertemu di penjara sebelum mama berangkat ya? Baru kemudian pak Arnold dibunuh.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCB\u003cbr /\u003e\n\u003c/strong\u003eIya. Itu moment yang berat. Karena  harus berangkat dengan anak-anak. Baru tidak tau tujuannya kemana. Uang buat kehidupan disana tidak ada. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/mendalam/2026/interview-carolina-corry-ap-bukorpioper-perempuan-tangguh-di-balik-sosok-arnold-ap/\"\u003eWawancara : Carolina \u0026#8220;Corry\u0026#8221; Ap-Bukorpioper, perempuan tangguh di balik sosok Arnold Ap\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/mendalam/2026/interview-carolina-corry-ap-bukorpioper-perempuan-tangguh-di-balik-sosok-arnold-ap/","published":"Wed, 21 Jan 2026 21:19:23 +0000","publishedParsed":"2026-01-21T21:19:23Z","author":{"name":"Victor Mambor"},"guid":"https://jubi.id/?p=522088","categories":["Indepth Story","Arnold Ap","Corry Bukorpioper","Papua","Papua Merdeka"],"dcExt":{"creator":["Victor Mambor"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Victor Mambor","attrs":{},"children":{}}]},"media":{"content":[{"name":"content","value":"","attrs":{"height":"720","medium":"video","url":"https://jubi.id/wp-content/uploads/2026/01/01221.mp4","width":"1272"},"children":{"description":[{"name":"description","value":"Den Haag, 2025","attrs":{"type":"html"},"children":{}}],"player":[{"name":"player","value":"","attrs":{"url":"https://jubi.id/wp-content/uploads/2026/01/01221.mp4"},"children":{}}],"rating":[{"name":"rating","value":"nonadult","attrs":{"scheme":"urn:simple"},"children":{}}],"thumbnail":[{"name":"thumbnail","value":"","attrs":{"url":"https://jubi.id/wp-content/uploads/2026/01/Keluarga-ap.jpg"},"children":{}}],"title":[{"name":"title","value":"Wawancara : Carolina \"Corry\" Ap-Bukorpioper, perempuan tangguh di balik sosok Arnold Ap | Jubi Papua","attrs":{"type":"plain"},"children":{}}]}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/mendalam/2026/interview-carolina-corry-ap-bukorpioper-perempuan-tangguh-di-balik-sosok-arnold-ap/feed/","attrs":{},"children":{}}]}}}],"feedType":"rss","feedVersion":"2.0"}
