{"status":"ok","feed":{"url":"https://jubi.id/feed","title":"Jubi Papua","link":"https://jubi.id/","author":"","description":"Berita Papua Jujur Bicara","image":"https://jubi.id/wp-content/uploads/2024/06/cropped-file-32x32.jpg"},"items":[{"title":"Rumah dibakar, pembunuh ibu muda belum ditangkap","pubDate":"2026-01-20 07:09:00","link":"https://jubi.id/domberai/2026/rumah-dibakar-pembunuh-ibu-muda-belum-ditangkap/","guid":"https://jubi.id/?p=522078","author":"Gamaliel M. Kaliele","thumbnail":"","description":"\n<p>Sorong, Jubi – Komda PMKRI Papua Barat Daya mendesak Polisi, Pemkab Maybrat Tambrauw, dan LMA bertindak cepat menangkap pelaku pembunuhan ibu muda Distrik Aimas, Kabupaten Sorong, Papua Barat Daya, Minggu (18/1/2026). Lambannya penegakan hukum telah memicu keresahan luas di tengah masyarakat, setelah rumah pelaku pembunuhan dibakar massa, Senin (19/1/2026). “Ketika hukum tidak hadir dengan cepat, […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/rumah-dibakar-pembunuh-ibu-muda-belum-ditangkap/\">Rumah dibakar, pembunuh ibu muda belum ditangkap</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h5>Sorong, Jubi – Komda PMKRI Papua Barat Daya mendesak Polisi, Pemkab Maybrat Tambrauw, dan LMA bertindak cepat menangkap pelaku <a href=\"https://jubi.id/domberai/2026/ibu-muda-tewas-di-depan-gereja-pmkri-polisi-segera-tangkap-pelaku/\">pembunuhan ibu muda Distrik Aimas</a>, Kabupaten Sorong, <a href=\"https://papuabaratdayaprov.go.id/\" target=\"_blank\" rel=\"noopener\">Papua Barat Daya</a>, Minggu (18/1/2026). Lambannya penegakan hukum telah memicu keresahan luas di tengah masyarakat, setelah rumah pelaku pembunuhan dibakar massa, Senin (19/1/2026).</h5>\n<p>“Ketika hukum tidak hadir dengan cepat, masyarakat kehilangan kepercayaan. Sudah lebih dari 1×24 jam pascakejadian penikaman, aparat kepolisian belum juga menangkap pelaku keterlambatan ini tidak bisa ditoleransi, karena berdampak langsung pada situasi keamanan,” kata pimpinan Komda PMKRI Papua Barat Daya, Yance Yesnath.</p>\n<p>Mereka mendesak Polda Papua Barat Daya untuk turun tangan dan memerintahkan jajaran Kepolisian untuk secepatnya menangkap pelaku penikaman, dan mengukum sesuai dengan hukum yang berlaku.</p>\n<p>Menurutnya, pembakaran rumah warga yang terjadi di Aimas merupakan bukti bahwa ketertiban umum telah terganggu ini konsekuensi langsung dari kelambanan negara dalam menegakkan hukum komda PMKRI Papua Barat Daya juga menekankan bahwa penyelesaian adat yang melibatkan LMA tidak boleh menggugurkan proses hukum pidana.</p>\n<p>“Penyelesaian adat penting untuk perdamaian sosial, tetapi pidana tetap harus berjalan sesuai hukum negara dan ia menegaskan, prinsip tersebut sejalan dengan asas equality before the law atau persamaan di hadapan hukum dan siapa pun pelakunya, dari latar belakang apa pun, wajib diproses secara hukum,” ujarnya.</p>\n<p>Komda PMKRI Papua Barat Daya pernyataan hukumnya dengan menegaskan bahwa keterlambatan penegakan hukum hanya akan memperbesar konflik sosial.</p>\n<p>“Undang undang sudah jelas, tinggal kemauan aparat untuk menjalankannya jadi jika hukum ditegakkan cepat dan adil, konflik tidak akan meluas. Jika hukum lambat, negara sedang membuka pintu kekacauan,” katanya.</p>\n<p>Di tempat berbeda, Lembaga Bantuan Hukum Papua Pos Sorong mendesak Kepolisian Resor Sorong untuk segera menangkap dan mengadili pelaku pembunuhan tragis Cristina Ewit Syufi oleh terduga pelaku atas nama Maximus Sasior di halaman Gereja Katolik Paroki St. Bernadus yang beralamat di Jl. Sawi, Kel. Malawele, Distrik Aimas, Kabupaten Sorong, Provinsi Papua Barat Daya pada hari Minggu, 18 Januari 2025.</p>\n<p>“Atas hal tersebut kami mendesak kepada pihak Kepolisian Resor Sorong untuk segera menangkap pelaku secepatnya agar dia dapat bertanggung jawab atas perbuatan kejinya,” kata Advokad LBH Papua Pos Sorong, Ambrosius Klagilit di Sorong, Senin (19/1/2026).(*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/rumah-dibakar-pembunuh-ibu-muda-belum-ditangkap/\">Rumah dibakar, pembunuh ibu muda belum ditangkap</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Domberai","Femisida","Kasus Pembunuhan","Provinsi Papua Barat Daya"]},{"title":"Sudah ditolak, perwakilan perkebunan sawit terus datangi warga kampung","pubDate":"2026-01-20 06:05:19","link":"https://jubi.id/domberai/2026/sudah-ditolak-perwakilan-perkebunan-sawit-terus-datangi-warga-kampung/","guid":"https://jubi.id/?p=522071","author":"Gamaliel M. Kaliele","thumbnail":"","description":"\n<p>Sorong, Jubi – Rumah advokad muda, Ambrosius Klagilit didatangi seseorang yang mengaku utusan dari perusahaan kelapa sawit PT Inti Kebun Sejahtera di Kampung Wonosobo, Distrik Moi Sigin, Kabupaten Sorong, Papua Barat Daya, Senin (19/1/2026), sekitar pukul 17.47 WP. Ambro menegaskan, kedatangan orang tersebut dengan tujuan yang jelas, meminta persetujuan penggunaan tanah adat untuk dijadikan kebun […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/sudah-ditolak-perwakilan-perkebunan-sawit-terus-datangi-warga-kampung/\">Sudah ditolak, perwakilan perkebunan sawit terus datangi warga kampung</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4>Sorong, Jubi – Rumah advokad muda, Ambrosius Klagilit didatangi seseorang yang mengaku utusan dari perusahaan kelapa sawit PT Inti Kebun Sejahtera di Kampung Wonosobo, Distrik Moi Sigin, Kabupaten Sorong, <a href=\"https://papuabaratdayaprov.go.id/\" target=\"_blank\" rel=\"noopener\">Papua Barat Daya</a>, Senin (19/1/2026), sekitar pukul 17.47 WP.</h4>\n<p>Ambro menegaskan, kedatangan orang tersebut dengan tujuan yang jelas, meminta persetujuan penggunaan tanah adat untuk dijadikan kebun kelapa sawit.</p>\n<p>“Mereka meminta agar kami menyerahkan wilayah adat marga <a href=\"https://jubi.id/domberai/2025/lbh-papua-pos-sorong-kirim-surat-klarifikasi-ke-bupati-terkait-relokasi-pasar-sore/\">Klagilit Maburu</a> seluas kurang lebih 700 hektare untuk dijadikan kebun sawit,” ujarnya saat diwawancarai Jubi, Selasa (20/1/2026).</p>\n<p>Ia lalu meminta utusan itu untuk meninggalkan rumahnya, karena kedatangan utusan Perusahaan sawit yang selama ini ditentang warga kampung ke rumahnya dapat menimbulkan kecurigaan dan prasangka dari warga kampung lainnya.</p>\n<p>“Ko mau bikin apa? Ko pulang-pulang. Datang dan bikin hancur kami punya keluarga di sini,” kata Ambro mengusir orang itu,” katanya dalam video yang beredar luas di media sosial.</p>\n<p>Belakangan, Ambrosius mengetahui bahwa orang yang datang tersebut bernama Algius. Menurutnya, ini bukan kali pertama Algius muncul di wilayah adat Moi Segen.</p>\n<p>“Sebelumnya, sekitar Desember 2025, saya sudah pernah bertemu dia di pinggir jalan Kampung Klasari, Distrik Moi Sigin Waktu itu saya sudah memberi peringatan keras,” kata Ambrosius.</p>\n<p>Sebagai perwakilan marga, ia menegaskan telah menyampaikan larangan tegas saat bertemu dengan orang Perusahaan.</p>\n<p>“Saya bilang ke dia, jangan lagi datang dan jangan menghasut orang orang tua kami karena tindakan itu akan menghancurkan kerukunan marga yang selama ini berjalan baik,” ujarnya.</p>\n<p>Namun, menurut Ambrosius, peringatan itu tidak diindahkan, dan mereka terus datang dengan berbagai cara.</p>\n<p>“Walau kami sudah menyatakan penolakan berulang kali, tapi mereka tetap datang dengan berbagai tipu daya dan mereka pakai janji-janji manis,” katanya.</p>\n<p>Ambrosius menyebut praktik tersebut sebagai bentuk manipulasi terhadap masyarakat adat dan kami sebut ini penghasutan dan ini bukan dialog yang jujur, tapi upaya memecah belah keluarga dan marga demi kepentingan kebun sawit, tegasnya</p>\n<p>PT Inti Kebun Sejahtera merupakan anak perusahaan dari Ciliandry Anky Abadi (CAA), salah satu grup raksasa sawit nasional yang dimiliki keluarga Fangiono. PT Inti Kebun Sejahtera beroperasi di wilayah Moi Segen sekitar 2007–2008 hingga saat ini, dan menimbulkan banyak konflik yang tidak terselesaikan.</p>\n<p>Menurut Ambrosius, kehadiran perusahaan sawit justru memicu konflik horizontal di tengah masyarakat adat moi di kabupaten Sorong. Kelapa sawit ini bukan membawa kesejahteraan, tapi membawa perpecahan di antara keluarga,</p>\n<p>“Mereka datang coba coba adu domba kami,” ujarnya.</p>\n<p>Ia menegaskan bahwa wilayah adat marga Klagilit, marga Maburu bukan tanah kosong tetapi  tanah adat, tanah warisan leluhur, dan dalam wilayah itu terdapat hutan, sumber hidup, ada sejarah dan martabat orang Moi.</p>\n<p>Ambrosius juga meminta Pemerintah Provinsi Papua Barat Daya turun tangan, dan  tidak boleh cuci tangan karena konflik ini terjadi di wilayah provinsi Papua Barat Daya.</p>\n<p>“Gubernur harus pastikan Perda adat Moi dijalanka, sebab provinsi memiliki kewenangan pengawasan terhadap kabupaten kalau kabupaten lalai, provinsi harus menegur dan mengambil langkah korektif,” ujarnya.(*)</p>\n<p> </p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/sudah-ditolak-perwakilan-perkebunan-sawit-terus-datangi-warga-kampung/\">Sudah ditolak, perwakilan perkebunan sawit terus datangi warga kampung</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Domberai","LBH Papua Pos Sorong","Marga Klagilit","Papua Barat Daya","Perkebunan Sawit"]},{"title":"Marape satukan isu keamanan dan Pemilu, tegaskan otoritas negara jelang Pemilu 2027","pubDate":"2026-01-20 05:14:59","link":"https://jubi.id/pasifik/2026/marape-satukan-isu-keamanan-dan-pemilu-tegaskan-otoritas-negara-jelang-pemilu-2027/","guid":"https://jubi.id/?p=522066","author":"Dominggus A. Mampioper","thumbnail":"","description":"\n<p>Jayapura, Jubi – Perdana Menteri Papua Nugini, James Marape, mengirimkan sinyal politik yang tegas pada awal 2026: pemerintahannya tidak lagi memandang isu hukum dan ketertiban, pemilihan umum, serta stabilitas politik sebagai persoalan yang berdiri sendiri. Pernyataan terbarunya mengenai maraknya senjata api ilegal, penunjukan John Pundari sebagai Menteri Kepolisian, hingga dimulainya persiapan nasional menuju Pemilu 2027, […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/marape-satukan-isu-keamanan-dan-pemilu-tegaskan-otoritas-negara-jelang-pemilu-2027/\">Marape satukan isu keamanan dan Pemilu, tegaskan otoritas negara jelang Pemilu 2027</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4>Jayapura, Jubi – Perdana Menteri Papua Nugini,<a href=\"https://jubi.id/pasifik/2025/kelompok-advokasi-png-menolak-janji-hutan-pm-james-marape-sebagai-isyarat-kosong/\"> Jame</a><span>s Marape, mengirimkan sinyal politik yang tegas pada awal 2026: pemerintahannya tidak lagi memandang isu hukum dan ketertiban, pemilihan umum, serta stabilitas politik sebagai persoalan yang berdiri sendiri.</span>\n</h4>\n<p>Pernyataan terbarunya mengenai maraknya senjata api ilegal, penunjukan John Pundari sebagai Menteri Kepolisian, hingga dimulainya persiapan nasional menuju Pemilu 2027, membentuk satu narasi politik yang saling terhubung.</p>\n<p>Secara kolektif, langkah-langkah tersebut mencerminkan upaya pemerintah untuk menegaskan kembali otoritas negara, atas keamanan, atas lembaga-lembaga publik, dan atas kondisi politik jelang pemilu mendatang. Demikian artikel yang ditulis koresponden <a href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\">RNZ Pasifik </a>di Port Moresby Scott Waide yang dikutip jubi.id dari laman internet RNZ Pasifik, Selasa (20/1/2026)</p>\n<p><strong>Sikap yang lebih keras terhadap senjata api</strong></p>\n<p>Bahasa yang digunakan Marape mengenai senjata api ilegal sangatlah lugas. Ia membingkai penyebaran senjata berat hanya sebagai masalah peradilan pidana, tetapi sebagai tantangan mendasar terhadap otoritas negara.</p>\n<p>“Senjata api hanya boleh menjadi milik negara,” katanya, menegaskan kelanjutan dan perluasan Operasi Kumul 23, menyusul pembentukan unit respons taktis kepolisian Kumul 23 baru-baru ini.</p>\n<p>Referensi terhadap operasi keamanan yang ditargetkan, termasuk penangkapan pelaku kejahatan bersenjata, menandakan bahwa pemerintah siap menerima kontroversi dalam upaya mencapai hasil penegakan hukum yang nyata.</p>\n<p>Kesediaan itu ditegaskan oleh dukungan terbuka perdana menteri terhadap operasi polisi baru-baru ini yang mengakibatkan lima orang tewas, termasuk dua tersangka utama.</p>\n<p>Dengan secara terbuka mendukung operasi tersebut, Marape memperjelas bahwa pemerintah mendukung pasukan keamanan yang terlibat dan menerima tanggung jawab atas konsekuensi dari penegakan hukum yang dilakukan oleh kepolisian.</p>\n<p>Ini menandai pilihan politik yang signifikan. Hasil fatal dalam operasi kepolisian telah memicu kemarahan publik, kesedihan masyarakat, dan seruan untuk menahan diri. Dalam kasus ini, Marape telah memilih untuk membingkai pembunuhan tersebut dalam argumen yang lebih luas tentang memulihkan ketertiban dan membongkar jaringan kriminal yang terkait dengan senjata api ilegal.</p>\n<p>Namun, pendekatan ini membawa risiko internal dan eksternal. Para pemimpin komunitas dan keluarga yang terdampak operasi tersebut telah menyampaikan kekhawatiran tentang perilaku pasukan keamanan, dan ada indikasi tekanan yang diberikan di dalam pemerintahan oleh anggota parlemen yang daerah pemilihannya telah terdampak oleh penggerebekan baru-baru ini.</p>\n<p>Meskipun ketegangan ini belum muncul secara terbuka di depan umum, hal ini menunjukkan keseimbangan yang rumit yang coba dipertahankan oleh perdana menteri antara penegakan hukum yang tegas dan kohesi politik.</p>\n<p>Secara politis, perubahan ini penting. Kekerasan bersenjata telah mendistorsi pemilu, mengintimidasi pemilih, dan merusak kepercayaan publik di beberapa bagian Dataran Tinggi dan pusat-pusat kota. Dengan mendukung operasi polisi yang mematikan dan menempatkan senjata sebagai inti pesan-pesannya, Marape berpendapat bahwa pemulihan monopoli negara atas kekerasan harus didahulukan daripada rekonsiliasi atau reformasi.</p>\n<p><strong>Mengapa John Pundari penting, dan mengapa pengangkatannya dipersoalkan</strong></p>\n<p>Pengangkatan John Pundari sebagai menteri kepolisian baru-baru ini memperkuat argumen tersebut, tetapi hal itu tidak lepas dari kontroversi.</p>\n<p>Pundari adalah tokoh politik senior dari Provinsi Enga, salah satu wilayah yang paling terdampak oleh senjata api ilegal, konflik antar suku, dan kekerasan terkait Pemilu. Marape secara eksplisit mengaitkan latar belakang tersebut dengan kesesuaian Pundari untuk peran tersebut, dengan menampilkannya sebagai menteri yang siap menghadapi masalah tersebut secara langsung.</p>\n<p>Tidak semua orang setuju. Komentar di media sosial dan diskusi publik menunjuk pada daerah pemilihan Pundari sendiri, Kompiam-Ambum, yang telah mengalami berulang kali konflik antar suku dan kekerasan Pemilu, sebagai bukti bahwa rekam jejaknya patut dipertanyakan. Para kritikus berpendapat bahwa ketidakmampuannya untuk mengatasi ketidakstabilan di tingkat lokal menimbulkan keraguan tentang kemampuannya untuk menegakkan ketertiban di tingkat nasional.</p>\n<p>Para pendukung membantah bahwa kritik tersebut terlalu menyederhanakan masalah yang sudah mengakar, dengan mencatat bahwa tidak ada satu pun anggota parlemen yang dapat mengendalikan konflik lokal yang kompleks, dan bahwa pengalaman hidup dalam ketidakamanan mungkin merupakan aset daripada beban.</p>\n<p>Yang jelas, penunjukan ini mengandung risiko politik. Jika kekerasan berlanjut atau meningkat, menteri kepolisian akan mendapat sorotan tajam. Namun, jika penegakan hukum menghasilkan perbaikan yang nyata, keputusan Marape akan terbukti benar.</p>\n<p><strong>Menghilangkan unsur politik dari penegakan hukum.</strong></p>\n<p>Bersamaan dengan pengangkatan Pundari, Marape telah mengeluarkan arahan publik untuk menghilangkan unsur politik dari kepolisian. Hal ini mencerminkan kekhawatiran yang telah lama ada bahwa penegakan hukum di Papua Nugini terkadang dibentuk oleh tekanan politik, kesetiaan klan, atau rasa takut akan reaksi negatif.</p>\n<p>Dengan menjanjikan perlindungan hukum bagi personel kepolisian dan pertahanan yang melakukan operasi yang diizinkan, perdana menteri berupaya memusatkan tanggung jawab dan mengurangi keraguan di lapangan. Implikasinya jelas: penegakan hukum kini menjadi urusan kebijakan negara, bukan negosiasi lokal.</p>\n<p><strong>Persiapan pemilu sebagai tata kelola, bukan kampanye.</strong></p>\n<p>Persiapan awal untuk pemilihan umum 2027 melengkapi gambaran keseluruhan. Marape telah memerintahkan pendekatan seluruh pemerintah, yang dipimpin oleh sekretaris utama dan melibatkan lembaga keamanan, intelijen, hukum, dan pemilu. Pemerintah mengatakan telah mengalokasikan K50 juta (Rp199 juta) dalam anggaran 2026, dengan jaminan bahwa pendanaan lebih lanjut akan tersedia jika diperlukan.</p>\n<p>Ini tergolong sangat awal menurut standar PNG, di mana perencanaan pemilu seringkali bersifat reaktif dan terburu-buru. Perdana menteri berpendapat bahwa stabilitas politik baru-baru ini akhirnya menciptakan ruang untuk fokus pada sistem daripada sekadar bertahan hidup.</p>\n<p>Namun, waktu penyelenggaraannya menimbulkan pertanyaan yang tak terhindarkan: apakah pemerintah sedang mempersiapkan periode pemilihan yang penuh gejolak lagi, setelah tiga pemilihan nasional terakhir ditandai dengan kekerasan, hasil yang dipersengketakan, dan kegagalan logistik yang serius?</p>\n<p>Pernyataan Marape sendiri menunjukkan kesadaran akan risiko tersebut. Ia telah berbicara secara terbuka tentang data yang lemah, logistik yang buruk, dan keamanan yang tidak memadai yang mewarnai pemilihan umum sebelumnya, membuat Komisi Pemilihan Umum rentan dan kepercayaan publik rusak. Keterlibatan awal badan keamanan dan intelijen menyiratkan bahwa pemerintah tidak mengharapkan pemilihan 2027 akan berjalan mulus.</p>\n<p>Ada juga perhitungan politik yang jelas di balik ini. Dengan bergerak lebih awal, pemerintah berupaya membentuk ekspektasi sebelum kampanye dimulai. Persiapan pemilu dibingkai bukan sebagai pengakuan atas ketidakstabilan yang diantisipasi, tetapi sebagai tata kelola yang bertanggung jawab – respons korektif terhadap tekanan kelembagaan selama bertahun-tahun.</p>\n<p>Marape telah memperkuat kerangka berpikir tersebut dengan mendesak para pemilih untuk menolak kekerasan, pembelian suara, dan intimidasi kesukuan, serta secara eksplisit mengajak warga untuk memilih menentangnya pada tahun 2027 jika mereka tidak puas. Ini merupakan seruan untuk legitimasi demokrasi dan juga pembelaan preventif terhadap klaim bahwa sistem itu sendiri tidak aman atau telah dikompromikan.</p>\n<p><strong>Satu strategi, tiga front</strong></p>\n<p>Jika dilihat secara terpisah, penertiban senjata api, pengangkatan polisi, dan persiapan pemilu dapat dibaca sebagai tata kelola pemerintahan yang rutin. Namun jika dibaca bersama-sama, semuanya membentuk strategi tunggal yang bertujuan untuk menstabilkan lingkungan politik jauh sebelum pemilu nasional berikutnya.</p>\n<p>Logikanya sederhana. Senjata api melemahkan penegakan hukum. Penegakan hukum yang lemah melemahkan pemilu. Pemilu yang cacat melemahkan legitimasi. Dengan mengatasi ketiga hal tersebut secara bersamaan, Marape berupaya memutus siklus yang telah membentuk politik Papua Nugini selama beberapa dekade.</p>\n<p><strong>Risiko di depan</strong></p>\n<p>Risikonya cukup besar. Meskipun pemerintah telah mengumumkan alokasi sebesar K50 juta untuk persiapan pemilu awal, masih ada pertanyaan tentang berapa banyak dari dana tersebut yang sebenarnya akan diakses, dicairkan tepat waktu, dan diterjemahkan menjadi tindakan efektif di lapangan. Dalam pemilu sebelumnya, dana yang dianggarkan tidak selalu mengalir sesuai rencana, yang menyebabkan pengadaan di menit-menit terakhir, kerusakan logistik, dan celah keamanan.</p>\n<p>Terdapat pula ketidakpuasan publik yang mendalam terhadap integritas sistem pemilu itu sendiri. Kekhawatiran tentang keakuratan daftar pemilih, pertanyaan yang belum terselesaikan seputar data sensus, dan ketidakpercayaan yang masih ada terhadap manajemen pemilu terus membentuk harapan publik. Bagi banyak pemilih, kepercayaan terhadap proses tersebut telah terkikis dari pemilu-pemilu sebelumnya, terlepas dari siapa yang berkuasa.</p>\n<p>Kelemahan struktural ini berarti bahwa penegakan hukum dan perencanaan awal saja mungkin tidak cukup. Tanpa peningkatan yang nyata dalam kualitas data, transparansi, dan administrasi, persiapan awal berisiko dipandang sebagai janji belaka daripada titik balik.</p>\n<p>Gambaran yang muncul adalah intervensi dini, bukan respons di menit-menit terakhir. Kinerja kepolisian akan dinilai secara langsung, jangkauan negara akan diuji di lapangan, dan persiapan pemilihan dimulai lebih awal dari biasanya – bukan karena kepercayaan diri, tetapi karena pengalaman pahit.(*)</p>\n<p> </p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/marape-satukan-isu-keamanan-dan-pemilu-tegaskan-otoritas-negara-jelang-pemilu-2027/\">Marape satukan isu keamanan dan Pemilu, tegaskan otoritas negara jelang Pemilu 2027</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Pasifik","Hasil Pemilu","James Marape","Kekerasan Bersenjata"]},{"title":"AS peringatkan Tiongkok targetkan negara-negara demokrasi Pasifik","pubDate":"2026-01-20 03:23:54","link":"https://jubi.id/pasifik/2026/as-peringatkan-tiongkok-targetkan-negara-negara-demokrasi-pasifik/","guid":"https://jubi.id/?p=522061","author":"Dominggus A. Mampioper","thumbnail":"","description":"\n<p>Jayapura, Jubi – Peringatan bahwa Beijing secara aktif menargetkan negara-negara demokrasi di kawasan Pasifik semakin menguat di Amerika Serikat. Seiring dengan pembaruan hubungan pakta strategis Washington dengan tiga negara Mikronesia, muncul kekhawatiran yang semakin besar mengenai jejak politik, ekonomi, dan keamanan Tiongkok di seluruh wilayah tersebut. Demikian dikutip jubi.id dari laman internet, RNZ Pasifik, Selasa […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/as-peringatkan-tiongkok-targetkan-negara-negara-demokrasi-pasifik/\">AS peringatkan Tiongkok targetkan negara-negara demokrasi Pasifik</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4>Jayapura, Jubi – Peringatan bahwa <a href=\"https://jubi.id/pasifik/2025/tiongkok-hubungan-kepulauan-cook-dengan-beijing-tidak-boleh-dibatasi/\">Beijing</a> secara aktif menargetkan negara-negara demokrasi di kawasan Pasifik semakin menguat di Amerika Serikat.</h4>\n<p>Seiring dengan pembaruan hubungan pakta strategis Washington dengan tiga negara Mikronesia, muncul kekhawatiran yang semakin besar mengenai jejak politik, ekonomi, dan keamanan Tiongkok di seluruh wilayah tersebut. Demikian dikutip jubi.id dari laman internet, <a href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\">RNZ Pasifik,</a> Selasa (20/1/2026).</p>\n<p>Analis keamanan Pasifik Robert Underwood, ketua Pusat Keamanan Kepulauan Pasifik dan mantan delegasi kongres AS dari Guam, mengatakan bahwa peringatan terbaru Washington DC tentang Tiongkok menggemakan kekhawatiran yang telah lama ada tetapi masih jauh dari strategi ekonomi yang koheren untuk kawasan tersebut.</p>\n<p>“Tidak ada kebijakan AS untuk berinvestasi secara ekonomi di negara-negara COFA,” kata Underwood. “Hanya ada janji bantuan antar pemerintah. Itu kurang imajinatif.”</p>\n<p>Edward Camacho, asisten khusus urusan militer untuk Persemakmuran Kepulauan Mariana Utara, mengatakan bahwa masalahnya bukanlah Tiongkok sebagai sebuah negara, tetapi metode yang digunakan oleh Partai Komunis Tiongkok untuk memperluas pengaruh di negara-negara kepulauan kecil.</p>\n<p>“Tiongkok dan rakyat Tiongkok pada umumnya sama sekali bukan ancaman,” kata Camacho. “Tetapi PKC dan kroni-kroninya – termasuk personel PLA yang menyamar sebagai diplomat dan pengusaha – sedang membuat kesepakatan yang menyesatkan dengan kepala negara dan bisnis besar di seluruh Pasifik dan sekitarnya.”</p>\n<p>Camacho menambahkan bahwa negara-negara yang berasosiasi secara bebas (FAS), istilah kolektif untuk Palau, Republik Kepulauan Marshall, dan Negara Federasi Mikronesia – akan memperoleh lebih banyak keuntungan dengan menyambut semua yang ditawarkan AS, tetapi tidak perlu ragu untuk meminta lebih banyak dukungan.</p>\n<p>“Untuk mendapatkan lebih banyak dukungan, FAS dapat menggunakan semua keunggulan komparatifnya, selain hanya pentingnya strategisnya dalam konteks geopolitik. Mereka juga dapat memanfaatkan fakta bahwa begitu banyak pemuda mereka, dari setiap FAS, mengorbankan nyawa mereka di militer dan profesi lainnya untuk membela negara, yaitu Amerika Serikat.”</p>\n<p>Peringatan terbaru dari AS ini menyusul kesaksian di Washington, DC oleh Angel Demapan, wakil asisten sekretaris untuk urusan kepulauan dan internasional di Departemen Dalam Negeri AS, yang mengatakan bahwa Tiongkok sedang melancarkan kampanye pengaruh berkelanjutan yang bertujuan untuk melemahkan lembaga-lembaga demokrasi dan keselarasan strategis di Pasifik.</p>\n<p>Dalam kesaksiannya di hadapan Komite Sumber Daya Alam DPR AS, Demapan mengatakan bahwa perjanjian Compact of Free Association (COFA) “lebih penting dari sebelumnya” karena Beijing memperluas upayanya untuk membentuk hasil politik dan pengambilan keputusan di seluruh wilayah tersebut.</p>\n<p>“RRT telah melancarkan operasi pengaruh yang luas yang bertujuan untuk merusak, mengkorupsi, dan memaksa demokrasi,” kata Demapan kepada para anggota parlemen.</p>\n<p>Tiongkok telah berulang kali menolak tuduhan tentang pengaruh yang tidak semestinya dan mengatakan bahwa kerja samanya dengan negara-negara Kepulauan Pasifik bersifat terbuka, transparan, dan tidak menargetkan pihak ketiga mana pun.</p>\n<p>Perjanjian-perjanjian tersebut mengikat Amerika Serikat dengan negara-negara yang berasosiasi secara bebas dan membentuk tulang punggung akses militer serta kehadiran strategis Washington di Pasifik utara.</p>\n<p>Di bawah COFA, Amerika Serikat memberikan bantuan ekonomi dan memikul tanggung jawab pertahanan, sambil mempertahankan akses militer eksklusif di wilayah Pasifik yang luas. Sebagai imbalannya, warga negara dari ketiga negara tersebut dapat tinggal, bekerja, dan belajar di Amerika Serikat tanpa visa.</p>\n<p>Delegasi Kepulauan Mariana Utara, Kimberlyn King-Hinds, mengatakan dalam sidang tersebut bahwa perjanjian-perjanjian itu harus dipahami sebagai pertukaran strategis dan bukan bantuan luar negeri.</p>\n<p>“Perjanjian COFA tidak pernah dirancang sebagai bantuan luar negeri dalam pengertian tradisional,” kata King-Hinds. “Itu adalah kesepakatan strategis. Amerika Serikat menerima hak pertahanan dan keamanan yang penting di Pasifik, dan sebagai imbalannya berkomitmen untuk membantu memastikan negara-negara ini stabil secara ekonomi, mandiri, dan tangguh.”</p>\n<p>Setelah bertahun-tahun mengalami ketidakpastian pendanaan, Kongres AS mengesahkan Undang-Undang Amandemen Perjanjian Asosiasi Bebas pada tahun 2024, yang mengesahkan bantuan ekonomi sebesar US$6,5 miliar selama 20 tahun.</p>\n<p>Demapan mengatakan sekitar US$1,5 miliar telah dicairkan berdasarkan kesepakatan yang diperbarui, dengan pendanaan yang diawasi oleh Kantor Urusan Kepulauan Departemen Dalam Negeri.</p>\n<p>Ia mengatakan bahwa penurunan populasi – yang disebabkan oleh terbatasnya peluang ekonomi dan akses terhadap layanan – tetap menjadi ancaman jangka panjang paling serius bagi negara-negara yang berasosiasi secara bebas.</p>\n<p>“Perjanjian COFA menawarkan platform untuk memperkuat perekonomian ini, meningkatkan taraf hidup, layanan kesehatan, hasil pendidikan, dan infrastruktur penting,” kata Demapan.</p>\n<p>Dia menambahkan bahwa investasi diarahkan ke sekolah, fasilitas kesehatan, pelabuhan, dan sistem tenaga listrik, dengan sekitar US$750 juta yang telah dicairkan sejak perjanjian baru tersebut mulai berlaku.(*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/as-peringatkan-tiongkok-targetkan-negara-negara-demokrasi-pasifik/\">AS peringatkan Tiongkok targetkan negara-negara demokrasi Pasifik</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Pasifik","AS vs Tiongkok","Bantuan untuk Pasifik"]},{"title":"Solidaritas Merauke kecam penerbitan HGU oleh Menteri ATR","pubDate":"2026-01-20 02:34:29","link":"https://jubi.id/rilis-pers/2026/solidaritas-merauke-kecam-penerbitan-hgu-oleh-menteri-atr/","guid":"https://jubi.id/?p=522056","author":"News Desk","thumbnail":"","description":"\n<p>Jayapura, Jubi – Solidaritas Merauke mengecam penerbitan Hak Guna Usaha atau HGU oleh Menteri Agraria dan Tata Ruang/Kepala Badan Pertanahan Nasional atau ATR/BPN, Nusron Wahid. Penerbitan HGU itu dinilai untuk melayani kepentingan korporasi merampok alam dan privatisasi tanah adat di Provinsi Papua Selatan. Menteri ATR/Kepala BPN, Nusron Wahid menerbitkan Surat Keputusan Hak Guna Usaha (HGU), Hak […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/solidaritas-merauke-kecam-penerbitan-hgu-oleh-menteri-atr/\">Solidaritas Merauke kecam penerbitan HGU oleh Menteri ATR</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4 dir=\"auto\">Jayapura, Jubi – Solidaritas Merauke mengecam penerbitan Hak Guna Usaha atau HGU oleh Menteri Agraria dan Tata Ruang/Kepala Badan Pertanahan Nasional atau <a href=\"https://www.atrbpn.go.id/\" target=\"_blank\" rel=\"noopener\">ATR/BPN</a>, Nusron Wahid.</h4>\n<p dir=\"auto\">Penerbitan HGU itu dinilai untuk melayani kepentingan korporasi merampok alam dan privatisasi tanah adat di Provinsi Papua Selatan.</p>\n<p dir=\"auto\">Menteri ATR/Kepala BPN, Nusron Wahid menerbitkan Surat Keputusan Hak Guna Usaha (HGU), Hak Guna Bangunan (HGB) seluas 328.000 hektare, dengan dalih memastikan ketersediaan lahan dan kepastian hukum hak atas tanah bagi pengembang kawasan swasembada pangan, energi dan air nasional di Provinsi Papua Selatan.</p>\n<p dir=\"auto\">SK HGU dan HGB ini diberikan kepada PT Agrinas Pangan Nusantara. Ini disampaikan Nusron Wahid kepada media setelah rapat koordinasi pengembangan kawasan swasembada pangan, energi dan air nasional di Kementerian Koordinator Bidang Pangan, Jakarta, Senin, 12 Januari 2026.</p>\n<p dir=\"auto\">Solidaritas Merauke berpendapat keputusan perubahan peruntukkan kawasan hutan dan HGU berskala luas, maupun penetapan RTRW Provinsi Papua Selatan (Perda Nomor 3 Tahun 2025) dilakukan secara kilat, tanpa persetujuan dan tanpa konsultasi bersama masyarakat adat Papua, suku Malind Anim, Yei, Wambon Kenemopte dan Awyu.</p>\n<p dir=\"auto\">“Mereka (suku-suku ini) berdiam dan memiliki wilayah adat yang menjadi target zona ekstraktif PSN (Proyek Strategis Nasional). Negara mengabaikan prinsip FPIC (Free Prior Informed Consent), negara tidak mengakui, menghormati dan melindungi otoritas dan hak masyarakat adat, hak hidup, hak atas tanah dan wilayah adat,” tulis Solidaritas Merauke dalam siaran persnya, Selasa (20/1/2026).</p>\n<p dir=\"auto\">Menurut Solidaritas Merauke, Menteri ATR/Kepala BPN menyatakan kawasan hutan yang menjadi target proyek PSN di Papua Selatan adalah hutan punya negara, tidak ada penduduknya dan tidak ada pemukiman.</p>\n<p dir=\"auto\">Namun pernyataan ini dinilai menandakan masih kentalnya paradigma dan praktik kolonialisme dalam kebijakan pembangunan negara. Masih ada anggapan Tanah Papua adalah tanah kosong dan tidak bertuan, sehingga seolah-olah normal untuk menguasai dan menduduki tanah dan hutan adat, serta menafikan keberadaan dan hak masyarakat adat.</p>\n<p dir=\"auto\">Keputusan penetapan RTRWP, Kawasan Hutan Negara dan pemberian HGU disebut merupakan bentuk perampokan alam, perampasan tanah dan privatisasi tanah adat dalam ekonomi ekstraktif melalui regulasi, bertujuan untuk kepentingan komodifikasi dan melayani perluasan industri ekstraktif usaha pertanian, perkebunan intensif, industri biodiesel, biomassa, bioethanol atas nama pembangunan swasembada pangan dan energi.</p>\n<p dir=\"auto\">Solidaritas Merauke menilai, perampokan alam dan eksploitasi alam skala luas, pengabaian, penyingkiran keberadaan dan hak rakyat, penyingkiran sistem pertanian, usaha pangan rakyat, pengurasan vitalitas tanah, deforestasi dan pengrusakan terhadap area bernilai konservasi tinggi (HCVA) dilakukan dengan cara kekerasan, licik, korupsi dan kejam.</p>\n<p dir=\"auto\">Katanya, cara telah terbukti mengorbankan jiwa dan kerugian harta benda, menimbulkan keresahan dan konflik sosial, perubahan iklim dan dampaknya, yang tidak dapat terhindarkan. Malapetaka Sumatera dan lainnya telah memberikan pembelajaran bencana sosial ekologi, yang semestinya tidak kita ulangi kembali.</p>\n<p dir=\"auto\">Solidaritas Merauke menyatakan, pengambilalihan (<i>appropriation</i>) wilayah kehidupan dan privatisasi tanah adat milik masyarakat adat berskala luas atas nama pembangunan dan menggunakan hukum serta kekuasaan secara menyimpang, merupakan perbuatan tidak adil dan melanggar konstitusi UUD 1945, bertentangan dengan peraturan perundang-undangan dan instrumen internasional tentang Hak Asasi Manusia, hak masyarakat adat, perubahan iklim dan perlindungan keanekaragaman hayati, serta melanggar hukum adat.</p>\n<p dir=\"auto\">“Kami koalisi organisasi masyarakat sipil dan rakyat korban Proyek Strategis Nasional, yang tergabung dalam Solidaritas Merauke menyatakan dan mengecam keras kebijakan negara menerbitkan peraturan dan keputusan, RTRW Provinsi Papua Selatan (Perda PPS Nomor 3/2025), Keputusan Menteri Kehutanan (Nomor 591/2025) tentang perubahan peruntukkan Kawasan Hutan, Surat Keputusan tentang pemberian Hak Guna Usaha dan Hak Guna Bangunan, yang merampas hak masyarakat adat, menghancurkan kehidupan sosial budaya, merusak dan mengganggu keseimbangan ekosistem.”</p>\n<p dir=\"auto\">Solidaritas Merauke meminta presiden dan pemerintah daerah segera menghentikan Proyek Strategis Nasional maupun proyek-proyek pembangunan ekonomi ekstraktif skala luas, yang tidak adil, mengorbankan rakyat dan lingkungan hidup.</p>\n<p dir=\"auto\">Mendukung sepenuhnya upaya korban dan rakyat terdampak PSN untuk bersolidaritas dalam perjuangan mendapatkan keadilan dan hak hidup, untuk membela dan mengamankan wilayah adat. (*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/solidaritas-merauke-kecam-penerbitan-hgu-oleh-menteri-atr/\">Solidaritas Merauke kecam penerbitan HGU oleh Menteri ATR</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Rilis Pers","ATR/BPN","Hak Guna Usaha","Penerbitan HGU","Provinsi Papua Selatan","Solidaritas Merauke"]},{"title":"Mahasiswa, masyarakat dan DPRK Paniai sepakat bentuk pansus","pubDate":"2026-01-20 02:17:16","link":"https://jubi.id/rilis-pers/2026/mahasiswa-masyarakat-dan-dprk-paniai-sepakat-bentuk-pansus/","guid":"https://jubi.id/?p=522052","author":"News Desk","thumbnail":"","description":"\n<p>Jayapura, Jubi – Mahasiswa, masyarakat dan Dewan Perwakilan Rakyat Kabupaten atau DPRK Paniai, Papua Tengah sepakat membentuk panitia khusus atau pansus untuk menindaklanjuti aspirasi mahasiswa dan masyarakat Paniai. Dalam siaran persnya mahasiswa dan seluruh elemen masyarakat Kabupaten Paniai menyatakan pembentukan pansus itu disepakati saat mahasiswa, para tokoh masyarakat, tokoh Agama, masyarakat adat, perwakilan perempuan, pemuda, […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/mahasiswa-masyarakat-dan-dprk-paniai-sepakat-bentuk-pansus/\">Mahasiswa, masyarakat dan DPRK Paniai sepakat bentuk pansus</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4 dir=\"auto\">Jayapura, Jubi – Mahasiswa, masyarakat dan Dewan Perwakilan Rakyat Kabupaten atau DPRK Paniai, <a href=\"https://papuatengahprov.go.id/\" target=\"_blank\" rel=\"noopener\">Papua Tengah</a> sepakat membentuk panitia khusus atau pansus untuk menindaklanjuti aspirasi mahasiswa dan masyarakat Paniai.</h4>\n<p dir=\"auto\">Dalam siaran persnya mahasiswa dan seluruh elemen masyarakat Kabupaten Paniai menyatakan pembentukan pansus itu disepakati saat mahasiswa, para tokoh masyarakat, tokoh Agama, masyarakat adat, perwakilan perempuan, pemuda, dan intelektual Kabupaten Paniai beraudiensi dengan DPRK di kantor <a href=\"https://jubi.id/rilis-pers/2026/mahasiswa-dan-masyarakat-paniai-tuntut-sejumlah-hal/\">DPRK Paniai,</a> Senin (19/1/2026).</p>\n<p dir=\"auto\">Pansus yang akan dibentuk DPRK Paniai itu akan bekerja menindaklanjuti aspirasi penolakan daerah otonomi baru atau DOB, kehadiran militerisme dan investasi di Paniai yang selama ini disuarakan mahasiswa dan masyarakat di sana.</p>\n<p dir=\"auto\">“Audiensi ini merupakan tindak lanjut dari aksi penyampaian aspirasi masyarakat yang dilaksanakan pada tanggal 15 Januari 2026,” tulis mahasiswa Paniai dalam siaran persnya, Selasa (20/1/2026).</p>\n<p dir=\"auto\">Dalam audiensi tersebut, mahasiswa dan seluruh elemen masyarakat Kabupaten Paniai menegaskan kembali tiga poin tuntutan utama mereka, yaitu menolak pembentukan daerah otonomi baru di Kabupaten Paniai. Menolak pengiriman militer serta menuntut penarikan militer organik dan non-organik dari Kabupaten Paniai. Menolak segala bentuk investasi yang telah beroperasi maupun yang akan beroperasi di Kabupaten Paniai.</p>\n<p dir=\"auto\">Selain itu, para pihak juga menyepakati bahwa Surat Keputusan (SK) Koalisi Masyarakat Adat Anti Militerisme (KOMAM) akan diubah dan diganti dengan SK baru, termasuk perubahan nama dan susunan keanggotaan.</p>\n<p dir=\"auto\">Nama organisasi akan diubah menjadi Solidaritas Mahasiswa se-Indonesia Asal Kabupaten Paniai, yang diwakili oleh mahasiswa/mahasiswi, tokoh masyarakat, tokoh agama, masyarakat adat, pemuda, tokoh perempuan, dan intelektual Kabupaten Paniai.</p>\n<p dir=\"auto\">Dalam audiensi itu Ketua DPRK Paniai, Yanuarius Yumai (Fraksi PDI Perjuangan) dan Ketua Panitia Khusus, Melianus Yatipai (Partai Garuda) menyatakan komitmen serta kesiapan pihaknya untuk mengawal juga menindaklanjuti aspirasi mahasiswa bersama masyarakat Kabupaten Paniai ke kementerian terkait, yaitu Kementerian Dalam Negeri (Kemendagri) terkait penolakan Daerah Otonomi Baru (DOB). Kementerian Energi dan Sumber Daya Mineral (Kemen ESDM) terkait investasi. Kementerian Pertahanan (Kemenhan) terkait pengiriman dan penarikan militer organik dan non-organik di Kabupaten Paniai.</p>\n<p dir=\"auto\">“Mahasiswa dan seluruh elemen Masyarakat Kabupaten Paniai menegaskan akan menunggu dan mengawal realisasi janji serta kesepakatan yang telah disampaikan oleh DPR Kabupaten Paniai, serta terus melakukan koordinasi bersama seluruh elemen masyarakat.”</p>\n<p dir=\"auto\">Mahasiswa dan masyarakat Kabupaten Paniai juga menyampaikan bahwa Bupati dan DPR Kabupaten Paniai, wajib bertanggung jawab menyediakan anggaran guna menindaklanjuti seluruh aspirasi itu, agar dapat direalisasikan secara konkret. (*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/mahasiswa-masyarakat-dan-dprk-paniai-sepakat-bentuk-pansus/\">Mahasiswa, masyarakat dan DPRK Paniai sepakat bentuk pansus</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Rilis Pers","aspirasi masyarkat","Kabupaten Paniai","Panitia Khusus"]},{"title":"Resiliensi dari masyarakat adat lewat film Teman Tegar Maira","pubDate":"2026-01-20 01:45:23","link":"https://jubi.id/mamta/2026/resiliensi-dari-masyarakat-adat-lewat-film-teman-tegar-maira/","guid":"https://jubi.id/?p=522047","author":"Fitri Ramadhani","thumbnail":"","description":"\n<p>Jayapura, Jubi –  Film ‘Teman Tegar Maira Whisper From Papua’ menggambarkan pesan resiliensi masyarakat adat melalui kedekatan masyarakat adat dengan hutan. Film ini akan ditayangkan mulai 5 Februari 2026 di seluruh bioskop di Indonesia. Produser film, Chandra Sembiring mengatakan pesan yang ingin disampaikan dalam film tersebut adalah belajar resiliensi dari masyarakat adat. “Kami mau coba […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/mamta/2026/resiliensi-dari-masyarakat-adat-lewat-film-teman-tegar-maira/\">Resiliensi dari masyarakat adat lewat film Teman Tegar Maira</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4 dir=\"auto\">Jayapura, Jubi –  Film ‘Teman Tegar Maira Whisper From Papua’ menggambarkan pesan resiliensi masyarakat adat melalui kedekatan masyarakat adat dengan hutan. Film ini akan ditayangkan mulai 5 Februari 2026 di seluruh bioskop di Indonesia.</h4>\n<p dir=\"auto\">Produser film, Chandra Sembiring mengatakan pesan yang ingin disampaikan dalam film tersebut adalah belajar resiliensi dari masyarakat adat.</p>\n<p dir=\"auto\">“Kami mau coba sampaikan tentang krisis iklim dari sudut pandang masyarakat adat, bagaimana resiliensi mereka, bagaimana kedekatan mereka dengan alam,” kata Chandra Sembiring usai screening film di bioskop, mall Jayapura, Kota Jayapura, <a href=\"http://papua.go.id/\" target=\"_blank\" rel=\"noopener\">Provinsi Papua</a>, Senin (19/1/2025) malam.</p>\n<p dir=\"auto\">Film yang disutradarai oleh Anggi Frisca mengisahkan bagaimana dua anak dari latar belakang berbeda memulai perjalanan yang mengubah hidup mereka.</p>\n<p dir=\"auto\">Berawal dari rasa ingin tahu terhadap burung cendrawasih, hingga pada akhirnya ikut memperjuangkan hak-hak hutan untuk masa depan mereka.</p>\n<p dir=\"auto\">Di tengah kabut pegunungan Papua, seorang gadis pemberani berusia 12 tahun bernama Maira berjuang mempertahankan hutan tempat tinggalnya. Datanglah Tegar, bocah 11 tahun dengan disabilitas fisik dari kota, yang ingin mengenal hutanbyang dulu diceritakan kakeknya.</p>\n<p dir=\"auto\">Namun hutan itu kini terancam oleh pengusaha jahat yang ingin menguasainya.</p>\n<p dir=\"auto\">Melalui perpaduan musik, dongeng, dan lanskap menakjubkan, Maira adalah tribut untuk persahabatan, keteguhan, dan suara alam yang tak terdengar.</p>\n<p dir=\"auto\">Film ini diharapkan bisa berkontribusi dan mendorong para pemangku kepentingan hingga seniman, bisa mengurangi dampak kerusakan dari krisis iklim yang tidak bisa dihilangkan.</p>\n<p dir=\"auto\">Film berdurasi 97 menit itu juga menggambarkan bagaimana masyarakat adat menjadikan alam atau hutan sebagai sumber makanan, obat-obatan, dan hidup harmonis dengan alam.</p>\n<p dir=\"auto\">Chandra mengatakan lewat film tersebut ia ingin menginspirasi generasi mendatang untuk menyuarakan masyarakat adat, menjadikan subjek dan isu diskusi publik.</p>\n<p dir=\"auto\">“Saya masuk [sejumlah pedalaman di Indonesia] saya melihat resiliensi itu sebenarnya. Jadi, terkait masyarakat adat, saya ingin selalu mengangkat pentingnya resiliensi,” ucapnya.</p>\n<p dir=\"auto\">Menurutnya, film ini bukan hanya sekadar menjadikan Papua sebagai latar, tetapi sebagai subjek bukan objek. Untuk itulah para pemain dan kru yang dilibatkan adalah masyarakat lokal untuk membuka akses, dan ruang ekspresi.</p>\n<p dir=\"auto\">“Mungkin lebih populer bawa artis nasional ke daerah untuk bikin film, tapi kami coba membuka akses dan ruang untuk anak-anak Papua menjadi aktor/aktris untuk mengeluarkan ekspresi seninya. Mereka punya darah seniman, darah motorik yang cukup baik,” ucapnya.</p>\n<p dir=\"auto\">Joanita Chatarine Wakum, jebolan Indonesian Idol yang berperan sebagai Teh Isy, pengasuh Tegar dalam film ini menyatakan film ini bukan hanya menampilkan keindahan alam lewat gambar, tetapi bercerita lewat setiap gerakan dan liriknya.</p>\n<p dir=\"auto\">Seperti bagian lirik yang dinyanyikan <i>“Lewati hujan, sungai, rawa, hutan lagi,  lewat belakang gunung. Aaah, dekat saja, pakai perahu, satu kampung di belakang gunung itu.”</i></p>\n<p dir=\"auto\">Joanita Wakum percaya bahwa musik itu universal yang bisa menyentuh hati hingga anak-anak.</p>\n<p dir=\"auto\">“Di luar sebagai penyanyi, saya merasa ini cara saya bersuara tentang Papua lewat karya [film], Film ini bukan egois tentang saya bawa tim dari Jakarta, buka. Tapi film ini melibatkan teman-teman Seniman dari Kaimana, dan akhirnya, kita bisa dengan bangga bilang bahwa ‘ini kitong pu film,” kata Joanita Chatarine Wakum.</p>\n<p dir=\"auto\">Dalam peran Teh Isy, Joanita Wakum bercerita bahwa niat baik saja tidak cukup, mencerminkan keadaan yang bukan hanya di Papua saja dengan berbagai tantangannya. Tetapi, ia percaya selalu ada jalan terbaik yang diatur dari Tuhan.</p>\n<p dir=\"auto\">“Kita harus bangga sama kita punya tradisi. Kalau <i>kitong</i> mencintai <i>kitong</i> pu tanah, pasti kiting sendiri akan tahu bagaimana cara untuk jaga,” katanya.</p>\n<p dir=\"auto\">Joanita Wakum mengajak generasi muda, khususnya di Papua, untuk bertumbuh peduli dengan mempertahankan budaya Papua itu keren dan sangat luar biasa.</p>\n<p dir=\"auto\">Sementara itu, salah satu penonton, Afny Fadilla Rahmadani  (23 tahun) mengatakan film itu bukan hanya mengangkat isu lingkungan, juga kebudayaan dan nyayian rakyat.</p>\n<p dir=\"auto\">“Mereka berani untuk memunculkan bahasa daerah dari Papua itu sendiri, sehingga banyak masyarakat di luar Papua bisa tahu bahasa daerah,” kata Afny.</p>\n<p dir=\"auto\">Menurutnya, film ini mengedukasi masyarakat khususnya anak-anak, agar sedari dini dapat menjaga lingkungan.</p>\n<p dir=\"auto\">“[kesan saya setelah nonton film ini] campur aduk, kak. Pas, <i>scene</i> hutan dihancurkan itu memang [saya] nangis, sampai teman di samping juga kaget, saya bisa menangis karena memang <i>relate</i> sekali, banyak masyarakat adat yang sulit memperjuangkan hutan mereka. Jadi, membawa terbawa suasana, menangis tadi, kak,” katan Duta Bahasa Papua 2025 itu. (*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/mamta/2026/resiliensi-dari-masyarakat-adat-lewat-film-teman-tegar-maira/\">Resiliensi dari masyarakat adat lewat film Teman Tegar Maira</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Mamta","Film","Masyarakat Adat","Resiliensi","Teman Tegar Maira Whisper From Papua"]},{"title":"Perjanjian Elysée-Oudinot tentang Kaledonia Baru ditandatangani di Paris","pubDate":"2026-01-20 01:29:57","link":"https://jubi.id/pasifik/2026/perjanjian-elysee-oudinot-tentang-kaledonia-baru-ditandatangani-di-paris/","guid":"https://jubi.id/?p=522041","author":"Dominggus A. Mampioper","thumbnail":"","description":"\n<p>Jayapura, Jubi – Para politisi Kaledonia Baru dan Presiden Prancis Emmanuel Macron telah menandatangani perjanjian politik dan keuangan baru yang berkaitan dengan wilayah Pasifik Prancis tersebut. Perjanjian Elysée -Oudinot ditandatangani oleh sebagian besar pemimpin politik Kaledonia Baru yang terwakili di Parlemen lokal (Kongres) Kaledonia Baru. Demikian dikutip jubi.id dari laman internet RNZ Pasifik, Selasa (20/1/2026). […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/perjanjian-elysee-oudinot-tentang-kaledonia-baru-ditandatangani-di-paris/\">Perjanjian Elysée-Oudinot tentang Kaledonia Baru ditandatangani di Paris</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4>Jayapura, Jubi – Para politisi<a href=\"https://jubi.id/pasifik/2026/macron-buka-dialog-baru-kaledonia-baru-flnks-absen/\"> Kaledonia Baru</a> dan Presiden Prancis Emmanuel Macron telah menandatangani perjanjian politik dan keuangan baru yang berkaitan dengan wilayah Pasifik Prancis tersebut.</h4>\n<p>Perjanjian Elysée -Oudinot ditandatangani oleh sebagian besar pemimpin politik Kaledonia Baru yang terwakili di Parlemen lokal (Kongres) Kaledonia Baru. Demikian dikutip jubi.id dari laman <a href=\"https://www.rnz.co.nz/international/pacific-news\" target=\"_blank\" rel=\"noopener\">internet RNZ Pasifik,</a> Selasa (20/1/2026).</p>\n<p>Namun, salah satu gerakan pro-kemerdekaan utama, FLNKS, telah memboikot perundingan tersebut, dan permintaan untuk hadir secara daring ditolak.</p>\n<p>Perjanjian tersebut, yang kini berganti nama menjadi “Elysée-Oudinot” (Oudinot adalah nama jalan tempat Menteri Luar Negeri Prancis berada di Paris), ditandatangani pada Senin malam (waktu setempat).</p>\n<p>Penandatanganan tersebut menyusul empat hari negosiasi tegang secara tertutup di Kementerian Luar Negeri Prancis , yang berlangsung hingga larut malam pada Sabtu dan Minggu.</p>\n<p>Hal ini terutama didasarkan pada kesepakatan sebelumnya yang ditandatangani pada Juli 2025, di kota kecil Bougival (sebelah barat Paris).</p>\n<p>Tujuannya adalah untuk memberikan klarifikasi dan tambahan pada teks sebelumnya, yang juga ditolak secara keseluruhan oleh partai pro-kemerdekaan FLNKS.</p>\n<p>Penandatanganan ini mengakhiri “tiga hari diskusi mendalam” dalam “semangat dialog yang menuntut dan penuh hormat” yang “memungkinkan munculnya jalan bersama bagi evolusi lembaga-lembaga Kaledonia Baru”, demikian pernyataan dari Kantor Presiden Prancis , Élysée.</p>\n<p>Dalam pidato singkat saat upacara penandatanganan, Macron menyampaikan “selamat” dan “terima kasih” kepada para peserta atas rasa “kompromi” dan “tanggung jawab” mereka.</p>\n<p>Dia juga memuji “keberanian” mereka, meskipun ada “ancaman yang tidak dapat diterima yang dialami oleh beberapa dari kalian”.</p>\n<p>Merujuk pada pesan-pesan ancaman yang diposting di jejaring sosial dalam beberapa hari terakhir, ia mengatakan bahwa para politisi yang menjadi sasaran “mendapat dukungan dari Republik” dan orang-orang yang telah memposting ancaman tersebut “akan dituntut”.</p>\n<p><strong>Perkembangan kelembagaan masa depan Kaledonia Baru</strong></p>\n<p>Tambahan penting lainnya pada teks ini berkaitan dengan perkembangan kelembagaan masa depan Kaledonia Baru.</p>\n<p>Beberapa di antaranya berkaitan dengan identitas masyarakat adat Kanak, dan merupakan penegasan kembali atas apa yang telah tertulis dan diabadikan dalam mukadimah Perjanjian Nouméa pada 1998.</p>\n<p>Teks baru ini melangkah lebih jauh dengan memperkenalkan gagasan tentang “identitas Kaledonia”, yang seharusnya “memungkinkan semua penduduk Kaledonia [Baru] untuk membentuk sebuah ‘bangsa'”.</p>\n<p>Paragraf lain berjanji untuk berupaya meningkatkan daya tarik Kaledonia Baru untuk tujuan “pembangunan ekonomi” dan memberikan wewenang yang relevan kepada ketiga provinsinya untuk mencapai tujuan ini.</p>\n<p>Gagasan baru lainnya adalah secara de facto meningkatkan kemampuan ketiga provinsi (Utara, Selatan, dan kelompok Kepulauan Loyalty) untuk memungut pajak mereka sendiri.</p>\n<p>Topik lain yang dibahas termasuk gagasan penentuan nasib sendiri, kekuasaan utama (seperti pertahanan, keamanan, hubungan luar negeri, keadilan, dan mata uang) serta bagaimana kekuasaan tersebut harus dijalankan di masa depan.</p>\n<p>Hal ini akan disertai dengan pelatihan bagi para elit lokal di bidang diplomasi, militer, penegakan hukum, peradilan, dan keuangan.</p>\n<p><strong>Bantuan ekonomi</strong></p>\n<p>Bagian lainnya, yang juga ditandatangani sebelumnya pada hari Senin dalam bentuk “ringkasan kesimpulan”, berkaitan dengan situasi keuangan Kaledonia Baru yang buruk dan cara Prancis bermaksud untuk membantu di masa depan melalui pakta “refundasi” senilai €2,2 miliar selama lima tahun ke depan.</p>\n<p>Namun, lembaga-lembaga di Kaledonia Baru tetap harus melanjutkan upaya mereka, yang telah dimulai, dalam hal reformasi ekonomi dan pengurangan biaya.</p>\n<p>Perekonomian Kaledonia Baru berada dalam situasi yang sangat buruk menyusul kerusuhan yang meletus pada Mei 2024 .</p>\n<p>Sebagai bagian dari teks baru tersebut, Prancis berjanji untuk secara signifikan mengubah pinjaman besar sebelumnya menjadi hibah.</p>\n<p>Hal ini terutama menyangkut pinjaman yang dikontrak karena krisis COVID-19 dan kerusuhan Mei 2024 (lebih dari €1 miliar).</p>\n<p><strong>Jadwal yang sangat padat dalam beberapa bulan mendatang</strong></p>\n<p>Perjanjian baru ini masih harus melalui parlemen Prancis dan pemungutan suara referendum di Kaledonia Baru.</p>\n<p>Jika teks tersebut mendapat dukungan yang cukup dari Parlemen Prancis, hal itu juga berarti bahwa pemilihan provinsi yang krusial (yang telah ditunda tiga kali sejak 2024) akan dijadwal ulang sekali lagi ke kuartal terakhir tahun 2026.</p>\n<p>Pemilihan umum tersebut, yang merupakan fondasi dari seluruh sistem politik di Kaledonia Baru, awalnya dijadwalkan berlangsung pada Mei 2024.</p>\n<p>Selain itu, dari segi jadwal, teks baru tersebut memperkirakan bahwa rancangan undang-undang akan diumumkan dalam Lembaran Negara bulan ini, kemudian diajukan untuk pemungutan suara di kedua majelis Parlemen Prancis – Senat pada Februari 2026, kemudian Majelis Nasional (Maret-April 2026), dan selanjutnya kedua majelis dalam format “Kongres” untuk tujuan amandemen Konstitusi.</p>\n<p>Pada Juni-Juli 2026, referendum de facto akan mengajukan teks tersebut untuk dipilih di Kaledonia Baru oleh para pemilih yang memenuhi syarat. Jika mayoritas menyetujui, ini akan membuka jalan bagi pemberlakuan amandemen Konstitusi.</p>\n<p>Amandemen dan tambahan terkait lainnya mencakup penerapan “undang-undang organik” dan “undang-undang dasar” (Konstitusi de facto) untuk Kaledonia Baru.</p>\n<p>Teks awal yang ditandatangani di Bougival juga menyebutkan gagasan tentang “Negara Kaledonia Baru” dengan “kebangsaan” yang terkait, meskipun dikondisikan pada kepemilikan kewarganegaraan Prancis terlebih dahulu.</p>\n<p>Pada Senin (19/1/2026), Perdana Menteri Prancis Sébastien Lecornu juga mengumumkan bahwa, menghadapi parlemen yang buntu tanpa mayoritas yang jelas, ia kini telah memutuskan untuk (meskipun awalnya ia berjanji untuk tidak melakukannya) menggunakan tanggung jawab pemerintahannya (sesuai dengan Pasal 49.3 Konstitusi) untuk memastikan RUU Anggaran Prancis akhirnya disetujui dan disahkan.(*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/perjanjian-elysee-oudinot-tentang-kaledonia-baru-ditandatangani-di-paris/\">Perjanjian Elysée-Oudinot tentang Kaledonia Baru ditandatangani di Paris</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Pasifik","Kaledonia baru","Kolonialisme Prancis","perjanjian"]},{"title":"Macron buka dialog Baru Kaledonia Baru, FLNKS absen","pubDate":"2026-01-19 03:53:09","link":"https://jubi.id/pasifik/2026/macron-buka-dialog-baru-kaledonia-baru-flnks-absen/","guid":"https://jubi.id/?p=522028","author":"Dominggus A. Mampioper","thumbnail":"","description":"\n<p>Jayapura, Jubi – Pembicaraan mengenai masa depan politik Kaledonia Baru telah berlangsung di Paris setelah Presiden Prancis, Emmanuel Macron meluncurkan pertemuan meja bundar baru pada Jumat (16/1/2026), meskipun salah satu kelompok pro-kemerdekaan utama wilayah Prancis tersebut, FLNKS, tidak hadir. Dalam pertemuan pertama dengan para pemangku kepentingan politik Kaledonia Baru, Macron “menyesalkan salah satu mitra politik […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/macron-buka-dialog-baru-kaledonia-baru-flnks-absen/\">Macron buka dialog Baru Kaledonia Baru, FLNKS absen</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4>Jayapura, Jubi – Pembicaraan mengenai masa depan politik Kaledonia Baru telah berlangsung di Paris setelah Presiden Prancis, Emmanuel Macron meluncurkan pertemuan meja bundar baru pada Jumat (16/1/2026), meskipun salah satu kelompok pro-kemerdekaan utama wilayah Prancis tersebut, <a href=\"https://jubi.id/pasifik/2026/flnks-kirimkan-permintaan-untuk-bergabung-dalam-pembicaraan-paris-secara-daring/\">FLNKS</a>, tidak hadir.</h4>\n<p>Dalam pertemuan pertama dengan para pemangku kepentingan politik Kaledonia Baru, Macron “menyesalkan salah satu mitra politik tidak ingin menanggapi undangan kami.” Demikian dikutip jubi.id dari laman internet, <a href=\"https://www.rnz.co.nz/international/pacific-news\" target=\"_blank\" rel=\"noopener\">RNZ Pasifik</a>, Senin (19/1/2026).</p>\n<p>Namun, ia mengatakan bahwa diperlukan lebih banyak pembicaraan untuk “mencapai kesepakatan agar bisa keluar dari ketidakpastian yang sudah terlalu lama ini.”</p>\n<p><strong>Macron: ‘Tanpa tindakan paksa, tetapi juga tanpa kelumpuhan’</strong></p>\n<p>“Hari ini, Jumat 16 Januari, negara ingin terus maju dalam menstabilkan lembaga-lembaga Kaledonia Baru, sebagai bagian dari dialog yang menghormati semua orang, tanpa paksaan apa pun, tetapi juga tanpa kelumpuhan,” kata presiden Prancis.</p>\n<p>Ketua Kongres (Parlemen) Kaledonia Baru, Veylma Falaeo (partai Eveil Océanien yang berbasis di Wallisia), menggemakan pernyataan Macron, mengatakan bahwa ia juga menyesali ketidakhadiran FLNKS “tetapi sekarang saatnya untuk bergerak maju.”</p>\n<p>Pemimpin Eveil Océanien, Milakulo Tukumuli menyarankan agar para politisi menyepakati “periode stabilitas baru selama 15 hingga 20 tahun untuk membangun kembali dan mereformasi [Kaledonia Baru], setelah itu referendum baru dapat diadakan mengenai proyek bersama yang baru atau bahkan negara asosiasi.”</p>\n<p>“[Macron] kini berpendapat bahwa kita tidak bisa selamanya menunggu orang-orang yang tidak hadir di meja perundingan ini, dan oleh karena itu kita harus bergerak maju karena, dan kami telah mengatakan kepadanya sekali lagi, kita harus bergerak maju atau Kaledonia Baru akan tenggelam,” kata Virginie Ruffenach (Rassemblement-LR) dari Partai Pro-Prancis kepada media Prancis.</p>\n<p>FLNKS, yang pekan lalu memutuskan untuk tidak berangkat ke Paris untuk perundingan tersebut, namun kemudian mengajukan permintaan untuk bergabung secara daring.</p>\n<p>Permintaan tersebut tidak dipenuhi.</p>\n<p><strong>Para politisi garis keras pro-Prancis berkonfrontasi dengan Macron.</strong></p>\n<p>Selama sesi pembukaan yang sama yang didedikasikan untuk pernyataan masing-masing partai, pernyataan yang paling konfrontatif datang dari dua anggota parlemen pro-Prancis utama, yang baru-baru ini juga semakin kritis terhadap Presiden Prancis.</p>\n<p>“Kami telah melakukan bagian kami. Kami telah bernegosiasi; kami telah membuat konsesi; kami telah memikul tanggung jawab kami. Sekarang giliran Anda untuk melakukan bagian Anda,” kata pemimpin Les Loyalistes, Sonia Backès, kepada peserta pertemuan pada Jumat (16/1/2026).</p>\n<p>“Mereka yang tidak menginginkan kesepakatan apa pun telah membuat kita kehilangan waktu yang berharga.”tambahnya.</p>\n<p>“Kami berada di sini karena negara [Prancis] tidak mengerahkan pasukan yang cukup pada tanggal 13 Mei 2024.”katanya.</p>\n<p>Dia merujuk pada kerusuhan pemberontakan yang menewaskan 14 orang, merusak atau menghancurkan ratusan bisnis, dan menyebabkan hilangnya ribuan pekerjaan dengan total kerugian sekitar €2,2 miliar.</p>\n<p>Dia mengatakan bahwa teks tersebut, meskipun akan dimodifikasi, adalah tentang “memilih jenis masyarakat seperti apa yang kita inginkan…” Entah itu pemerintahan oleh yang terkuat atau kemenangan bagi demokrasi”, katanya kepada Macron.</p>\n<p>Politisi pro-Prancis lainnya yang vokal, anggota parlemen Kaledonia Baru di Majelis Nasional Nicolas Metzdorf, mengatakan: “Tuan Presiden, saya sebenarnya tidak tahu apa yang kita lakukan di sini hari ini. Kami tidak pernah meminta pertemuan ini… Karena sejauh yang kami ketahui, kami telah melakukan semua yang harus dilakukan. Kami telah bekerja. Kami telah bernegosiasi. Kami telah membuat konsesi.”</p>\n<p>“Seharusnya Anda memanggil para menteri dan kelompok parlemen [Prancis] yang masih… lumpuh karena takut.”tambahnya.</p>\n<p>Metzdorf melangkah lebih jauh dengan menuduh Prancis “tidak mampu menegakkan prinsip-prinsip dasar demokrasi ketika menyangkut salah satu wilayahnya sendiri”.</p>\n<p>“Sejauh yang kami ketahui, kami telah mencapai batas dari apa yang dapat diterima. Sekarang semuanya sederhana dan sangat jelas: kita harus keluar dari rangkaian [diskusi] ini dengan teks yang tepat, jadwal yang jelas, dan dukungan dari Parlemen, atau kita akan secara radikal mengubah strategi kita dan kita akan berbalik melawan negara kita sendiri dengan menggunakan semua cara yang tersedia bagi kita.”katanya.</p>\n<p>Ia mengacu pada upaya menggugat negara Prancis di Pengadilan Hak Asasi Manusia Eropa, terkait pembatasan yang berlaku saat ini terhadap daftar pemilih Kaledonia Baru pada pemilihan provinsi, sebagaimana diatur dalam Perjanjian Nouméa tahun 1998 sebelumnya.</p>\n<p>Inilah kriteria yang membatasi jumlah pemilih yang memenuhi syarat dalam pemilihan provinsi hanya kepada mereka yang lahir atau berdomisili sebelum tahun 1998 dan keturunan mereka.</p>\n<p>“Tuan Presiden, kita tidak punya apa-apa lagi untuk kehilangan… Karena kita bisa melihat Republik ini tidak lagi menjanjikan apa pun bagi kita,” tambah Metzdorf.</p>\n<p>Namun, ia tampak tetap optimis: “Dengan UNI [yang pro-kemerdekaan], kita akan menemukan titik keseimbangan dalam beberapa hari ke depan.”</p>\n<p>Pemimpin pro-kemerdekaan moderat Jean-Pierre Djaïwé, yang tergabung dalam UNI (Union Nationale pour l’Indépendance, sebuah gabungan dari PALIKA -Partai Pembebasan Kanak- dan UPM -Union Progressiste en Mélanésie-) yang memisahkan diri dari FLNKS dan mendukung teks Bougival, mengatakan di Paris bahwa tujuannya adalah untuk “memperbaiki apa yang dapat diperbaiki.”</p>\n<p>Namun, para pemimpin partai lainnya, seperti Philippe Dunoyer (dari Calédonie Ensemble yang moderat dan pro-Prancis), mengatakan bahwa kesepakatan baru apa pun akan tetap tidak berarti tanpa dukungan keuangan Prancis yang substansial.</p>\n<p>Anggota parlemen Kaledonia Baru di Senat Prancis, Georges Naturel, secara terang-terangan menyerukan kepada Macron, memintanya untuk “bersikap jernih” dan mengakui bahwa “tidak mungkin untuk melaksanakan” proyek perjanjian 12 Juli 2026 sesuai jadwal semula.</p>\n<p>Macron tidak menanggapi komentar tersebut sebelum meninggalkan sesi tersebut.</p>\n<p>Setelah rangkaian acara pembuka pada Jumat 16 Januari, yang ditandai dengan deklarasi oleh Macron dan partai-partai politik utama yang hadir, baik pro-Prancis maupun pro-kemerdekaan, sesi tersebut kemudian terbagi menjadi lokakarya yang diselenggarakan oleh Kementerian Luar Negeri Prancis, di bawah pengawasan Menteri Naïma Moutchou.</p>\n<p>Pembicaraan tersebut berfokus pada beberapa aspek implementasi dari perjanjian proyek sebelumnya yang ditandatangani pada Juli 2025.</p>\n<p>Teks tersebut, dalam bentuk awalnya, menyebutkan pembentukan “Negara Kaledonia Baru” dengan “kebangsaan” yang terkait dan mekanisme transfer bertahap kekuasaan lebih lanjut dari Prancis ke Kaledonia Baru.</p>\n<p>Tema-tema spesifik yang dibahas bulan ini meliputi gagasan tentang pengalihan kekuasaan dari Prancis, penentuan nasib sendiri, pertahanan, keamanan, hubungan luar negeri, pengakuan identitas asli Kanak, dan bantuan keuangan lebih lanjut berdasarkan “pakta pendirian kembali” yang diusulkan oleh Prancis dengan total €2,2 miliar selama periode 5 tahun.</p>\n<p>Tujuan akhirnya tetaplah untuk menghasilkan dokumen baru yang memuat “klarifikasi” terhadap pakta awal yang ditandatangani pada Juli 2025, dengan label “Bougival” .</p>\n<p>Namun, teks Bougival sejak itu menghadapi beberapa kendala besar dalam proses implementasinya.</p>\n<p>Ini termasuk penolakan mentah-mentah oleh FLNKS (Front Pembebasan Nasional Kanak dan Sosialis) yang pro-kemerdekaan, sementara semua partai Kaledonia Baru lainnya telah memutuskan untuk mendukung proyek tersebut di berbagai tingkatan.</p>\n<p>FLNKS menyebut proyek Juli 2025 sebagai “umpan kemerdekaan” karena tidak menjawab tuntutan mereka untuk kedaulatan penuh dalam jangka pendek.</p>\n<p>Kendala besar lainnya adalah perpecahan di dalam Parlemen Prancis, yang masih menghadapi ketiadaan mayoritas yang jelas, yang juga menunda pengesahan Rancangan Undang-Undang Anggaran Prancis 2026 (anggaran).</p>\n<p>Tujuan lain dari pembicaraan ini adalah agar proyek yang telah direvisi segera disetujui oleh Majelis Nasional Prancis (Dewan Perwakilan Rakyat) pada bulan Februari dan oleh Senat (Dewan Perwakilan Atas) pada pertengahan April, serta pertemuan gabungan terakhir dari kedua Dewan tersebut, dalam format “Kongres”, untuk menyetujui dokumen final yang akan mengubah Konstitusi Prancis.</p>\n<p>Jika semua modifikasi tersebut terwujud, dokumen berikutnya akan diganti namanya menjadi “Elyséee-Oudinot” dan nama asli “Bougival” akan dihapus.</p>\n<p><strong>FLNKS bereaksi dari Nouméa</strong></p>\n<p>Berbicara pada Minggu (18/1/2026), anggota biro politik FLNKS dan anggota Union Calédonienne, Gilbert Tyuienon, mengecam perundingan Paris, dengan mengatakan bahwa hal ini tidak sejalan dengan perjanjian sebelumnya yang ditandatangani dengan nama “Perjanjian Nouméa” pada tahun 1998, yang membuka jalan bagi proses dekolonisasi untuk Kaledonia Baru.</p>\n<p>Dia mengatakan bahwa meskipun perundingan Paris menghasilkan dokumen baru yang telah direvisi, sangat diragukan bahwa dokumen tersebut dapat disetujui oleh anggota parlemen Prancis “karena Presiden Macron tidak memiliki mayoritas di Parlemen”.</p>\n<p>Kesulitan lainnya, katanya, adalah bahwa berdasarkan peta jalan yang direvisi, pemilihan provinsi (lokal) Kaledonia Baru dapat ditunda untuk keempat kalinya hingga sekitar  September 2026.</p>\n<p>Namun ia menekankan bahwa, ketika memberikan lampu hijau terakhir untuk penundaan sebelumnya hingga paling lambat 28 Juni 2026, Dewan Konstitusi Prancis memperjelas bahwa ini harus menjadi kali terakhir pemilu penting tersebut dijadwal ulang.</p>\n<p>Kembali di Paris, pembicaraan dijadwalkan untuk dilanjutkan pada Senin (19/1/2026) dan mungkin diakhiri dengan sesi lain yang diawasi oleh Macron, jika dokumen baru muncul.(*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/macron-buka-dialog-baru-kaledonia-baru-flnks-absen/\">Macron buka dialog Baru Kaledonia Baru, FLNKS absen</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Pasifik","Dekolonialisasi Prancis","FLNKS"]},{"title":"Ibu muda tewas di depan gereja, PMKRI: Polisi segera tangkap pelaku","pubDate":"2026-01-19 03:47:40","link":"https://jubi.id/domberai/2026/ibu-muda-tewas-di-depan-gereja-pmkri-polisi-segera-tangkap-pelaku/","guid":"https://jubi.id/?p=522016","author":"Gamaliel M. Kaliele","thumbnail":"","description":"\n<p>Sorong, Jubi – Seorang ibu muda, Cristina Ewit Syufi (22) tewas ditikam mantan suaminya di di depan gerbang Gereja Katolik Paroki Santo Bernadus, Jalan Sawi, Kelurahan Malawele, Distrik Aimas, Kabupaten Sorong, Papua Barat Daya, Minggu (18/1/2026) pagi. Warga sekitar Jalan Sawi dikejutkan oleh teriakan korban yang meminta pertolongan sebelum akhirnya terjatuh bersimbah darah di depan […]</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/ibu-muda-tewas-di-depan-gereja-pmkri-polisi-segera-tangkap-pelaku/\">Ibu muda tewas di depan gereja, PMKRI: Polisi segera tangkap pelaku</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","content":"\n<h4>Sorong, Jubi – Seorang ibu muda, Cristina Ewit Syufi (22) tewas ditikam mantan suaminya di di depan gerbang Gereja Katolik Paroki Santo Bernadus, Jalan Sawi, Kelurahan Malawele, Distrik Aimas, Kabupaten Sorong, <a href=\"https://papuabaratdayaprov.go.id/\" target=\"_blank\" rel=\"noopener\">Papua Barat Daya</a>, Minggu (18/1/2026) pagi.</h4>\n<p>Warga sekitar Jalan Sawi dikejutkan oleh teriakan korban yang meminta pertolongan sebelum akhirnya terjatuh bersimbah darah di depan gerbang gereja.</p>\n<p>Sejumlah saksi mata menyebut korban tiba di lokasi gereja menggunakan mobil taksi online sekitar pukul 08.55 WP. Korban sempat meminta sopir untuk menunggu karena melihat mantan suaminya berada di sekitar gereja,” kata seorang saksi yang enggan disebutkan namanya.</p>\n<p>Menurut saksi, mantan suami korban terlihat berada di dalam sebuah mobil Hilux hitam yang terparkir tidak jauh dari gerbang gereja. Korban sempat ragu untuk turun, namun akhirnya memutuskan keluar dari kendaraan pada pukul 09.08 WP sambil menggendong anaknya.</p>\n<p>Beberapa detik setelah korban turun, pelaku langsung mendekat dan melakukan penikaman.</p>\n<p>“Kami lihat pelaku langsung menyerang. Korban berteriak minta tolong sambil berusaha masuk ke halaman gereja,” ujar saksi lainnya.</p>\n<p>Dalam kondisi terluka parah, korban masih berusaha melindungi anaknya dan mencari perlindungan di area gereja namun nahas, korban terjatuh tepat di depan gerbang dan tak lama kemudian dinyatakan meninggal dunia.</p>\n<p>Warga menyebut terdapat luka tusukan di hampir seluruh bagian tubuh korban, menunjukkan tingkat kekerasan yang sangat tinggi ini sangat kejam. “Dilakukan di depan anak korban dan di depan gereja,” kata seorang warga Malawele.</p>\n<p>Usai melakukan aksinya, pelaku langsung melarikan diri menggunakan mobil Hilux hitam tanpa plat nomor polisi hingga berita ini diturunkan, pelaku masih dalam pelarian dan belum berhasil ditangkap aparat kepolisian.</p>\n<p>Dewan Pimpinan Cabang Perhimpunan Mahasiswa Katolik Republik Indonesia (<a href=\"https://jubi.id/animha/2025/pmkri-sampaikan-kritik-soal-proyek-strategis-nasional-ke-mrps/\">PMKRI</a>) Cabang Sorong Santo Agustinus menyampaikan duka cita mendalam atas meninggalnya CS yang juga seorang kader PMKRI yang tewas secara tragis di Kabupaten Sorong.</p>\n<p>Ketua PMKRI Cabang Sorong Santo Agustinus, Marselus Nauw menyebut kejadian tersebut sebagai tragedi kemanusiaan yang mencederai rasa aman masyarakat, terutama di ruang ibadah.</p>\n<p>“Kami mengecam keras tindakan yang tidak manusiawi ini. Korban dibunuh secara keji di depan rumah Tuhan. Ini bukan kejahatan biasa,” kata Marselus, Minggu (18/1/2026).</p>\n<p>Korban diketahui berinisial CS, seorang ibu rumah tangga yang juga merupakan kader PMKRI. Ia diduga hendak mengikuti ibadah pagi bersama anaknya saat peristiwa naas itu terjadi.</p>\n<p>PMKRI Sorong menilai peristiwa ini sebagai alarm serius bagi keamanan warga sipil, khususnya perempuan dan anak korban adalah perempuan, ibu, dan kader organisasi. “Ia dibunuh saat hendak beribadah. Ini kejahatan berlapis,” ujarnya.</p>\n<p>Marselus menyebut, pembiaran terhadap kasus kekerasan domestik yang berujung pembunuhan harus dihentikan kasus ini menunjukkan kegagalan sistem perlindungan terhadap korban kekerasan.</p>\n<p>PMKRI menegaskan bahwa gereja seharusnya menjadi ruang aman, bukan lokasi teror dan pembunuhan pembunuh di depan gereja adalah bentuk penghinaan terhadap nilai kemanusiaan dan iman,” ujar Marselus.</p>\n<p>PMKRI mendesak penyidik Polres Sorong dan Polda Papua Barat Daya untuk menggunakan pendekatan hukum maksimal, bukan sekadar administratif penegakan hukum harus berpihak pada korban, dan bukan mencari jalan aman bagi pelaku.</p>\n<p>Menurut PMKRI, penanganan kasus ini akan menjadi ujian serius bagi komitmen aparat kepolisian dalam menegakkan hukum tanpa pandang bulu kami ingin melihat hukum ditegakkan sesuai KUHP, bukan dikaburkan oleh kepentingan apa pun,” tegas Marselus.</p>\n<p>PMKRI juga meminta perlindungan maksimal bagi anak korban yang menyaksikan langsung peristiwa tragis tersebut dan anak korban adalah saksi hidup tragedi ini. Negara wajib hadir melindunginya,” ujar Marselus.</p>\n<p>Atas peristiwa tersebut, PMKRI Cabang Sorong menyampaikan dua tuntutan tegas kepada aparat keamanan pertama, PMKRI mendesak Kapolda Papua Barat Daya dan Kapolres Sorong segera mengejar dan menangkap pelaku.</p>\n<p>“Kami minta pelaku ditangkap dan diadili sesuai aturan hukum yang berlaku di Republik Indonesia,” tegas Marselus.</p>\n<p>PMKRI menolak segala bentuk kompromi atau pembiaran terhadap pelaku kejahatan berat tidak boleh ada impunitas. “Hukum harus ditegakkan tanpa pandang bulu,” katanya.</p>\n<p>Tuntutan kedua, PMKRI memberikan batas waktu kepada aparat keamanan untuk bertindak dan kami memberikan waktu 1×24 jam kepada pihak keamanan untuk segera menangkap pelaku pembunuhan.</p>\n<p>Jika tuntutan tersebut tidak dipenuhi, PMKRI menyatakan akan mengambil langkah lanjutan. “Kami akan mengkonsolidasikan gerakan moral dan aksi terbuka sebagai bentuk perlawanan terhadap ketidakadilan,” katanya.</p>\n<p>PMKRI juga mengajak seluruh elemen masyarakat sipil untuk mengawal kasus ini hingga tuntas. Ia menegaskan, keadilan bagi korban adalah bentuk penghormatan terhadap nilai kemanusiaan.(*)</p>\n<p>&lt;p&gt;The post <a rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/ibu-muda-tewas-di-depan-gereja-pmkri-polisi-segera-tangkap-pelaku/\">Ibu muda tewas di depan gereja, PMKRI: Polisi segera tangkap pelaku</a> first appeared on <a rel=\"nofollow\" href=\"https://jubi.id/\">Jubi Papua</a>.&lt;/p&gt;</p>\n","enclosure":{},"categories":["Domberai","Femisida","pembunuhan perempuan","Provinsi Papua Barat Daya"]}]}