{"title":"Jubi Papua","description":"Berita Papua Jujur Bicara","link":"https://jubi.id","updated":"Sat, 17 Jan 2026 06:23:59 +0000","updatedParsed":"2026-01-17T06:23:59Z","language":"en-US","image":{"url":"https://jubi.id/wp-content/uploads/2024/06/cropped-file-32x32.jpg","title":"Jubi Papua"},"generator":"https://wordpress.org/?v=6.9","extensions":{"atom":{"link":[{"name":"link","value":"","attrs":{"href":"https://jubi.id/feed/","rel":"self","type":"application/rss+xml"},"children":{}}]},"sy":{"updateFrequency":[{"name":"updateFrequency","value":"1","attrs":{},"children":{}}],"updatePeriod":[{"name":"updatePeriod","value":"hourly","attrs":{},"children":{}}]}},"items":[{"title":"FLNKS kirimkan permintaan untuk bergabung dalam pembicaraan Paris secara daring","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Kelompok pro-kemerdekaan FLNKS Kaledonia Baru telah mengajukan permintaan terakhir untuk bergabung dalam pembicaraan tentang masa depan wilayah tersebut secara daring. Pertemuan yang diprakarsai oleh Presiden Prancis Emmanuel Macron ini menyerukan agar semua politisi dari wilayah Pasifik Prancis kembali ke meja perundingan. Demikian dikutip jubi.id dari laman internet, Sabtu (17/1/2026). FLNKS (Front de [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/flnks-kirimkan-permintaan-untuk-bergabung-dalam-pembicaraan-paris-secara-daring/\"\u003eFLNKS kirimkan permintaan untuk bergabung dalam pembicaraan Paris secara daring\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Kelompok pro-kemerdekaan \u003ca href=\"https://jubi.id/pasifik/2026/flnks-tak-ikut-pertemuan-paris-yang-diselenggarakan-macron-pekan-ini/\"\u003eFLNKS\u003c/a\u003e Kaledonia Baru telah mengajukan permintaan terakhir untuk bergabung dalam pembicaraan tentang masa depan wilayah tersebut secara \u003ca href=\"https://www.scoop.co.nz/\" target=\"_blank\" rel=\"noopener\"\u003edaring\u003c/a\u003e.\u003c/h4\u003e\n\u003cp\u003ePertemuan yang diprakarsai oleh Presiden Prancis Emmanuel Macron ini menyerukan agar semua politisi dari wilayah Pasifik Prancis kembali ke meja perundingan. Demikian dikutip jubi.id dari laman internet, Sabtu (17/1/2026).\u003c/p\u003e\n\u003cp\u003eFLNKS (Front de Libération Nationale Kanak et Socialiste) mengatakan awal pekan ini bahwa mereka tidak akan berangkat ke Paris untuk pertemuan meja bundar \u0026#8220;penentu nasib\u0026#8221; tersebut.\u003c/p\u003e\n\u003cp\u003eNamun, menjelang pertemuan, para pejabat FLNKS memberitahukan bahwa mereka juga telah mengajukan proposal pada menit terakhir kepada kantor Presiden Prancis: bahwa, alih-alih melakukan perjalanan ke Paris, mereka dapat berpartisipasi dalam pembicaraan dari jarak jauh melalui konferensi video.\u003c/p\u003e\n\u003cp\u003eTawaran itu disampaikan dalam sebuah surat kepada Presiden, demikian dikonfirmasi oleh pejabat FLNKS dan sekretaris jenderal Union Calédonienne, Dominique Fochi, kepada stasiun penyiaran publik Nouvelle-Calédonie la 1ère, Kamis (15/1/2026).\u003c/p\u003e\n\u003cp\u003eNamun, meskipun para penasihat Macron telah mengakui menerima pesan FLNKS, belum diketahui apakah ia akhirnya akan mempertimbangkan permintaan menit-menit terakhir tersebut.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Kami memperlakukan FLNKS secara adil, sama seperti kelompok politik lainnya,\u0026#8221; kata salah satu penasihat Macron, menambahkan bahwa \u0026#8220;bahkan dalam ketidakhadiran FLNKS secara kasat mata,\u0026#8221; mereka percaya bahwa \u0026#8220;masih layak untuk terus maju\u0026#8221;.\u003c/p\u003e\n\u003cp\u003eSelama sesi tanya jawab di Parlemen, pada Rabu (14/1/2026), di Paris, kata-kata Menteri Luar Negeri Naïma Moutchou lebih lugas.\u003c/p\u003e\n\u003cp\u003eMenanggapi ketidakhadiran FLNKS, dia berkata, \u0026#8220;Kami tidak akan menerima bahwa, karena ketidakhadiran sebagian orang, warga Kaledonia Baru akan disandera. Tidak seorang pun memiliki hak veto di wilayah Kaledonia Baru,\u0026#8221; katanya kepada anggota parlemen di Majelis Nasional.\u003c/p\u003e\n\u003cp\u003ePertemuan ini merupakan tindak lanjut dari pembicaraan yang diadakan pada Juli 2025 yang menghasilkan penandatanganan perjanjian proyek yang kemudian dijuluki teks \u0026#8220;Bougival\u0026#8221;.\u003c/p\u003e\n\u003cp\u003ePerjanjian proyek tersebut dimaksudkan untuk membuka jalan bagi pembentukan \u0026#8220;negara Kaledonia Baru\u0026#8221; di dalam Prancis dan \u0026#8220;kebangsaan Kaledonia Baru\u0026#8221; yang terkait dengannya, serta pengalihan kekuasaan secara bertahap dari Prancis ke wilayah Pasifiknya.\u003c/p\u003e\n\u003cp\u003eNamun hanya beberapa hari kemudian, pada 9 Agustus 2025, FLNKS (Front Pembebasan Nasional Kanak dan Sosialis), salah satu komponen utama dalam gerakan Kanak pro-kemerdekaan Kaledonia Baru, mengecam teks Bougival, dengan mengatakan bahwa itu adalah \u0026#8220;umpan\u0026#8221; kemerdekaan.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/flnks-kirimkan-permintaan-untuk-bergabung-dalam-pembicaraan-paris-secara-daring/\"\u003eFLNKS kirimkan permintaan untuk bergabung dalam pembicaraan Paris secara daring\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/flnks-kirimkan-permintaan-untuk-bergabung-dalam-pembicaraan-paris-secara-daring/","published":"Sat, 17 Jan 2026 04:15:53 +0000","publishedParsed":"2026-01-17T04:15:53Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=521982","categories":["Pasifik","Caledonian Union","FLNKS","perjanjian paris"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/flnks-kirimkan-permintaan-untuk-bergabung-dalam-pembicaraan-paris-secara-daring/feed/","attrs":{},"children":{}}]}}},{"title":"Mahasiswa dan masyarakat Paniai tuntut sejumlah hal","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Solidaritas mahasiswa dan mahasiswi Paniai se-Indonesia bersama seluruh elemen masyarakat Paniai, Papua Tengah menyatakan sejumlah tuntutan mereka, setelah aksi demonstrasi damai yang digelar di Kantor Dewan Perwakilan Rakyat Kabupaten atau DPRK Paniai, 12 Januari 2026 dan 15 Januari 2026. Dalam siaran pers tertulis yang diterima Jubi, Sabtu (17/1/2026), ada beberapa poin yang [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/mahasiswa-dan-masyarakat-paniai-tuntut-sejumlah-hal/\"\u003eMahasiswa dan masyarakat Paniai tuntut sejumlah hal\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4 dir=\"auto\"\u003eJayapura, Jubi \u0026#8211; Solidaritas mahasiswa dan mahasiswi Paniai se-Indonesia bersama seluruh elemen masyarakat Paniai, Papua Tengah menyatakan sejumlah tuntutan mereka, setelah aksi demonstrasi damai yang digelar di Kantor Dewan Perwakilan Rakyat Kabupaten atau DPRK Paniai, 12 Januari 2026 dan 15 Januari 2026.\u003c/h4\u003e\n\u003cp dir=\"auto\"\u003eDalam siaran pers tertulis yang diterima Jubi, Sabtu (17/1/2026), ada beberapa poin yang menjadi tuntutan mahasiswa dan masyarakat Paniai adalah menyatakan penolakan terhadap rencana hadirnya \u003ca href=\"https://jubi.id/tanah-papua/2025/dpr-papua-tengah-terima-aspirasi-penolakan-dob-mapia-raya/\"\u003eDaerah Otonomi Baru atau DOB\u003c/a\u003e, yaitu Kabupaten Delema Jaya/Moni Jaya, Kabupaten Paniai Timur/Wedauma, dan Kabupaten Paniai Barat.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenolak perusahaan tambang ilegal, sebab ada tujuh perusahaan tambang yang dianggap ilegal diniliai izinya ditandatangi sepihak oleh pejabat daerah tanpa sepengetahuan masyarakat adat pada 2014/2015.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenolak tambang ilegal di Baya Biru. Menolakan PT Nabire Bhakti Mining \u0026amp; PT Irja Eastern Mineral and Atlantik Copper, S.A.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenolak kehadiran militer organik dan non organik di Kebo, Yagai, Agadide, Bibida, Obano dan beberapa tempat lainnya tanpa seizin dan sepengetahuan masyarakat adat.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eAnggota DPRK harus membuat team panitia khusus atau Pansus, dengan melibatkan lima mahasiswa, tokoh agama, tokoh adat, toko pemuda, toko perempuan \u0026amp; kepala suku.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eHarus membawa tiga aspirasi  ke lembaga negara terkait, yaitu Kementrian Dalam Negri (Kemendagri) terkait penolakan Daerah Otonomi Baru, Kementrian Kementerian Energi dan Sumber Daya Mineral ( Kementrian ESDM) terkait penolakan Perusahaan Tambang ilegal \u0026amp; legal, dan Kementrian Pertahanan (Kemenhan) Terkait penolakan militer organik dan non organik. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/rilis-pers/2026/mahasiswa-dan-masyarakat-paniai-tuntut-sejumlah-hal/\"\u003eMahasiswa dan masyarakat Paniai tuntut sejumlah hal\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/rilis-pers/2026/mahasiswa-dan-masyarakat-paniai-tuntut-sejumlah-hal/","published":"Sat, 17 Jan 2026 03:38:36 +0000","publishedParsed":"2026-01-17T03:38:36Z","author":{"name":"News Desk"},"guid":"https://jubi.id/?p=521976","categories":["Rilis Pers","Daerah Otonomi Baru","DOB","Kabupaten Paniai"],"dcExt":{"creator":["News Desk"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"News Desk","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/rilis-pers/2026/mahasiswa-dan-masyarakat-paniai-tuntut-sejumlah-hal/feed/","attrs":{},"children":{}}]}}},{"title":"Masyarakat sipil Tonga ajukan petisi kepada Raja tentang penambangan laut dalam","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Forum Masyarakat Sipil Tonga menyerukan kepada pemerintah baru untuk mendengarkan suara mereka yang menentang penambangan laut dalam. Selain itu, juga disebutkan bahwa langkah-langkah drastis sedang dipertimbangkan untuk menghentikan keterlibatan negara tersebut dalam industri yang sedang berkembang. Demikian dikutip jubi.id dari laman internet, RNZ Pasifik, Sabtu (17/1/2026). Direktur nasional LSM tersebut, Sesimani Lokotui [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/masyarakat-sipil-tonga-ajukan-petisi-kepada-raja-tentang-penambangan-laut-dalam/\"\u003eMasyarakat sipil Tonga ajukan petisi kepada Raja tentang penambangan laut dalam\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Forum Masyarakat Sipil Tonga menyerukan kepada pemerintah baru untuk mendengarkan suara mereka yang menentang penambangan laut dalam.\u003c/h4\u003e\n\u003cp\u003eSelain itu, juga disebutkan bahwa langkah-langkah drastis sedang dipertimbangkan untuk menghentikan keterlibatan negara tersebut dalam industri yang sedang berkembang. Demikian dikutip \u003ca href=\"http://jubi.id\"\u003ejubi.id\u003c/a\u003e dari laman internet, \u003ca href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\"\u003eRNZ Pasifik\u003c/a\u003e, Sabtu (17/1/2026).\u003c/p\u003e\n\u003cp\u003eDirektur nasional LSM tersebut, Sesimani Lokotui mengatakan bahwa pemerintah sebelumnya telah mengabaikan penentangan terhadap penambangan laut dalam.\u003c/p\u003e\n\u003cp\u003eKini, organisasi tersebut sedang mempertimbangkan untuk melibatkan raja negara itu dalam masalah ini.\u003c/p\u003e\n\u003cp\u003eTonga, bersama dengan Nauru, Kiribati, dan Kepulauan Cook, termasuk di antara negara-negara yang memiliki hak khusus di area penambangan laut dalam di perairan internasional yang dikenal sebagai Zona Clarion Clipperton (CCZ).\u003c/p\u003e\n\u003cp\u003eSejak tahun 2021, Tonga telah mengontrak grup pertambangan Kanada, The Metals Company (TMC), untuk mengeksplorasi potensi pertambangan di bloknya di CCZ.\u003c/p\u003e\n\u003cp\u003eKontrak tersebut diperbarui tahun lalu, dengan ketentuan bahwa penambangan komersial akan dilakukan di bawah undang-undang AS, di luar kerangka otoritas penambangan laut dalam dunia.\u003c/p\u003e\n\u003cp\u003eKemudian, RUU tersebut disetujui oleh pemerintahan sebelumnya di negara itu.\u003c/p\u003e\n\u003cp\u003ePemerintah baru, yang dipimpin oleh perdana menteri Lord Fakafanua, dijadwalkan mengadakan sidang parlemen perdananya pada hari Kamis, 22 Januari.\u003c/p\u003e\n\u003cp\u003eLokotui mendesak agar pemerintah mengatasi kekhawatiran signifikan di kalangan warga Tonga mengenai kesepakatan negara tersebut dengan TMC.\u003c/p\u003e\n\u003cp\u003eDia meyakini kontrak itu merugikan Tonga dan menunjukkan betapa sedikitnya manfaat yang diperoleh negara tersebut dari kesepakatan yang kini telah berjalan selama empat tahun itu.\u003c/p\u003e\n\u003cp\u003eSampai saat ini, belum ada penambangan komersial yang terjadi. Hanya eksplorasi area CCZ untuk penelitian dan potensi pertambangan oleh perusahaan seperti TMC yang telah dilakukan.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Sudah bertahun-tahun lamanya \u0026#8211; di mana keuntungan ekonominya?\u0026#8221; kata Lokotui.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Kantor cabang perusahaan pertambangan di Tonga akan memberi tahu Anda banyak hal lain tentang manfaat ekonomi bagi Tonga, tetapi jika mereka memberikan hibah kepada masyarakat sebesar misalnya $2000 hingga $15.000 Paanga Tonga, setiap dua hingga tiga tahun, itu hanyalah recehan bagi perusahaan yang mencari keuntungan.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eTMC menolak berkomentar ketika dihubungi oleh RNZ Pacific. Menteri yang mengawasi penambangan laut dalam di pemerintahan baru, Dr. Taniela Fusimalohi, tidak menanggapi permintaan wawancara.\u003c/p\u003e\n\u003cp\u003eLokotui mengatakan bahwa potensi dampak penambangan laut komersial terhadap aspek lain dari perekonomian Tonga, seperti industri tuna, perlu dipertimbangkan oleh pemerintah dalam setiap studi kelayakan bisnis terkait praktik tersebut.\u003c/p\u003e\n\u003cp\u003eDia mengatakan bahwa diskusi sedang dilakukan mengenai kemungkinan mengajukan petisi kepada Raja Tupou VI untuk campur tangan karena pemerintah sebelumnya telah mengabaikan penentangan signifikan dari masyarakat sipil terhadap penambangan laut dalam.\u003c/p\u003e\n\u003cp\u003eIntinya bagi kita semua adalah mengajukan petisi kepada Raja.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Itu adalah hak istimewa yang dimiliki oleh masyarakat Tonga, yang tidak dimiliki oleh masyarakat Pasifik lainnya.\u0026#8221;\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Kami berharap kami tidak perlu sampai ke sana. Kami berharap kami tidak perlu sampai menggugat pemerintah kami sendiri karena menghalangi kebebasan yang diberikan kepada kami oleh George Tupou I.\u0026#8221; (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/masyarakat-sipil-tonga-ajukan-petisi-kepada-raja-tentang-penambangan-laut-dalam/\"\u003eMasyarakat sipil Tonga ajukan petisi kepada Raja tentang penambangan laut dalam\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/masyarakat-sipil-tonga-ajukan-petisi-kepada-raja-tentang-penambangan-laut-dalam/","published":"Sat, 17 Jan 2026 02:50:53 +0000","publishedParsed":"2026-01-17T02:50:53Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=521968","categories":["Pasifik","Kerajaan Tonga","Tambang Laut Dalam"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/masyarakat-sipil-tonga-ajukan-petisi-kepada-raja-tentang-penambangan-laut-dalam/feed/","attrs":{},"children":{}}]}}},{"title":"Vanuatu pimpin upaya kesetaraan gender di sektor maritim Pasifik","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Vanuatu telah memperkuat peran kepemimpinannya dalam mempromosikan kesetaraan gender di sektor maritim. Hal ini ditegaskan setelah menyelenggarakan konsultasi nasional sebagai bagian dari proses validasi regional untuk Strategi Regional Revisi bagi Perempuan Pasifik di Sektor Maritim 2025–2030. Demikian dikutip jubi.id dari laman internet www.dailypost.vu, Jumat (16/1/2026). Konsultasi ini merupakan bagian dari inisiatif regional [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/vanuatu-pimpin-upaya-kesetaraan-gender-di-sektor-maritim-pasifik/\"\u003eVanuatu pimpin upaya kesetaraan gender di sektor maritim Pasifik\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Vanuatu telah memperkuat peran kepemimpinannya dalam mempromosikan kesetaraan gender di sektor maritim. Hal ini ditegaskan setelah menyelenggarakan konsultasi nasional sebagai bagian dari proses validasi regional untuk Strategi Regional Revisi bagi Perempuan Pasifik di \u003ca href=\"https://jubi.id/pasifik/2025/unoc-2025-di-prancis-kolaborasi-global-atasi-krisis-laut/\"\u003eSektor Maritim\u003c/a\u003e 2025–2030. Demikian dikutip jubi.id dari laman internet \u003ca href=\"http://www.dailypost.vu\" target=\"_blank\" rel=\"noopener\"\u003ewww.dailypost.vu\u003c/a\u003e, Jumat (16/1/2026).\u003c/h4\u003e\n\u003cp\u003eKonsultasi ini merupakan bagian dari inisiatif regional yang lebih luas yang melibatkan tiga negara Pasifik, dengan Vanuatu mewakili Melanesia, Kiribati mewakili Mikronesia, dan Samoa mewakili Polinesia. Setelah sesi di Vanuatu, tim regional akan mengadakan pertemuan serupa di Kiribati dan Samoa untuk mengumpulkan masukan komprehensif ke dalam Strategi yang direvisi.\u003c/p\u003e\n\u003cp\u003eKonsultasi yang diadakan di Hotel Melanesia, Kamis (15/1/2026) kemarin ini mempertemukan perempuan dari seluruh sektor maritim, termasuk Kementerian Perikanan, Kelautan, dan Urusan Maritim (MFOMA), serta perwakilan dari departemen pemerintah lintas sektor seperti Departemen Perlindungan dan Konservasi Lingkungan (DEPC). Mitra pembangunan dan donor, termasuk Global Green Growth Institute (GGGI) dan pemangku kepentingan regional lainnya, juga berkontribusi dalam diskusi tersebut.\u003c/p\u003e\n\u003cp\u003eBerbicara mewakili Asosiasi Perempuan Pasifik di Sektor Maritim, Seloni Toakuru menggarisbawahi peran sentral sektor maritim di Pasifik dan perlunya inklusi perempuan yang lebih besar seiring perkembangan sektor tersebut.\u003c/p\u003e\n\u003cp\u003e“Sektor maritim Pasifik adalah urat nadi kawasan kita. Sektor ini menghubungkan pulau-pulau kita, mendukung perdagangan, dan menopang kesejahteraan sosial dan ekonomi masyarakat kita. Dalam menghadapi dekarbonisasi, kemajuan teknologi, dan tantangan global, membangun sektor maritim yang tangguh, inklusif, dan siap menghadapi masa depan menjadi semakin penting,” kata Toakuru.\u003c/p\u003e\n\u003cp\u003eIa mencatat bahwa Strategi yang direvisi mencerminkan upaya regional kolektif untuk mengatasi tantangan-tantangan ini sekaligus memajukan kesetaraan gender di seluruh sektor maritim. Strategi ini dibangun berdasarkan Strategi Perempuan Pasifik di Sektor Maritim 2020–2024 dan menanggapi seruan para Menteri Pasifik pada Pertemuan Menteri Energi dan Transportasi Regional Pasifik ke-5, yang diadakan di Vanuatu pada tahun 2023, untuk memperkuat kesetaraan gender dalam transportasi maritim dan industri terkait.\u003c/p\u003e\n\u003cp\u003ePengembangan Strategi Regional Revisi diprakarsai oleh Pacific Women in Maritime Association (PacWIMA) pada tahun 2024, dimulai dengan lokakarya konsultatif regional di Nadi, Fiji. Proses penyusunannya dipandu oleh Komite Penyusun yang dipimpin oleh Komite Eksekutif PacWIMA, dengan dukungan teknis dari Komunitas Pasifik (SPC).\u003c/p\u003e\n\u003cp\u003eToakuru juga mengakui kontribusi Ore Toua, konsultan utama SPC untuk Strategi tersebut, mencatat bahwa keahlian dan advokasinya yang telah lama untuk perempuan di sektor maritim di seluruh Pasifik, termasuk Vanuatu, sangat penting dalam memastikan Strategi tersebut praktis, relevan, dan berlandaskan pada realitas regional.\u003c/p\u003e\n\u003cp\u003eMenatap ke depan hingga tahun 2030, Strategi ini mewakili lebih dari sekadar kerangka kebijakan. Strategi ini mewujudkan visi regional bersama untuk sektor maritim yang inklusif, tangguh, dan berkelanjutan di mana perempuan dapat berpartisipasi penuh, berkontribusi, dan memimpin di semua tingkatan pengambilan keputusan.\u003c/p\u003e\n\u003cp\u003eSelama misi konsultasi, tim regional juga bertemu dengan Direktur Jenderal (DG) MFOMA, Samson Vilvil Fare, dan DG Kementerian Luar Negeri, Kerja Sama Internasional dan Perdagangan Luar Negeri, Noah Patrick Kouback.\u003c/p\u003e\n\u003cp\u003eDG Fare menyampaikan wawasan tentang gender, mobilitas tenaga kerja, dan tantangan lintas sektoral lainnya yang memengaruhi sektor maritim, serta menegaskan kembali komitmen Kementerian untuk mendukung Strategi tersebut.\u003c/p\u003e\n\u003cp\u003eIa menegaskan bahwa pilar dan tujuan strategi tersebut akan diintegrasikan ke dalam rencana kerja Kementerian dan mencatat bahwa hal itu selaras dengan prioritas nasional Vanuatu dalam bidang perikanan dan pembangunan maritim.\u003c/p\u003e\n\u003cp\u003eIa juga menyatakan optimisme bahwa isu-isu ini akan tercermin dalam Rencana Korporat Kementerian untuk tahun 2026–2030.\u003c/p\u003e\n\u003cp\u003eDraf Strategi yang telah direvisi diharapkan akan disahkan pada Pertemuan Dua Tahunan Perempuan Pasifik di Bidang Maritim di Kepulauan Cook pada Februari 2026, sebelum diajukan untuk pengesahan pada Pertemuan Transportasi Maritim Regional Pasifik ke-6 di Papua Nugini pada Mei 2026.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/vanuatu-pimpin-upaya-kesetaraan-gender-di-sektor-maritim-pasifik/\"\u003eVanuatu pimpin upaya kesetaraan gender di sektor maritim Pasifik\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/vanuatu-pimpin-upaya-kesetaraan-gender-di-sektor-maritim-pasifik/","published":"Sat, 17 Jan 2026 02:42:49 +0000","publishedParsed":"2026-01-17T02:42:49Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=521957","categories":["Pasifik","Dialog Maritim","perempuan pasifik"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/vanuatu-pimpin-upaya-kesetaraan-gender-di-sektor-maritim-pasifik/feed/","attrs":{},"children":{}}]}}},{"title":"Persipura tak mau kalah di markas Barito Putera","description":"\u003cp\u003e​Jayapura, Jubi \u0026#8211; Persipura Jayapura membawa misi besar dalam lawatannya ke markas Barito Putera. \u0026#8216;Mutira Hitam\u0026#8217; tak ingin kalah atau pulang tanpa poin pada laga lanjutan Grup Timur Pegadaian Championship, yang akan berlangsung di Stadion Demang Lehman, Sabtu (17/01/2026). Laga itu menjadi kesempatan emas bagi tim berjuluk \u0026#8220;Mutiara Hitam\u0026#8221; untuk memburu posisi dua besar atau [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/olahraga/2026/persipura-tak-mau-kalah-di-markas-barito-putera/\"\u003ePersipura tak mau kalah di markas Barito Putera\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4 dir=\"auto\"\u003e​Jayapura, Jubi \u0026#8211; \u003ca href=\"https://jubi.id/persipura-2/\"\u003ePersipura Jayapura\u003c/a\u003e membawa misi besar dalam lawatannya ke markas Barito Putera. \u0026#8216;Mutira Hitam\u0026#8217; tak ingin kalah atau pulang tanpa poin pada laga lanjutan Grup Timur \u003ca href=\"https://www.ligaindonesiabaru.com/home/index/PEGADAIAN_CHAMPIONSHIP_2025-26\" target=\"_blank\" rel=\"noopener\"\u003ePegadaian Championship\u003c/a\u003e, yang akan berlangsung di Stadion Demang Lehman, Sabtu (17/01/2026).\u003c/h4\u003e\n\u003cp dir=\"auto\"\u003eLaga itu menjadi kesempatan emas bagi tim berjuluk \u0026#8220;Mutiara Hitam\u0026#8221; untuk memburu posisi dua besar atau zona promosi.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​Jika berhasil mengamankan tiga poin di kandang lawan, koleksi poin Persipura akan langsung menyamai raihan Barito Putera yang berada di puncak klasemen dengan 35 poin.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003ePelatih Persipura, Rahmad Darmawan membawa kekuatan penuh sebanyak 24 pemain ke Banjarmasin.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​Rahmad Darmawan pun memberikan perhatian khusus pada kedalaman skuad dan disiplin pertahanan Laskar Antasari yang sejauh ini menjadi yang terbaik di liga.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​\u0026#8221;Barito adalah tim yang solid. Sampai hari ini mereka adalah tim yang paling sedikit kemasukan gol, dan itu sudah mereka buktikan di banyak pertandingan. Kami mewaspadai individu maupun kerja tim mereka. Tugas kami adalah mengantisipasi dan mencoba membuat sesuatu yang mengejutkan,\u0026#8221; kata Rahmad Darmawan pada sesi konferensi pers jelang laga, Jumat (16/01/2026).\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​Menanggapi ketatnya persaingan di papan atas Grup Timur, Coach RD meminta Gunansar Mandowen dan kawan-kawan untuk tetap bermain dengan kepala dingin. Sebab menurutnya, sedikit saja kelalaian bisa membuat posisi Persipura tersalip oleh tim lain yang mengintai di bawah mereka.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​\u0026#8221;Ada enam tim yang punya persaingan tajam di wilayah timur ini. Jika kita lengah sedikit saja, kita bisa tersalip. Jadi, fokus pemain harus benar-benar pada pertandingan. Saya menghindari hal-hal yang terlalu agresif agar tidak timbul emosi yang tidak perlu. Saya ingatkan pemain untuk menjaga konsentrasi,\u0026#8221; tegasnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​Senada dengan sang pelatih, pemain andalan Persipura, Gunansar Mandowen, menegaskan kesiapan mental seluruh rekan setimnya. Ia memastikan tim Mutiara Hitam tidak akan memberikan kemudahan bagi tuan rumah untuk mempertahankan poin.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​\u0026#8221;Saya secara pribadi dan mewakili teman-teman semua, kami sangat siap untuk pertandingan besok melawan Barito Putera. Kami ke sini bukan sekadar jalan-jalan, kami punya target yaitu mengambil poin,\u0026#8221; ujar Gunansar.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​Meskipun menyadari lawan sedang berada di puncak performa, Gunansar percaya bahwa instruksi dari tim pelatih akan menjadi kunci sukses mereka di lapangan hijau.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e​\u0026#8221;Kami tahu pertandingan besok tidak akan mudah, tetapi kami percaya dengan persiapan yang tim pelatih berikan. Kami siap memberikan 100 persen untuk besok,\u0026#8221; pungkasnya.\u003cem\u003e\u003cstrong\u003e (*)\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/olahraga/2026/persipura-tak-mau-kalah-di-markas-barito-putera/\"\u003ePersipura tak mau kalah di markas Barito Putera\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/olahraga/2026/persipura-tak-mau-kalah-di-markas-barito-putera/","published":"Sat, 17 Jan 2026 02:38:14 +0000","publishedParsed":"2026-01-17T02:38:14Z","author":{"name":"Sudjarwo Husain"},"guid":"https://jubi.id/?p=521956","categories":["Olahraga","Barito Putera","Pegadaian Championship 2025/2026","Persipura"],"dcExt":{"creator":["Sudjarwo Husain"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Sudjarwo Husain","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/olahraga/2026/persipura-tak-mau-kalah-di-markas-barito-putera/feed/","attrs":{},"children":{}}]}}},{"title":"Papua Nugini akui hubungan kuat dengan AS dan juga bermitra ekonomi dengan China","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Papua Nugini menegaskan kembali Tiongkok sebagai mitra ekonomi dan perdagangan terbesarnya, sekaligus mengakui hubungan kuat yang telah dibangunnya dengan Amerika Serikat. Menteri Luar Negeri Justin Tkatchenko menyampaikan pernyataan tersebut setelah pertemuan diplomatik pertamanya tahun ini dengan Duta Besar Tiongkok untuk Papua Nugini, Yang Mulia Yang Xiaoguang, yang diadakan di Port Moresby pada [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/papua-nugini-akui-hubungan-kuat-dengan-as-dan-juga-bermitra-ekonomi-dengan-china/\"\u003ePapua Nugini akui hubungan kuat dengan AS dan juga bermitra ekonomi dengan China\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Papua Nugini menegaskan kembali Tiongkok sebagai mitra ekonomi dan perdagangan terbesarnya, sekaligus mengakui hubungan kuat yang telah dibangunnya dengan \u003ca href=\"https://jubi.id/pasifik/2024/dubes-papua-nugini-untuk-israel-serahkan-surat-kepercayaan-kepada-herzog-di-yerusalem/\"\u003eAmerika Serikat\u003c/a\u003e.\u003c/h4\u003e\n\u003cp\u003eMenteri Luar Negeri Justin Tkatchenko menyampaikan pernyataan tersebut setelah pertemuan diplomatik pertamanya tahun ini dengan Duta Besar Tiongkok untuk Papua Nugini, Yang Mulia Yang Xiaoguang, yang diadakan di Port Moresby pada 9 Januari 2026 seperti dimuat laman internet t\u003ca href=\"http://vwan.com.pg\" target=\"_blank\" rel=\"noopener\"\u003evwan.com.pg\u003c/a\u003e, Jumat (16/1/2025).\u003c/p\u003e\n\u003cp\u003eIa mengatakan PNG tetap berkomitmen untuk memperkuat hubungan dengan Tiongkok guna menumbuhkan peluang yang bermanfaat bagi masyarakat, produk lokal, dan sektor bisnis.\u003c/p\u003e\n\u003cp\u003eMenteri Tkatchenko juga menegaskan dukungan berkelanjutan PNG untuk Kebijakan Satu Tiongkok, termasuk posisinya terhadap Taiwan, yang diuraikan dengan jelas dalam Buku Putih Kebijakan Luar Negeri yang baru saja disahkan.\u003c/p\u003e\n\u003cp\u003eIa menambahkan bahwa tahun 2026 menandai 50 tahun hubungan diplomatik antara PNG dan Tiongkok, sebuah tonggak sejarah yang akan dirayakan akhir tahun ini. PNG juga menantikan Tiongkok menjadi tuan rumah APEC 2026, dengan Perdana Menteri James Marape mengkonfirmasi kehadirannya\u003c/p\u003e\n\u003cp\u003eSementara itu, pada 9 Januari, Menteri Tkatchenko melepas kepergian Duta Besar Amerika Serikat untuk PNG, Yang Mulia Ann Marie Yastishock, yang kembali ke Washington setelah masa jabatan dua tahun.\u003c/p\u003e\n\u003cp\u003eBeliau memuji kepemimpinan dan kontribusinya dalam memperkuat hubungan AS-PNG di berbagai bidang seperti pertahanan, keamanan, kemanusiaan, sosial, dan pemberdayaan perempuan.\u003c/p\u003e\n\u003cp\u003eSekretaris Luar Negeri Elias Wohengu turut hadir dalam kedua acara tersebut.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/papua-nugini-akui-hubungan-kuat-dengan-as-dan-juga-bermitra-ekonomi-dengan-china/\"\u003ePapua Nugini akui hubungan kuat dengan AS dan juga bermitra ekonomi dengan China\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/papua-nugini-akui-hubungan-kuat-dengan-as-dan-juga-bermitra-ekonomi-dengan-china/","published":"Sat, 17 Jan 2026 02:25:14 +0000","publishedParsed":"2026-01-17T02:25:14Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=521946","categories":["Pasifik","ekonomi Papua Nugini","Kedubes AS"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/papua-nugini-akui-hubungan-kuat-dengan-as-dan-juga-bermitra-ekonomi-dengan-china/feed/","attrs":{},"children":{}}]}}},{"title":"Usai AS Cabut Dukungan SPREP, China Ambil Alih Peran","description":"\u003cp\u003eJayapura, Jubi \u0026#8211; Hanya berselang lebih dari sepekan setelah Amerika Serikat mengumumkan penarikan diri dari Program Lingkungan Regional Pasifik (SPREP), Republik Rakyat Tiongkok turun tangan untuk mengisi kekosongan pendanaan tersebut. Presiden Donald Trump memasukkan organisasi ilmiah tersebut ke dalam daftar lembaga yang diperintahkan untuk dicabut dukungan pendanaannya. Demikian dikutip jubi.id dari laman RNZ Pasifik, Jumat [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/usai-as-cabut-dukungan-sprep-china-ambil-alih-peran/\"\u003eUsai AS Cabut Dukungan SPREP, China Ambil Alih Peran\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eJayapura, Jubi \u0026#8211; Hanya berselang lebih dari sepekan setelah Amerika Serikat mengumumkan penarikan diri dari Program Lingkungan Regional Pasifik (SPREP), Republik Rakyat Tiongkok turun tangan untuk mengisi kekosongan pendanaan tersebut.\u003c/h4\u003e\n\u003cp\u003ePresiden Donald Trump memasukkan organisasi ilmiah tersebut ke dalam daftar lembaga yang diperintahkan untuk dicabut dukungan pendanaannya. Demikian dikutip \u003ca href=\"http://jubi.id\"\u003ejubi.id\u003c/a\u003e dari laman \u003ca href=\"https://www.rnz.co.nz/international\" target=\"_blank\" rel=\"noopener\"\u003eRNZ Pasifik\u003c/a\u003e, Jumat (15/1/2026)\u003c/p\u003e\n\u003cp\u003eDalam unggahan di platform media sosialnya, Truth Social, Trump menyebut organisasi-organisasi ini \u0026#8220;bertentangan dengan kepentingan Amerika Serikat\u0026#8221;.\u003c/p\u003e\n\u003cp\u003eSebagian besar lainnya terdiri dari badan-badan Perserikatan Bangsa-Bangsa, termasuk Panel Antarpemerintah tentang perubahan iklim, konvensi kerangka kerja PBB tentang perubahan iklim, dan UN Oceans.\u003c/p\u003e\n\u003cp\u003eAmerika Serikat merupakan penyumbang dana terbesar kedua bagi SPREP pada 2024, dengan menyumbang US$190.000 (Rp3,2 M), atau sekitar 15 persen dari total pendanaan dari negara-negara anggota. Angka tersebut turun dari US$200.000 (Rp3,3M) pada 2023.\u003c/p\u003e\n\u003cp\u003eTiongkok, sebagai donor tetapi bukan anggota, memberikan $200.000 pada 2024, dengan tambahan $362.817 (Rp6,1M) yang disisihkan jika SPREP membutuhkannya, menurut pernyataan SPREP untuk tahun keuangan tersebut.\u003c/p\u003e\n\u003cp\u003eRNZ Pacific menanyakan kepada pemerintah Australia dan New Zeland, yang keduanya merupakan pendukung utama SPREP, apakah mereka khawatir tentang keberlangsungan SPREP di masa depan.\u003c/p\u003e\n\u003cp\u003eSelandia Baru mengatakan mereka tidak khawatir, dan juga tidak diminta untuk menutupi kekurangan apa pun, sementara Australia mengatakan mereka sedang berkoordinasi dengan SPREP untuk memahami implikasinya.\u003c/p\u003e\n\u003cp\u003eSedikit lebih dari seminggu setelah pengumuman Trump, surat kabar Savali milik pemerintah Samoa melaporkan sumbangan sebesar USD$200.000 kepada SPREP dari Tiongkok.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Cek tersebut diserahkan dalam sebuah upacara kecil pagi ini di Vailima oleh Duta Besar Tiongkok untuk Samoa, Fei Mingxing, kepada pejabat sementara SPREP dan direktur layanan hukum serta badan pengatur, Aumua Clark Peteru,\u0026#8221; demikian bunyi laporan tersebut.\u003c/p\u003e\n\u003cp\u003ePeteru dilaporkan mengatakan bahwa kontribusi Tiongkok pada Desember 2023 dan September 2024 \u0026#8220;memberikan dukungan penting bagi seluruh organisasi\u0026#8221;.\u003c/p\u003e\n\u003cp\u003ePakar hubungan New Zeland/Tiongkok dan wakil rektor Universitas Waikato, Al Gillespie, mengatakan kepada RNZ Pacific bahwa kisah ini \u0026#8220;sangat disayangkan\u0026#8221;.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Yang kita lihat adalah negara-negara melakukan praktik pilih kasih dan mengutamakan posisi. Keluarnya AS dari SPREP (dan begitu banyak negara lain) akan menciptakan kekosongan di mana-mana yang akan diisi oleh negara lain,\u0026#8221; kata Gillespie.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Di Pasifik, jika New Zeland dan Australia tidak dapat meningkatkan kecepatan, negara lain, seperti RRT [Republik Rakyat Tiongkok] akan turun tangan dan menjadi pemimpin di bidang-bidang ini.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eSPREP telah berulang kali menolak permintaan komentar dari RNZ Pacific, dengan mengatakan bahwa AS belum secara resmi memberikan pemberitahuan untuk menarik diri.\u003c/p\u003e\n\u003cp\u003e\u0026#8220;Keheningan umumnya merupakan pertahanan terbaik saat ini bagi banyak orang dalam berbagai topik internasional,\u0026#8221; kata Gillespie.\u003c/p\u003e\n\u003cp\u003ePemerintah Samoa dan Kedutaan Besar Tiongkok di Selandia Baru telah dihubungi untuk dimintai komentar.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pasifik/2026/usai-as-cabut-dukungan-sprep-china-ambil-alih-peran/\"\u003eUsai AS Cabut Dukungan SPREP, China Ambil Alih Peran\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pasifik/2026/usai-as-cabut-dukungan-sprep-china-ambil-alih-peran/","published":"Sat, 17 Jan 2026 02:12:58 +0000","publishedParsed":"2026-01-17T02:12:58Z","author":{"name":"Dominggus A. Mampioper"},"guid":"https://jubi.id/?p=521939","categories":["Pasifik","Bantuan untuk Pasifik","Dubes RRT","Komunitas Peduli Lingkungan","lembaga"],"dcExt":{"creator":["Dominggus A. Mampioper"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Dominggus A. Mampioper","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pasifik/2026/usai-as-cabut-dukungan-sprep-china-ambil-alih-peran/feed/","attrs":{},"children":{}}]}}},{"title":"Papuan journalists must be the main actors in reporting on the Land of Papua","description":"\u003cp\u003eNabire, Jubi – Jubi\u0026#8217;s CEO, Victor Mambor, urged Papuan journalists to become key players in covering major issues in Papua, rather than merely being spectators while media from outside Papua dominates. Mambor conveyed this message during the workshop “Selling Pitch: How to Convince Potential Sponsors” at the 1st Papua Media Festival in Nabire Regency, Central [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pacnews/2026/papuan-journalists-must-be-the-main-actors-in-reporting-on-the-land-of-papua/\"\u003ePapuan journalists must be the main actors in reporting on the Land of Papua\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eNabire, Jubi – Jubi\u0026#8217;s CEO, Victor Mambor, urged Papuan journalists to become key players in covering major issues in Papua, rather than merely being spectators while media from outside Papua dominates.\u003c/h4\u003e\n\u003cp\u003eMambor conveyed this message during the workshop “Selling Pitch: How to Convince Potential Sponsors” at the 1st Papua Media Festival in Nabire Regency, Central Papua, on Wednesday (14/1/2026).\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://jubi.id/meepago/2026/jurnalis-papua-mesti-menjadi-aktor-utama-dalam-peliputan-di-tanah-papua/\"\u003eThe workshop\u003c/a\u003e, moderated by Roni Hisage, was attended by students, university students, and journalists at a festival initiated by the Papuan Journalists Association (AWP) from January 13 to 15, 2026. Mambor emphasized that Infigenous Papuan journalists should be the main actors in covering the potential of their own region, rather than relying on media from outside Papua.\u003c/p\u003e\n\u003cp\u003e“We Papuans are actually the main players. The island of New Guinea (Papua and Papua New Guinea) is one of the world\u0026#8217;s three largest owners of tropical forests. However, coverage of the forests is never done by the media in Papua, but is dominated by media outside Papua. The media in Papua only scratch the surface. No one has dug deeper yet,” said \u003ca href=\"https://id.wikipedia.org/wiki/Victor_Mambor\" target=\"_blank\" rel=\"noopener\"\u003eMambor.\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e“Earlier, I mentioned that Papua is one of the top three. But coverage of the forest has never been reported by Papuan media, only by media outlets outside Papua. So we have great potential. How can you take advantage of that? We, Indigenous Papuans must become players in our own land, what people call being masters of our own land. That is the most important point,” he said.\u003c/p\u003e\n\u003cp\u003eMambor hopes that the Papua Media Festival will continue to run in order to improve the capacity of Papuan journalists.\u003cbr /\u003e\n“Papua Media Festival must continue. Because it is for us Papuan, not for anyone else. This festival must continue to run so that we can improve our capacity,” he said.\u003c/p\u003e\n\u003cp\u003eMambor, a native Papuan who has been a journalist for 30 years and has won several journalism awards explained the “apple to apple” principle in securing sponsors and achieving quality journalistic targets.\u003cbr /\u003e\n“I already mentioned \u0026#8220;apple to apple\u0026#8221; earlier. If we want to get apples, we have to be apples. If we want to catch big fish, we have to use big bait. How can we catch sharks with breadcrumbs? It\u0026#8217;s impossible,” he said, using a simple analogy.\u003c/p\u003e\n\u003cp\u003eMambor criticized the “overly spoiled” attitude and ‘easygoing’ spirit that are still found among \u003ca href=\"https://jubi.id/domberai/2026/komposisi-penduduk-berubah-oap-minoritas-di-papua-barat-daya/\"\u003eIndigenous Papuan\u003c/a\u003e journalists. He emphasized the importance of solidarity and mutual assistance among indigenous Papuan Journalist.\u003cbr /\u003e\n“We Papuan, are too spoiled, perhaps because of the ‘easygoing’ spirit. So in the work, first we must be united, we must help each other,” he said.\u003c/p\u003e\n\u003cp\u003eThis workshop is part of the Papua Media Festival, which took place from January 13 to 15, 2026. This media festival attended by 149 journalists from six provinces in Papua, with various activities including investigative journalism training, talk shows, photo exhibitions, and the 2026 Papua Journalism Award night. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/pacnews/2026/papuan-journalists-must-be-the-main-actors-in-reporting-on-the-land-of-papua/\"\u003ePapuan journalists must be the main actors in reporting on the Land of Papua\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/pacnews/2026/papuan-journalists-must-be-the-main-actors-in-reporting-on-the-land-of-papua/","published":"Fri, 16 Jan 2026 22:08:10 +0000","publishedParsed":"2026-01-16T22:08:10Z","author":{"name":"News Desk"},"guid":"https://jubi.id/?p=521934","categories":["Pacnews","Indigenous","Journalist","Papua"],"dcExt":{"creator":["News Desk"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"News Desk","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/pacnews/2026/papuan-journalists-must-be-the-main-actors-in-reporting-on-the-land-of-papua/feed/","attrs":{},"children":{}}]}}},{"title":"Komposisi penduduk berubah, OAP minoritas di Papua Barat Daya","description":"\u003cp\u003eSorong, Jubi – Komposisi penduduk Provinsi Papua Barat Daya menunjukkan pergeseran demografis. Data resmi terbaru mencatat jumlah penduduk non–Orang Asli Papua (non-OAP) mencapai 318.205 jiwa, melampaui jumlah Orang Asli Papua (OAP) yang tercatat sebanyak 296.210 jiwa dari total 614.415 penduduk per 31 Desember 2025. Hal itu terungkap dalam acara Peluncuran Buku Data Jumlah Penduduk Orang [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/komposisi-penduduk-berubah-oap-minoritas-di-papua-barat-daya/\"\u003eKomposisi penduduk berubah, OAP minoritas di Papua Barat Daya\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4\u003eSorong, Jubi – Komposisi penduduk \u003ca href=\"https://papuabaratdayaprov.go.id/\" target=\"_blank\" rel=\"noopener\"\u003eProvinsi Papua Barat Daya\u003c/a\u003e menunjukkan pergeseran demografis. Data resmi terbaru mencatat jumlah penduduk non–Orang Asli Papua (non-OAP) mencapai 318.205 jiwa, melampaui jumlah \u003ca href=\"https://jubi.id/domberai/2025/dukcapil-sorong-rilis-data-oap-2025-terverifikasi-54-379-jiwa/\"\u003eOrang Asli Papua (OAP)\u003c/a\u003e yang tercatat sebanyak 296.210 jiwa dari total 614.415 penduduk per 31 Desember 2025.\u003c/h4\u003e\n\u003cp\u003eHal itu terungkap dalam acara Peluncuran Buku Data Jumlah Penduduk Orang Asli Papua (OAP) dan non-OAP oleh Pemerintah Provinsi Papua Barat Daya sebelumnya, Kamis (15/1/2026). Buku Data Penduduk OAP tersebut secara simbolis diserahkan oleh Sekda Papua Barat Daya, Yakop Kareth kepada perwakilan instansi dari masing-masing wilayah di Provinsi Papua Barat Daya.\u003c/p\u003e\n\u003cp\u003eDalam sambutannya, Yakob Kareth mengatakan data terakhir ini merupakan hasil pendataan menyeluruh terhadap Orang Asli Papua (OAP) di seluruh wilayah provinsi tersebut, Kamis (15/1/2026).\u003c/p\u003e\n\u003cp\u003eProses pendataan tahap awal telah dilakukan secara bertahap sejak Juni hingga Desember 2025, dengan pengumpulan data langsung dari kelurahan serta RT dan RW, mengingat mobilitas penduduk yang terus berlangsung antarwilayah.\u003c/p\u003e\n\u003cp\u003e“Penduduk ini bergerak terus. Ada yang karena faktor keamanan di daerah lain kemudian pindah domisili ke Sorong, bahkan ada yang belum sempat terdata,” ujarnya.\u003c/p\u003e\n\u003cp\u003eMenurutnya, pendataan OAP tidak hanya berhenti pada tahap pertama, tetapi akan terus dilanjutkan sepanjang 2026 untuk memastikan tidak ada warga Orang Asli Papua yang terlewat. Targetnya, seluruh OAP di Papua Barat Daya terdata lengkap berdasarkan nama dan alamat.\u003c/p\u003e\n\u003cp\u003e“Target kita seluruh penduduk Orang Asli Papua di Provinsi Papua Barat Daya terdata by name, by address, sehingga kita benar-benar tahu jumlah dan sebarannya di kabupaten dan kota,” katanya.\u003c/p\u003e\n\u003cp\u003eYakob menyebutkan, berdasarkan data awal yang telah diluncurkan, sebaran OAP terbanyak berada di Kota Sorong. Hal ini dipengaruhi oleh aktivitas ekonomi, pendidikan, dan mobilitas masyarakat dari kabupaten lain menuju pusat kota.\u003c/p\u003e\n\u003cp\u003eUntuk daerah dengan OAP terbanyak itu Kota Sorong. Hampir di 10 distrik dan 41 kelurahan ada sebaran OAP. Banyak yang pindah ke Sorong karena aktivitas ekonomi, usaha, atau sekolah,” jelasnya.\u003c/p\u003e\n\u003cp\u003eIa menegaskan bahwa pendataan penduduk OAP menjadi salah satu tugas penting pemerintah provinsi, kabupaten, dan kota, terutama sebagai dasar pengelolaan sumber daya dan perhitungan alokasi dana dari pemerintah pusat.\u003c/p\u003e\n\u003cp\u003e“Apa yang kita lakukan hari ini adalah menjalankan amanat negara agar pengelolaan program dan anggaran benar-benar berbasis pada data Orang Asli Papua,” katanya.\u003c/p\u003e\n\u003cp\u003eIa mengatakan hasil pendataan saat ini belum dapat digunakan sebagai dasar alokasi dana otonomi khusus. Data tersebut baru akan menjadi rujukan perencanaan dan pengusulan kebutuhan dana Otsus untuk tahun 2027.\u003c/p\u003e\n\u003cp\u003eDispora Parekraf ini belum bisa dipakai untuk alokasi dana Otsus karena pendataan masih berjalan. “Targetnya, 2026 kita sisir lagi, lalu divalidasi. Kalau 2–3 bulan sebelum Mei sudah valid, maka itu bisa dipakai sebagai data dasar perencanaan dan pengusulan DAO tahun 2027,” ungkapnya.\u003c/p\u003e\n\u003cp\u003eYakop Kareth juga mengaitkan pentingnya data OAP dengan implementasi Undang-Undang Nomor 2 Tahun 2021 tentang Otonomi Khusus Papua. Menurutnya, kebijakan otsus menempatkan data Orang Asli Papua sebagai variabel penting dalam perencanaan pembangunan dan pengalokasian anggaran.\u003c/p\u003e\n\u003cp\u003eKebijakan Otonomi Khusus Papua bertujuan melindungi, memberi afirmasi, dan memberdayakan Orang Asli Papua, baik dalam bidang ekonomi, politik, sosial, maupun budaya. Karena itu, pendataan OAP menjadi dasar dalam perumusan kebijakan yang adil dan tepat sasaran,” katanya.\u003c/p\u003e\n\u003cp\u003eSementara itu, Pelaksana Tugas Kepala Dinas Dukcapil Papua Barat Daya, Nikolas Asmuruf, menyampaikan bahwa saat ini data OAP yang telah terhubung dari kabupaten/kota dan terkoneksi ke Dukcapil Pusat berjumlah 296.210 jiwa.\u003c/p\u003e\n\u003cp\u003e“Data yang sudah connect dari kabupaten kota dan langsung ke Dukcapil pusat, khusus orang asli Papua, itu 296.210. Itu yang saat ini sudah pasti,” kata Nikolas.\u003c/p\u003e\n\u003cp\u003eIa menambahkan, terdapat tambahan sekitar 5.000 data dari Kabupaten Tambrauw yang masih dalam proses input ke dalam aplikasi, sehingga angka tersebut berpotensi meningkat setelah seluruh data masuk dan diverifikasi.\u003c/p\u003e\n\u003cp\u003eData 5.000 dari Tambrauw itu sementara masih diinput. “Kalau sudah masuk semua, tentu jumlahnya akan bertambah. Tapi yang valid saat ini tetap 296.210,” jelasnya.\u003c/p\u003e\n\u003cp\u003eNikolas mengakui, kendala utama pendataan terjadi di Kabupaten Tambrauw akibat keterbatasan sumber daya manusia dan jaringan internet. Untuk mengatasi hal tersebut, Dukcapil Provinsi telah menyiapkan dukungan berupa perangkat Starlink dan laptop.\u003c/p\u003e\n\u003cp\u003e“Di Tambrauw itu kendalanya SDM dan jaringan. Karena itu kami siapkan bantuan Starlink dan laptop untuk membantu pendataan di daerah yang belum ada jaringan,” ungkapnya.\u003c/p\u003e\n\u003cp\u003eNikolas menegaskan bahwa hingga kini data kependudukan yang paling akurat dan digunakan secara nasional—baik untuk Pemilu maupun perencanaan Pembangunan adalah data Direktorat Jenderal Kependudukan dan Pencatatan Sipil (Dukcapil).\u003c/p\u003e\n\u003cp\u003e“Secara nasional, data yang dipakai dan dianggap paling akurat adalah data Dukcapil. Data ini digunakan untuk pemilihan presiden, gubernur, bupati, DPR, hingga perencanaan pembangunan,” ujarnya.(*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/komposisi-penduduk-berubah-oap-minoritas-di-papua-barat-daya/\"\u003eKomposisi penduduk berubah, OAP minoritas di Papua Barat Daya\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/domberai/2026/komposisi-penduduk-berubah-oap-minoritas-di-papua-barat-daya/","published":"Thu, 15 Jan 2026 07:40:04 +0000","publishedParsed":"2026-01-15T07:40:04Z","author":{"name":"Gamaliel M. Kaliele"},"guid":"https://jubi.id/?p=521919","categories":["Domberai","Data kependudukan","Provinsi Papua Barat Daya"],"dcExt":{"creator":["Gamaliel M. Kaliele"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Gamaliel M. Kaliele","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/domberai/2026/komposisi-penduduk-berubah-oap-minoritas-di-papua-barat-daya/feed/","attrs":{},"children":{}}]}}},{"title":"Aliansi Masyarakat Adat Lembah Kebar tolak PSN","description":"\u003cp\u003eSorong, Jubi \u0026#8211; Aliansi Masyarakat Adat Lembah Kebar menyatakan penolakan mereka terhadap rencana pelaksanaan Proyek Strategis Nasional atau PSN di wilayah adat Lembah Kebar, Kabupaten Tambrauw, Papua Barat Daya.  Pernyataan sikap itu disampaikan Aliansi Masyarakat AdatLembah Kebar saat menggelar aksi damai di Kabupaten Tambrauw, Provinsi Papua Barat Daya, Rabu (14/20/2026). Koordinator Lapangan Aliansi Masyarakat Adat [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/aliansi-masyarakat-adat-lembah-kebar-tolak-psn/\"\u003eAliansi Masyarakat Adat Lembah Kebar tolak PSN\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","content":"\u003ch4 dir=\"auto\"\u003eSorong, Jubi \u0026#8211; Aliansi Masyarakat Adat Lembah Kebar menyatakan penolakan mereka terhadap rencana pelaksanaan Proyek Strategis Nasional atau PSN di \u003ca href=\"https://jubi.id/domberai/2026/masyarakat-adat-suku-mpur-di-lembah-kebar-tolak-sawit-dan-tebu-yang-dibungkus-psn/\"\u003ewilayah adat Lembah Kebar,\u003c/a\u003e Kabupaten Tambrauw, \u003ca href=\"https://papuabaratdayaprov.go.id/\" target=\"_blank\" rel=\"noopener\"\u003ePapua Barat Daya. \u003c/a\u003e\u003c/h4\u003e\n\u003cp dir=\"auto\"\u003ePernyataan sikap itu disampaikan Aliansi Masyarakat AdatLembah Kebar saat menggelar aksi damai di Kabupaten Tambrauw, Provinsi Papua Barat Daya, Rabu (14/20/2026).\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKoordinator Lapangan Aliansi Masyarakat Adat Lembah Kebar, Yance Akmuri menyatakan Lembah Kebar bukanlah tanah kosong, melainkan tanah adat yang telah dikelola secara turun-temurun oleh masyarakat adat Mpur Suor sejak zaman nenek moyang mereka.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenurutnya masyarakat adat di Lembah Kebar menilai, PSN yang dipaksakan tanpa persetujuan masyarakat adat akan mengancam keberlangsungan hidup, identitas, serta martabat orang asli Papua yang mendiami wilayah tersebut.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Penolakan ini bukan sikap anti pembangunan, melainkan perlawanan politik yang sah terhadap kebijakan negara yang mengabaikan hak masyarakat adat dan merusak ruang hidup kami masyarakat adat\u0026#8221; kata Yance Akmuri.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eAliansi Masyarakat Adat juga mempertanyakan masuknya Kabupaten Tambrauw sebagai salah satu lokasi PSN, sebab kabupaten itu merupakan wilayah konservasi dan secara hukum lebih dari 80 persen wilayahnya sebagai kawasan hutan lindung dan konservasi.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKatanya, rencana masuknya PSN dalam bentuk perkebunan skala besar, pertambangan, maupun pembangunan infrastruktur ekstraktif di Tambrauw tentu bertentangan dengan komitmen konservasi.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Selain itu, kami menilai PSN berpotensi merampas hak ulayat masyarakat adat, merusak lingkungan hidup. Serta menghilangkan savana alami yang menjadi habitat ratusan jenis flora dan fauna endemik di Lembah Kebar,” ucapnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eSementara itu, penanggung jawab aksi, Mathias Anari mengatakan penolakan ini memiliki dasar hukum yang kuat diantaranya Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, Undang-Undang Otonomi Khusus Papua, Putusan Mahkamah Konstitusi Nomor 35/PUU-X/2012 tentang hutan adat.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKemudian Undang-Undang Perlindungan dan Pengelolaan Lingkungan Hidup, serta prinsip Free, Prior and Informed Consent atau FPIC.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Karena itu kami masyarakat adat di wilayah Lembah Kebar tegas menolak PSN dalam bentuk apapun, PSN hanya merusak hutan dan tanah adat,” kata Anari.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eMenurut Anari, Aliansi Masyarakat Adat Lembah Kebar mendesak Presiden Republik Indonesia dan Pemerintah Kabupaten Tambrauw segera memfasilitasi dan membiayai musyawarah serta pemetaan wilayah adat delapan sub suku di Lembah Kebar.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Kami juga menuntut penghentian seluruh aktivitas perusahaan bermasalah, baik legal maupun ilegal, serta pengakuan dan perlindungan hukum atas wilayah adat,” ucapnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eAliansi Masyarakat Adat Lembah Kebar juga menolak segala bentuk kriminalisasi, intimidasi, dan pendekatan keamanan terhadap masyarakat adat yang mempertahankan tanah dan hutan sebagai ruang hidupnya.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003eKatanya, pernyataan sikap ini didukung para kepala sub suku dan kepala suku di wilayah Lembah Kebar, yaitu Sub Suku Masambua, Dru, Manabuat, Mawabit, Ajiw, Maniun, Manekar, Mawabuan, serta Suku Miyah dan Ireres.\u003c/p\u003e\n\u003cp dir=\"auto\"\u003e“Kami menegaskan kembali bahwa Lembah Kebar bukan tanah kosong. Tanah dan air adalah milik masyarakat adat,” katanya. (*)\u003c/p\u003e\n\u003cp\u003e\u0026lt;p\u0026gt;The post \u003ca rel=\"nofollow\" href=\"https://jubi.id/domberai/2026/aliansi-masyarakat-adat-lembah-kebar-tolak-psn/\"\u003eAliansi Masyarakat Adat Lembah Kebar tolak PSN\u003c/a\u003e first appeared on \u003ca rel=\"nofollow\" href=\"https://jubi.id\"\u003eJubi Papua\u003c/a\u003e.\u0026lt;/p\u0026gt;\u003c/p\u003e\n","link":"https://jubi.id/domberai/2026/aliansi-masyarakat-adat-lembah-kebar-tolak-psn/","published":"Thu, 15 Jan 2026 05:56:15 +0000","publishedParsed":"2026-01-15T05:56:15Z","author":{"name":"Aida Ulim"},"guid":"https://jubi.id/?p=521912","categories":["Domberai","Aliansi Masyarakat Adat","Lembah Kebar","PSN"],"dcExt":{"creator":["Aida Ulim"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Aida Ulim","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://jubi.id/domberai/2026/aliansi-masyarakat-adat-lembah-kebar-tolak-psn/feed/","attrs":{},"children":{}}]}}}],"feedType":"rss","feedVersion":"2.0"}
