{"title":"Lao-Lao","description":"Media Pergerakan Rakyat Papua","link":"https://laolaopapua.com/","updated":"Mon, 19 Jan 2026 11:13:30 +0000","updatedParsed":"2026-01-19T11:13:30Z","language":"id","extensions":{"atom":{"link":[{"name":"link","value":"","attrs":{"href":"https://laolaopapua.com/feed/","rel":"self","type":"application/rss+xml"},"children":{}}]},"sy":{"updateFrequency":[{"name":"updateFrequency","value":"1","attrs":{},"children":{}}],"updatePeriod":[{"name":"updatePeriod","value":"hourly","attrs":{},"children":{}}]}},"items":[{"title":"Sikap AMP: Mengutuk Tindakan Imperialisme Amerika Serikat!","description":"\u003cp\u003ePernyataan Sikap Aliansi Mahasiswa Papua (AMP) \u0026#8220;Mengutuk Tindakan Imperialisme Amerika Serikat, Hentikan Agresi Militer di Venezuela, dan Bebaskan Nicolas Maduro\u0026#8221; Intervensi Imperialisme Amerika Serikat yang didalangi oleh Presiden Donald Trump terhadap Venezuela pada 03 Januari 2026, dibawah pemerintahan Nicolas Maduro adalah kebrutalan Imperialisme Amerika Serikat dan penculikan terhadap Presiden Venezuela dan istrinya dengan alasan menuduh [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2026/01/19/sikap-amp-mengutuk-tindakan-imperialisme-amerika-serikat/\"\u003eSikap AMP: Mengutuk Tindakan Imperialisme Amerika Serikat!\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003e\u003cstrong\u003ePernyataan Sikap Aliansi Mahasiswa Papua (AMP)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u0026#8220;Mengutuk Tindakan Imperialisme Amerika Serikat, Hentikan Agresi Militer di Venezuela, dan Bebaskan Nicolas Maduro\u0026#8221;\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIntervensi Imperialisme Amerika Serikat yang didalangi oleh Presiden Donald Trump terhadap Venezuela pada 03 Januari 2026, dibawah pemerintahan Nicolas Maduro adalah kebrutalan Imperialisme Amerika Serikat dan penculikan terhadap Presiden Venezuela dan istrinya dengan alasan menuduh Presiden Venezuela terlibat dalam perdagangan Narkotika lintas Internasional. Penculikan serta invansi ke Venezuela dengan melakukan pengeboman menggunakan (drone) di beberapa aset vital Venezuel adalah pelanggaran kedaulatan negara Venezuela dan hukum internasional.\u003c/p\u003e\n\u003cp\u003eSebelum Maduro, Hugo Chavez Presiden Venezuela pernah mendapatkan tantangan serupa. Amerika menculiknya pada tahun 2002 dan selama 47 jam berhasil dibebaskan oleh gerakan massa kala itu, dengan beragam penyerangan Amerika Serikat upaya pembunuhan, blockade, dan kombinasi tekanan ekonomi politik. Tetapi Hugo Chavez tidak tergoyahkan melanjutkan nasionalisasi perusahan-perusahan minyak dan menolak keterlibatan Imperialisme Amerika Serikat. Dengan sikap politik yang sama Maduro menolak tunduk pada Amerika Serikat, berbagai upaya dilakukan untuk menggulingkan Maduro pada tahun 2020 percobaan penculikan serta pengulingan pada 2019 tidak membuahkan hasil. Akhirnya berujung pada penculikan dengan agresi militer Amerika Serikat pada 3 Januari 2026.\u003c/p\u003e\n\u003cp\u003eMenuduh maduro terlibat dalam perdagangan narkotika tidaklah benar, motif sesunguhnya adalah kekayaan sumber daya alam minyak di Venezuela, karena Venezuela memiliki candangan minyak terbesar di dunia mencapai sekitar 303 miliar barel (dikutip dari berbagai media). Hal ini membuktikan bahwa invansi militer, penculikan Maduro bertujuan agar Imperialisme Amerika Serikat ingin menguasai sumber kekayaan alam di Venezuela, dinamika ini paling relevan untuk memetakan invansi Amerika Serikat, yaitu soal Imperialisme dan kolonialisme modern.\u003c/p\u003e\n\u003cp\u003eDua alasan yang paling relevan, yaitu pertama adalah Amerika Serikat melakukan penculikan serta invansi terhadap Venezuela adalah kepentingan ekonomi politik untuk menguasai atau menaklukkan wilayah lain, didukung penuh oleh kekuatan Imperialisme. Di buktikan dengan apa yang di sampaikan Donald Trump, bahwa ia menginginkan perubahan-perubahan Amerika Serikat masuk ke Venezuela dengan dalil memperbaiki ekonomi di Venezuela.\u003c/p\u003e\n\u003cp\u003eKedua adalah melemahnya politik kiri di Amerika Latin, seperti faktor krisis ekonomi yang melemah, intervensi kaum kanan yang meningkat, dan problem internal di Venezuela. Kemudian catatan krisis ekonomi meningkatkan signifikan beberapa tahun terakhir di Amerika Latin yang notabenenya ada kaum gerakan kiri progesif yang juga aktif serta terlibat di parlemen, misalnya Kuba, Peru, Mexsiko dan titik melemah ini menjadi ancaman serius bagi imperialisme Amerika Serikat, serta sekutunya untuk menginvasi negara Amerika Latin yang notabenenya adalah Sosialisme Abad ke-21. Membangun negara yang anti terhadap penindasan terhadap sesama manusia, membangun tatanan masyarakat tanpa kelas, dan penghisapan, tapi invasi Militer sedang genjar di Venezuela dengan berbagai alasan yang tidak berbobot, yang juga invasi militer tersebut di perintahkan oleh Presiden Amerika Serikat Donald Trump. Sebab tindakan Trump adalah menelanjangi dirinya sendiri (mempertontonkan kegoblokannya di mata di dunia) sekali lagi Amerika Serikat tidak punya hak sepenuhnya untuk menggulingkan Presiden Venezuela Nicolas Maduro karena Venezuela adalah negara yang sudah merdeka sendiri secara sah pada tahun 1830. Tujuan Amerika Serikat menyerang Venezuela demi melanggengkan kekuasaannya serta mengontrol minyak di Venezuela. Meredam Gerakan kiri revolusioner di Amerika Latin, termasuk di Venezuela. Sehingga ada upaya pembasmian yang dilakukan oleh Imperialiame Amerika Serikat. Ini bukti bahwa Imperialisme ingin untuk menguasai dunia dengan kepentingan kapitalisme monopoli (imperialisme).\u003c/p\u003e\n\u003cp\u003eTindakan Imperialisme Amerika Serikat memonopoli, melakukan ekspansi, eksploitasi, akumulasi terhadap negara-negara yang dianggap terbelakang dalam artian negara berkembang termasuk Indonesia, siasat Amerika Serikat demi perdagangan di mana-mana dan Indonesia bagian dari bonekanya Amerika Serikat membuktikannya dengan keberadaan PT Freeport Mc Moran selama 59 tahun di Papua sejak tandatangan kontrak kerja pada 07 April 1967 di bawah rezim Soeharto beserta investasi asing di Indonesia, sejak awal kontrak kerja PT Freeport Mc Moran di Papua terdapat kejanggalan, memanipulasi sejarah perjuangan rakyat Papua. Laporan Lembaga Ilmu Pengetahuan Indonesia (LIPI) tekah membuktikan itu. Ini genosida yang terabaikan. Inilah awal mula wajah Imperialisme Amerika Serikat menduduki tanah Papua. Hal tersebut menunjukan bahwa malapetakan serta selalu dimulai dengan penipuan tergambar jelas dalam pengulingan Saddam Hussein di Irak tahun 2003, dengan menuduh Hussein terlibat dalam terorisme, padahal tuduhan tersebut tidaklah benar, namun motif sesungguhnya adalah minyak di Irak, pola yang sama dilakukan terhadap kudeta Salvador Allende di Chille tahun 1973, Patrice Lumumba di Congo tahun 1961 karena jadi ancaman terhadap Amerika Serikat atas kekuasaannya.\u003c/p\u003e\n\u003cp\u003eAmerika Serikat adalah Imperialisme yang menunjukan dirinya terkuat di dunia, sebab hampir separuh dunia dikontrolnya. Kekuasaannya bukan demi kemakmuran bersama, melainkan demi kepentingan segilintir borjuis. Kepentingan borjuis adalah uang serta kekayaan inilah yang mengorbankan ribuan nyawa di Gaza, Irak, dan rakyat Papua terus menjadi tumbal demi keserahkaan kapitalisme.\u003c/p\u003e\n\u003cp\u003eMelihat dinamika ekonomi politik serta konflik di Venezuela lantas apa yang harus dilakukan? Tidak ada cara lain hanyalah dengan kekuatan rakyat tertindas di seluruh dunia, menjadi senjata paling ampuh untuk melawan dan menghancurkan Imperialisme Amerika Serikat. Solidaritas terhadap kelas tertindas adalah senjata yang jitu, karena itu berjuang melawan Imperialisme adalah tanpa syarat apapuan. Sebab kapitalisme monopoli atau imperialisme adalah musuh bagi semua kelas tertindas di dunia, yang menginginkan untuk mewujudkan surga di bumi atau manusia tanpa penindasan, yakni sosialisme.\u003c/p\u003e\n\u003cp\u003eSoidaritas rakyat terhadap Venezuela menyerukan kepada seluruh rakyat sipil, gerakan untuk menyatakan sikap dan mengambil tindakan nyata dalam aksi solidaritas, kampanye publik untuk menghentikan agresi militer di Imperilis Amerika Serikat terhadap Venezuela. Menolak penjajahan, memperjuangkan dunia yang damai dijamin oleh keadilan sosial dan kedaulatan rakyat, bukan oleh bom, pendudukan militer, dan kapitalisme monopoli atau Imperialis.\u003c/p\u003e\n\u003cp\u003eSebagai dari sikap perlawanan terhadap Imperialis tersebut, menuntut Pembebasan Presiden Nicolas Maduro dan Istrinya segera hentikan kekerasan bersenjata dan perang monopoli ekonomi politik. Penegakan terhadap hak menentukan nasib sendiri rakyat Venezuela dan negara yang masih mengalami penajajahan seperti Papua, Palestina, Kanaki, Sahara Barat, dan Catalonia tanpa intervensi asing.\u003c/p\u003e\n\u003cp\u003eUntuk itu, bersatu melawan Imperialisme Amerika Serikat adalah kewajiban untuk menghancurkan kapitalisme monopoli atau Imperialisme, yang mengkoloni bangsa-bangsa terjajah, termasuk bangsa Papua, maka kami, Aliansi Mahasiswa Papua (AMP) Komite Pusat, 12 Komite Kota, dan satu sektor menyatakan sikap:\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003ePertama: Mengutuk tindakan Imperialisme Amerika Serikat yang melakukan serangan militer terhadap Venezuela;\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eKedua: Kami bersama Nicolas Maduro dan rakyat Venezuela dalam melawan Imperialis Amerika Serikat; \u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eKetiga: Kami mendukung penuh rakyat Venezuela melawan Amerika Serikat;\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eKeempat: Segera bebaskan Nicolas Maduro dan Cilia Flores tanpa syarat; dan\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eKelima: Mari bersatu melawan Imperialis Amerika Serikat dan bangun solidaritas seluas-luasnya.\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eSolidaritas untuk Rakyat Venezuela dan Revolusi Bolivarian!\u003c/p\u003e\n\u003cp\u003eLawan Imperialisme Amerika!\u003c/p\u003e\n\u003cp\u003eHancurkan Kapitalisme!\u003c/p\u003e\n\u003cp\u003eHancurkan Kolonialisme!\u003c/p\u003e\n\u003cp\u003eLawan Militerisme!\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2026/01/19/sikap-amp-mengutuk-tindakan-imperialisme-amerika-serikat/\"\u003eSikap AMP: Mengutuk Tindakan Imperialisme Amerika Serikat!\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2026/01/19/sikap-amp-mengutuk-tindakan-imperialisme-amerika-serikat/","published":"Mon, 19 Jan 2026 10:59:24 +0000","publishedParsed":"2026-01-19T10:59:24Z","author":{"name":"Redaksi Lao-Lao"},"guid":"https://laolaopapua.com/?p=5412","categories":["Pilihan Redaksi","Press Release","Aliansi Mahasiswa Papua","AMP","Imperialisme Amerika","Venezuela"],"dcExt":{"creator":["Redaksi Lao-Lao"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Redaksi Lao-Lao","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2026/01/19/sikap-amp-mengutuk-tindakan-imperialisme-amerika-serikat/feed/","attrs":{},"children":{}}]}}},{"title":"Lawan Imperialisme Amerika Serikat!","description":"\u003cp\u003eImperialis Amerika Serikat kembali melancarkan serangan di Venezuela pada 3 Januari 2026. Mereka menculik Presiden Venezuela Nicolas Maduro dan istrinya, Cilia Flores. Motifnya, mereka menuduh Maduro terlibat dalam perdagangan narkoba. Tapi ini adalah tuduhan yang tidak benar. Motif sesungguhnya adalah kekayaan minyak negeri tersebut. Amerika telah menunggu lama untuk akses tersebut, tapi daya Revolusi Bolivarian [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2026/01/08/lawan-imperialisme-amerika-serikat/\"\u003eLawan Imperialisme Amerika Serikat!\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003eImperialis Amerika Serikat kembali melancarkan serangan di Venezuela pada 3 Januari 2026. Mereka menculik Presiden Venezuela Nicolas Maduro dan istrinya, Cilia Flores. Motifnya, mereka menuduh Maduro terlibat dalam perdagangan narkoba. Tapi ini adalah tuduhan yang tidak benar. Motif sesungguhnya adalah kekayaan minyak negeri tersebut. Amerika telah menunggu lama untuk akses tersebut, tapi daya Revolusi Bolivarian (1998) tidak dapat ditembus. Sehingga sekarang Amerika bertindak brutal.\u003c/p\u003e\n\u003cp\u003eSebelum Maduro, Hugo Chavez lebih dulu mendapat tantangan serupa. Amerika menculiknya pada bulan April tahun 2002, dan selama 47 jam berhasil dibebaskan oleh gerakan massa. Selanjutnya adalah upaya pembunuhan, blockade, dan kombinasi tekanan ekonomi-politik. Namun Hugo Chavez tak tergoyahkan dan melanjutkan nasionalisasi perusahan-perusahan minyak lalu menolak keterlibatan Amerika Serikat. Setelah Chavez wafat tahun 2013, Maduro adalah penerus tongkat tersebut.\u003c/p\u003e\n\u003cp\u003eMaduro dimusuhi, sama seperti Chavez. Alasannya jelas, Maduro menolak tunduk pada Amerika. Berbagai upaya dilakukan untuk menggulingkan Maduro, termasuk percobaan penculikan pada tahun 2020, tapi ini tidak berhasil. Sebelumnya dilakukan pada tahun 2019 untuk membentuk \u0026#8220;Pemerintahan Sementara\u0026#8221; yang dipimpin oleh Juan Guadio, antek Amerika Serikat. Tapi sekali lagi, tidak berhasil. Amerika melanjutkan dengan \u0026#8220;tekanan-maksimum\u0026#8221; dan akhirnya berpuncak pada penculikan yang kita saksikan saat ini.\u003c/p\u003e\n\u003cp\u003eBagi mereka yang tidak tahu sejarah, akan mengatakan bahwa \u0026#8220;upaya Amerika adalah untuk perdamaian.\u0026#8221; Tapi sejarah 70 tahun kekuasaan imperialisme Amerika Serikat menunjukkan bahwa kehadiran Amerika Serikat adalah malapetaka dan selalu dimulai dengan penipuan. Ini tergambar jelas dalam penggulingan Saddam Hussein di Irak tahun 2003. Saat itu, Amerika menuduh Hussein terlibat dalam \u0026#8220;terorisme\u0026#8221;, tapi tuduhan tersebut tidak benar. Pola yang sama dilakukan terhadap Salvador Allende di Chille tahun 1973, Patrice Lumumba di Congo tahun 1961, Mehdi Ben Barka di Maroko tahun 1965, Thomas Sangkara di Burkina Faso tahun 1987, dan seterusnya.\u003c/p\u003e\n\u003cp\u003eAmerika menuduh Maduro memimpin \u003cem\u003eCartel de los Soles\u003c/em\u003e (Kartel Matahari). Tapi sebenarnya ini bukan kartel narkoba. Ini adalah istilah sehari-hari yang mulai digunakan oleh jurnalis dan lembaga-lembaga intelektual untuk menyebut tuduhan penyeludupan narkoba oleh militer Venezuela. Tapi ini bahkan dimulai sejak awal 1990an, jauh sebelum Chavez berkuasa. Bahkan, \u003ca href=\"https://jacobin.com/2026/01/trump-vance-maduro-venezuela-war?utm_source=instagram\u0026amp;utm_medium=social\u0026amp;fbclid=PAZXh0bgNhZW0CMTEAc3J0YwZhcHBfaWQMMjU2MjgxMDQwNTU4AAGn-zYO8D2d-FAsPrNSnskdjVDhp8oizZK7LudMu970ozzwUQx5anImnSSQOt4_aem_XGicIIP6GCySeR4ArehNeg\"\u003esebagaimana dilaporkan oleh Ben Burgis\u003c/a\u003e, \u0026#8220;Orang-orang yang menciptakan frasa tersebut bukan untuk menuduh adanya kartel narkoba yang terorganisir secara hierarkis dengan satu pemimpin.” Sehingga jelas, tuduhan Amerika sangat lemah.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://jacobin.com/2026/01/trump-vance-maduro-venezuela-war?utm_source=instagram\u0026amp;utm_medium=social\u0026amp;fbclid=PAZXh0bgNhZW0CMTEAc3J0YwZhcHBfaWQMMjU2MjgxMDQwNTU4AAGn-zYO8D2d-FAsPrNSnskdjVDhp8oizZK7LudMu970ozzwUQx5anImnSSQOt4_aem_XGicIIP6GCySeR4ArehNeg\"\u003eSebuah survei yang dilakukan oleh Economic/YouGov\u003c/a\u003e pada Desember 2025 juga menunjukkan bahwa warga negara Amerika Serikat sendiri tidak percaya dengan tuduhan tersebut. Hanya 22% responden yang \u0026#8220;mendukung AS untuk menggulingkan Maduro dengan kekuatan senjata.\u0026#8221; Sementara di Venezuela, tidak ada satu orang pun (kecuali minoritas oposisi) yang mempercayai hal tersebut. Ini bukan tanpa alasan, karena kepemimpinan Maduro telah memberi manfaat bagi jutaan penduduk Venezuela.\u003c/p\u003e\n\u003cp\u003ePeter Lacwoski yang mengunjungi Venezuela berkali-kali, \u003ca href=\"https://www.counterpunch.org/2026/01/03/venezuelas-communes-socialism-of-the-twenty-first-century/\"\u003emelaporkan bahwa mayoritas rakyat Venezuela\u003c/a\u003e sudah tahu bahwa kapitalisme adalah sama dengan bencana. Sehingga mereka tidak pernah mentolerir kehadiran imperialis Amerika Serikat. Fakta ini juga yang membuat Venezuela mampu bertahan dari 1998 sampai hari ini, walau Amerika terus menggempur. Target Amerika adalah jelas, minyak. Tetapi apabila minyak dikuasai, maka Venezuela akan miskin. Inilah yang membuat Venezuela tidak mau tunduk pada Amerika Serikat.\u003c/p\u003e\n\u003cp\u003eRakyat Venezuela sendiri juga sudah punya pengalaman. Sepanjang Abad 20 mereka hidup dalam kemiskinan, padahal minyak mereka dikeruk oleh Amerika Serikat. Inilah yang kemudian menandai pemberontakan pertama di tahun 1989 atau \u003cem\u003eCaracazo\u003c/em\u003e. Sementara sebaliknya, setelah Revolusi Bolivarian 1998, ekonomi mereka dipulihkan, martabat mereka dihormati, dan berdaulat. Ini dimulai dari nasionalisasi industri minyak, lalu perbaikan hidup rakyat Venezuela. Apakah ini tidak cukup untuk membuat rakyat Venezuela membela Revolusi? Jelas Amerika tidak mempunyai dukungan apapun dari rakyat Venezuela, tetapi juga rakyat tertindas di seluruh dunia.\u003c/p\u003e\n\u003cp\u003eMari kita mengatakan satu hal, bahwa dosa Amerika Serikat, bukan hanya di Venezuela, tapi seluruh dunia telah menunjukkan siapa sesungguhnya Amerika dan apa dampak yang ditimbulkan olehnya setelah menginvasi suatu negara. Ini dapat dilihat, misalnya, setelah Amerika Serikat menggulingkan Jacobo Arbens di Guatemala tahun 1954, atau penggulingan Sukarno di Indonesia tahun 1965. Motifnya jelas, Amerika Serikat berambisi mengembalikan Fruid Company yang mengalirkan pundi-pundi kekayaan bagi mereka. Ini juga seperti Freeport Mc Moran di Papua. Setelah Jacobo Arbens digulingkan, Guetemala direndam dalam lumpur kemiskinan yang parah. Ini pula yang terjadi di Indonesia, dimana 32 tahun kekuasaan Suharto yang terkenal paling korup di dunia dan memiskinkan rakyat Indonesia.\u003c/p\u003e\n\u003cp\u003eAmerika adalah imperialis baru yang muncul setelah Perang Dunia ke II. Dari puing-puing kemunduran Eropa Barat, Amerika Serikat tampil sebagai kekuatan nomor satu di dunia. Doktrinnya adalah kejayaan Amerika. Tapi yang terjadi adalah kejayaan borjuasi Amerika. Perang dilancarkan di seluruh dunia untuk merampok kekayaan bangsa-bangsa lain, lalu mereka menutupi kejahatan tersebut dengan \u0026#8220;perang melawan terorisme, komunisme, dan sekarang narkotika.\u0026#8221; Namun yang paling parah adalah, dominasi ini melumpuhkan miliaran manusia di seluruh dunia—yang itu berarti kemanusiaan secara universal.\u003c/p\u003e\n\u003cp\u003eApa yang dapat kita harapkan dari Amerika? Tidak ada. Justru cahaya harapan padam. Indonesia sampai hari ini susah bangkit, demikian halnya Irak yang dihancurkan tahun 2003, Libya, dan seterusnya. Amerika berarti imperialis, imperialis berarti monopoli bangsa lain demi kejayaan segelintir borjuasi. Kita tidak dapat berharap rezim semacam itu membawa kesejahteraan. Dan hari ini, itulah yang terjadi di Venezuela. Amerika mengatakan \u0026#8220;perang melawan narkoba\u0026#8221;, tetapi sesungguhnya perang demi perampokan dan penundukan bangsa lain.\u003c/p\u003e\n\u003cp\u003eTrump mengatakan bahwa, \u0026#8220;Akan mengontrol minyak Venezuela dan transisi kekuasaan sampai rezim yang lebih ramah memimpin”. Kalimat ini secara jelas menunjukkan dua hal, yaitu penguasaan \u0026#8220;minyak Venezuela\u0026#8221;, dan kedua, penaklukan Revolusi Bolivarian melalui \u0026#8220;pemimpin yang ramah\u0026#8221;. Ramah maksudnya adalah tunduk setia melayani kepentingan Amerika Serikat seperti misalnya Prabowo Subianto di Indonesia maupun James Marape di Papua Nugini. Kita hanya dapat mengatakan bahwa, lihatlah keadaan Indonesia atau PNG hari ini, dan itulah bukti kesetiaan kepada Amerika Serikat.\u003c/p\u003e\n\u003cp\u003eSementara sebaliknya, negara-negara merdeka seperti Venezuela ataupun Kuba hari ini terisolasi dan mengalami kesulitan di sana-sini, itu jelas karena blockade Amerika Serikat. Tetapi revolusi disana menghadiahi rakyat mereka dengan kedaulatan penuh, kemandirian ekonomi, dan kemerdekaan sesungguhnya. Sementara Indonesia ataupun PNG, hanya dapat dijelaskan bahwa itulah hasil penghisapan dan penindasan yang dilakukan oleh Amerika Serikat. Sehingga kita tidak dapat mengatakan apapun lagi, selain kembalinya Amerika Serikat berarti perbudakan ekonomi dan politik bagi rakyat Venezuela.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDoktrin Monroe dan Kejahatan Amerika Serikat \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSetelah menculik Maduro, Donald Trump dari Amerika Serikat mengumumkan alasan di balik penculikan tersebut. \u003ca href=\"https://www.counterpunch.org/2026/01/03/venezuelas-communes-socialism-of-the-twenty-first-century/\"\u003eKatanya dengan sombong\u003c/a\u003e, \u0026#8220;Rezim Maduro telah menampung musuh asing (maksudnya adalah China) di wilayah kita. Ini adalah pelanggaran berat terhadap prinsip-prinsip pokok kebijakan luar negeri Amerika yang sudah ada sejak lebih dari dua abad lalu. Doktrin Monroe adalah hal penting.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eTapi ini adalah lagu lama yang diputar kembali. Tahun 1975, Amerika Serikat menuduh Fidel Castro menyimpan senjata rahasia dari Uni Soviet yang mengancam kedaulatan Amerika Serikat. Tapi seluruh dunia tahu bahwa, ini adalah bualan Amerika untuk membenarkan kejahatan mereka di tahun yang sama, yang dikenal sebagai Invasi Teluk Babi untuk menghancurkan Kuba. Hal senada juga dilakukan untuk menguasai Terusan Panama tahun 1989, penggulingan Evo Morales di Bolivia, dan seterusnya. Imperialis Amerika menganggap Benua Amerika sebagai tempat jarahan mereka.\u003c/p\u003e\n\u003cp\u003eDoktrin Monroe dicetuskan pertama kali pada tahun 1823 oleh presiden ke-5 Amerika Serikat, James Monroe. Doktrin ini mengklaim Benua Amerika sebagai hak mereka. Maksudnya adalah Amerika Serikat yang memegang tampuk kekuasaan atas Benua Amerika. Mereka berhak mengatur semua kekayaan alam, termasuk aktivitas \u0026#8220;keamanan\u0026#8221; di wilayah kaya sumber daya alam tersebut. Doktrin ini jelas dalam pembunuhan 30.000 ribu rakyat Haiti yang menentang diktator pro Amerika Serikat, Jean Vilbrum Guillamue Sam tahun 1915.\u003c/p\u003e\n\u003cp\u003eAmerika Serikat saat itu bukanlah kekuatan imperialis terkuat, tapi mereka sedang membangun kekuatannya untuk menaklukkan dunia. Doktrin Monroe adalah \u0026#8220;Jepang Cahaya Asia\u0026#8221; di Benua Amerika. Mereka berusaha mengkoloni negara-negara Amerika demi menopang superioritas mereka. Inilah yang menandai serangkaian invasi dan pembunuhan atas nama \u0026#8220;terorisme, komunisme, dan narkoba\u0026#8221; yang dimulai dari Haiti tahun 1915, Nikaragua tahun 1919, Guatemala tahun 1954, Chile tahun 1974, Panama tahun 1989, Brazil tahun 2002, Evo Morales di Bolivia tahun 2019, dan hari ini Maduro di Venezuela.\u003c/p\u003e\n\u003cp\u003eApa sesungguhnya yang dapat kita harapkan dari kekuatan bengis semacam ini? Hanya darah dan air mata. Bahkan Amerika Serikat yang terkutuk itu, rela membunuh jutaan manusia demi superioritas mereka. Mereka rela menembak Che Guevara yang dicintai oleh, bukan hanya rakyat Amerika, tapi seluruh dunia. Demikian halnya Thomas Sangkara di Burkina Faso, Patrice Lumumba di Kongo, Dag Hammarskjold di Zambia, dan kudeta-kudeta lain di seluruh dunia. Pendeknya, imperialisme Amerika memulai dan menopang kekuasaan mereka di atas darah dan penipuan. Dan ini dimulai dari Benua Amerika sebelum menyebar ke tempat-tempat lain di seluruh dunia.\u003c/p\u003e\n\u003cp\u003eHari ini Amerika Serikat adalah kekuatan imperialis terkuat di dunia. Ia mengontrol hampir separuh bola bumi. Tetapi ini bukan demi kemakmuran bersama, melainkan demi kepentingan sempit segelintir borjuasi mereka. Kepentingan borjuasi adalah uang dan kekayaan, hanya itu! Tetapi demi kepentingan sempit ini, mereka rela membunuh ribuan anak di Gaza, Irak, Vietnam, dan seterusnya. Data menunjukkan bahwa, 1% orang terkaya di Amerika mengontrol hampir separuh kekayaan planet ini. Ini benar karena perusahan-perusahan raksasa seperti Exon, Mobil, dan lain-lain merupakan raksasa minyak yang berpusat di Amerika Serikat.\u003c/p\u003e\n\u003cp\u003eDaya menunjukan bahwa cadangan minyak di Venezuela mencapai 303 miliar barel. Bahkan, diprediksi mencapai 1 triliun barel yang tersebar di Orinoco, dan lain-lain. Dengan menguasai pasokan ini, akan merubah perimbangan kekuatan minyak dunia sehingga kekuataan Amerika Serikat semakin tidak tertandingi. Inilah alasan mengapa Maduro harus digulingkan dan Amerika Serikat harus menguasai kekayaan tersebut. Sehingga jelas alasan bahwa perang demi pemberantasan \u0026#8220;narkoba\u0026#8221; adalah omong kosong. Target sesungguhnya adalah minyak untuk menopang superioritas imperialisme AS yang terkutuk dan biadab.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBagaimana Harusnya Sikap Kita? \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSikap kita harusnya adalah mengutuk imperialisme Amerika Serikat. Mereka bukan wasit dunia, mereka juga tidak mempunyai hak apapun untuk mengatur dan menguasai bangsa lain. Ini bukan hanya termuat dalam resolusi-resolusi Hukum Internasional yang gemar dilanggar oleh Amerika Serikat. Tetapi juga melanggar kedaulatan dan kemerdekaan bangsa lain. Untuk Benua Amerika, Amerika Serikat sama sekali tidak mempunyai hak atasnya. Demikian halnya seluruh planet ini. Nafsu serakah ini harus dilawan, harus dikutuk, dan dienyahkan untuk selama-lamanya!\u003c/p\u003e\n\u003cp\u003eLawan Amerika berarti lawan dominasi segelintir orang atas jutaan manusia lain. Lawan Amerika berarti melawan ketidakadilan, kejahatan, genosida, dan pembunuhan manusia dimana-mana demi tujuan sempit, yaitu uang dan kekayaan. Kita sudah punya pengalaman atasnya, dan itu harusnya menjadi penentu sikap kita terhadap Amerika Serikat. Amerika Serikat sama sekali tidak pernah membangun, tujuan mereka adalah penundukan dan penaklukan. Tapi untuk apa semua ini? Hanya fantasi kosong dan keserakahan yang mengancam planet ini ke dalam kehancuran.\u003c/p\u003e\n\u003cp\u003eLawan Amerika berarti kita mengambil sikap untuk melawan ketidakadilan. Perang melawan Amerika berarti perang melawan kejahatan dan kesewenang-wenangan. Dan hari ini dunia sedang bangkit mengutuknya. Ini mengalir dari Havana, Stockholm, New York, London, Berlin, dan seterusnya. Elan solidaritas kelas tertindas tengah bergejolak di seluruh dunia. Dan ini juga yang harusnya menjadi sikap kita. Dengan bergabung dalam barisan ini, berarti kita sedang mengambil pilihan untuk menyelamatkan planet ini. Lawan Amerika! Lawan Ketidakadilan! Lawan kesewenang-wenangan!\u003c/p\u003e\n\u003cp\u003eHands Of Venezuela!\u003c/p\u003e\n\u003cp\u003eSolidaritas Buruh dan Rakyat Pekerja Dengan Venezuela, Tolak Intervensi Imperialis!\u003c/p\u003e\n\u003cp\u003eGanyang Imperialis Amerika Serikat!\u003c/p\u003e\n\u003cp\u003eKelas Buruh dan Rakyat Tertindas Seluruh Dunia Bersatulah!\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2026/01/08/lawan-imperialisme-amerika-serikat/\"\u003eLawan Imperialisme Amerika Serikat!\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2026/01/08/lawan-imperialisme-amerika-serikat/","published":"Thu, 08 Jan 2026 02:02:50 +0000","publishedParsed":"2026-01-08T02:02:50Z","author":{"name":"Musell M. Safkaur"},"guid":"https://laolaopapua.com/?p=5401","categories":["Editorial","Pilihan Redaksi","Imperialisme Amerika","Lawan Kapitalisme","Sosialisme","Venezuela","West Papua"],"dcExt":{"creator":["Musell M. Safkaur"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Musell M. Safkaur","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2026/01/08/lawan-imperialisme-amerika-serikat/feed/","attrs":{},"children":{}}]}}},{"title":"Bicara Tuhan Pukul Tinggi, tapi Ikut “Langgengkan” Penjajahan di Papua","description":"\u003cp\u003eSebuah analisa dan kritik dari perspektif Marxis Pendahuluan Agama secara normatif dipahami sebagai sumber nilai moral, keadilan, dan pembelaan terhadap martabat manusia. Namun, dalam realitas sosial kontemporer, agama kerap tampil dalam paradoks yang mencolok: bahasa religius semakin dominan di ruang publik, sementara ketimpangan sosial, kekerasan struktural, dan eksploitasi ekonomi justru semakin menguat. Fenomena ini memunculkan [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/12/27/bicara-tuhan-pukul-tinggi-tapi-ikut-langgengkan-penjajahan-di-papua/\"\u003eBicara Tuhan Pukul Tinggi, tapi Ikut “Langgengkan” Penjajahan di Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003e\u003cem\u003eSebuah analisa dan kritik dari perspektif Marxis\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePendahuluan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAgama secara normatif dipahami sebagai sumber nilai moral, keadilan, dan pembelaan terhadap martabat manusia. Namun, dalam realitas sosial kontemporer, agama kerap tampil dalam paradoks yang mencolok: bahasa religius semakin dominan di ruang publik, sementara ketimpangan sosial, kekerasan struktural, dan eksploitasi ekonomi justru semakin menguat. Fenomena ini memunculkan pertanyaan kritis tentang peran agama dalam masyarakat yang dikuasai oleh logika kapital dan kepentingan kekuasaan.\u003c/p\u003e\n\u003cp\u003eDi Indonesia, ekspresi keagamaan hadir secara masif dalam ritual, simbol, dan wacana politik. Negara dan elit ekonomi tidak jarang menggunakan legitimasi moral-religius untuk mengafirmasi kebijakan pembangunan dan stabilitas nasional. Namun, di balik retorika tersebut, realitas sosial memperlihatkan kontradiksi mendalam, diantaranya: perampasan tanah, peminggiran masyarakat adat, kerusakan lingkungan, dan ketimpangan akses terhadap sumber daya terus berlangsung. Dalam konteks ini, agama berisiko direduksi menjadi ornamen moral yang melapisi ketidakadilan struktural.\u003c/p\u003e\n\u003cp\u003eKondisi tersebut menjadi semakin problematik ketika dikaitkan dengan wilayah-wilayah periferi seperti Papua. Di tanah ini, pembangunan dan keamanan negara sering kali berjalan beriringan dengan kekerasan, militerisasi, serta eksploitasi sumber daya alam. Ironisnya, situasi tersebut kerap disertai dengan bahasa religius tentang damai, persatuan, dan kesejahteraan. Pertanyaannya kemudian bukan hanya tentang efektivitas kebijakan, tetapi tentang integritas etis dari narasi moral yang menyertainya.\u003c/p\u003e\n\u003cp\u003eDalam membaca paradoks ini, pemikiran Karl Marx menawarkan perangkat analisis yang relevan. Kritik Marx terhadap agama sebagai “candu masyarakat” sering disalahpahami sebagai penolakan terhadap iman. Padahal, kritik tersebut diarahkan pada fungsi ideologis agama dalam menormalisasi penderitaan yang dihasilkan oleh struktur ekonomi-politik yang timpang. Marx membantu menyingkap bagaimana bahasa moral dan religius dapat berfungsi menenangkan kesadaran sosial, alih-alih mendorong transformasi struktural.\u003c/p\u003e\n\u003cp\u003eArtikel ini berupaya mengkaji fenomena tersebut dari istilah yang menurut saya tepat adalah: \u0026#8220;bibir berucap Tuhan dari para penyembah uang di Indonesia\u0026#8221;—sebagai metafora atas kontradiksi antara pengakuan iman dan praktik sosial yang tunduk pada logika kapital. Dengan menggunakan kerangka teoritis Marx, artikel ini menganalisis relasi antara agama, modal, dan kekuasaan dalam konteks Indonesia, dengan penekanan khusus pada realitas sosial di Papua. Tujuan utama tulisan ini adalah menunjukkan bahwa krisis moral yang terjadi bukan semata persoalan individu, melainkan persoalan struktural yang menuntut kritik ideologis dan keberanian etis.\u003c/p\u003e\n\u003cp\u003eMelalui pendekatan artikel ini, diharapkan dapat membuka ruang refleksi kritis tentang peran agama di tengah dominasi kapitalisme kontemporer, sekaligus menegaskan kembali kemungkinan iman sebagai praksis sosial yang membebaskan dan berpihak pada kemanusiaan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAgama, Moral Publik, dan Paradoks Kekuasaan dalam Masyarakat Kapitalis\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAgama dalam ruang publik kerap diposisikan sebagai sumber moralitas dan penuntun etika sosial. Dalam banyak masyarakat, termasuk Indonesia, agama hadir bukan hanya sebagai keyakinan personal, melainkan juga sebagai identitas kolektif yang memengaruhi kebijakan, wacana politik, dan legitimasi kekuasaan. Namun, dalam masyarakat yang beroperasi di bawah logika kapitalisme, peran normatif agama sering kali mengalami paradoks, lalu nilai-nilai religius dikumandangkan secara simbolik, sementara praktik sosial dan politik justru bertentangan dengan prinsip keadilan yang diajarkannya.\u003cstrong\u003e \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKarl Marx membaca paradoks ini bukan dari sudut iman, melainkan dari struktur sosial yang melingkupinya. Bagi Marx, agama tidak dapat dipahami secara terpisah dari kondisi material masyarakat. Ia muncul dan berfungsi dalam konteks relasi produksi tertentu, terutama ketika ketimpangan dan penderitaan menjadi pengalaman sehari-hari kelas tertindas. Dalam kerangka ini, agama berpotensi berfungsi ganda: sebagai ekspresi penderitaan manusia sekaligus sebagai mekanisme yang meredam kesadaran kritis terhadap sebab penderitaan itu sendiri.\u003c/p\u003e\n\u003cp\u003eDalam masyarakat kapitalis, moral publik sering direduksi menjadi retorika. Negara dan elite ekonomi dapat dengan mudah mengafirmasi nilai-nilai religius melalui simbol, seremoni, dan pernyataan moral tanpa harus mengubah struktur ekonomi-politik yang melahirkan ketidakadilan. Inilah yang oleh Marx dipahami sebagai ideologi: seperangkat gagasan yang tampak netral dan luhur, tetapi pada praktiknya berfungsi melanggengkan tatanan yang timpang.\u003cstrong\u003e \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIndonesia memperlihatkan gejala ini secara jelas. Di satu sisi, agama menjadi fondasi normatif kehidupan berbangsa. Di sisi lain, kebijakan pembangunan sering kali mengabaikan prinsip keadilan sosial, terutama bagi kelompok rentan seperti buruh, petani, masyarakat adat, dan komunitas di wilayah pinggiran. Ketika kesenjangan ekonomi melebar, perampasan ruang hidup terjadi, dan kekerasan struktural dibiarkan, agama tetap hadir dalam bahasa kekuasaan namun kehilangan daya kritisnya.\u003c/p\u003e\n\u003cp\u003eMarx membantu kita memahami bahwa persoalannya bukan terletak pada agama sebagai keyakinan, melainkan pada relasi antara agama dan kekuasaan dalam sistem kapitalisme. Ketika agama terlalu dekat dengan negara dan modal, berisiko berubah dari kekuatan etis menjadi alat legitimasi. Moral publik pun menjadi selektif: keras terhadap yang lemah, lunak terhadap yang kuat.\u003c/p\u003e\n\u003cp\u003eParadoks inilah yang menjadi titik tolak kritik dalam tulisan ini. \u0026#8220;Bibir yang berucap Tuhan\u0026#8221; tidak selalu menandakan keberpihakan pada nilai ketuhanan. Dalam masyarakat kapitalis, sangat mungkin dan sering terjadi bahwa Tuhan dihadirkan dalam bahasa, sementara uang dan kekuasaan bersemayam dalam praktik. Untuk memahami kontradiksi ini secara lebih mendalam, perlu ditelusuri bagaimana Marx memaknai uang sebagai relasi sosial dominan dalam kapitalisme modern.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eUang Sebagai Relasi Sosial Dominan: Kritik Karl Marx Terhadap Kapitalisme Modern\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam pemikiran Karl Marx, uang tidak dipahami semata sebagai alat tukar yang netral, melainkan sebagai relasi sosial yang merepresentasikan dan sekaligus mengukuhkan hubungan kekuasaan dalam masyarakat kapitalis. Uang menjadi medium yang mengabstraksikan kerja manusia, mengubah relasi antar manusia menjadi relasi antar benda. Melalui proses ini, nilai manusia direduksi menjadi nilai pasar, sementara martabat dan kebutuhan sosial tunduk pada logika akumulasi kapital.\u003c/p\u003e\n\u003cp\u003eMarx menunjukkan bahwa dalam kapitalisme, uang bertransformasi menjadi kekuatan yang tampak otonom dan menentukan. Dalam \u003cem\u003eThe Economic and Philosophic Manuscripts of 1844\u003c/em\u003e, Marx menulis bahwa, \u0026#8220;Uang memiliki kemampuan \u0026#8216;membalikkan\u0026#8217; nilai: apa yang tidak dimiliki manusia dapat diperoleh melalui uang, dan apa yang tidak bermoral dapat dilegitimasi selama menguntungkan secara ekonomi. Di sinilah uang mengambil posisi yang sebelumnya ditempati oleh nilai-nilai transenden termasuk agama. Dengan kata lain, uang berfungsi sebagai \u0026#8216;tuhan sekuler\u0026#8217; yang mengatur apa yang benar, mungkin, dan diinginkan.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eKapitalisme modern tidak lagi sekadar sistem produksi, melainkan sebuah tatanan nilai. Keberhasilan diukur melalui akumulasi materi, pertumbuhan ekonomi, dan investasi, sementara aspek kemanusiaan sering diposisikan sebagai variabel sekunder. Dalam kondisi demikian, praktik keagamaan dapat terus berlangsung, tetapi maknanya tereduksi menjadi ritual privat yang terpisah dari etika ekonomi dan politik.\u003c/p\u003e\n\u003cp\u003eDalam konteks Indonesia, dominasi uang sebagai relasi sosial tampak dalam wacana pembangunan yang menempatkan pertumbuhan ekonomi sebagai tujuan utama, sering kali dengan mengorbankan keadilan sosial dan keberlanjutan ekologis. Proyek-proyek besar dilegitimasi atas nama investasi dan lapangan kerja, sementara dampak sosialnya: penggusuran, kemiskinan struktural, dan kerusakan lingkungan dipandang sebagai konsekuensi yang “tak terhindarkan”. Logika ini mencerminkan apa yang oleh Marx disebut sebagai fetisisme komoditas, yakni kondisi ketika hubungan sosial antar-manusia disamarkan dan digantikan oleh hubungan antar-barang.\u003c/p\u003e\n\u003cp\u003eDi Papua, dominasi uang sebagai relasi sosial mengambil bentuk yang lebih ekstrem. Tanah adat, hutan, dan gunung yang dalam kosmologi masyarakat setempat memiliki makna spiritual dan kultural, direduksi menjadi komoditas ekonomi. Nilai sakral digantikan oleh nilai tukar. Dalam proses ini, masyarakat adat diposisikan sebagai penghalang pembangunan, sementara kepentingan modal tampil sebagai representasi kemajuan. Kritik Marx membantu mengungkap bahwa, konflik ini bukan sekadar soal budaya atau keamanan, melainkan soal relasi produksi dan kepemilikan.\u003c/p\u003e\n\u003cp\u003eKetika \u0026#8220;bibir berucap Tuhan\u0026#8221; dalam ruang publik, tetapi kebijakan dan praktik sosial tunduk sepenuhnya pada logika uang, terjadi pemisahan antara iman dan kehidupan material. Marx melihat pemisahan ini sebagai gejala sistemik, bukan kegagalan moral individual. Oleh karena itu, kritik terhadap “penyembahan uang” bukanlah kritik etis semata, melainkan kritik terhadap struktur kapitalisme itu sendiri.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAgama Sebagai Produk Kondisi Material: Tafsir Kritis atas Konsep “Candu Masyarakat”\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUngkapan Karl Marx tentang agama sebagai “candu masyarakat” merupakan salah satu pernyataan yang paling sering dikutip sekaligus paling sering disalahpahami. Dalam pembacaan dangkal, pernyataan ini dipersepsikan sebagai penolakan total terhadap agama. Namun, dalam kerangka materialisme historis, kritik Marx justru diarahkan pada kondisi sosial yang melahirkan kebutuhan akan agama sebagai pelarian, bukan pada iman itu sendiri sebagai pengalaman eksistensial manusia.\u003c/p\u003e\n\u003cp\u003eMarx memulai analisisnya dari realitas penderitaan. Agama, menurutnya adalah “keluhan makhluk tertindas” dan “jiwa dari dunia yang tak berjiwa”. Artinya, agama hadir karena manusia hidup dalam struktur sosial yang tidak adil, penuh alienasi, dan sarat penindasan. Dalam situasi demikian, agama berfungsi sebagai sumber penghiburan, harapan, dan makna. Namun, fungsi ini menjadi problematis ketika agama berhenti pada penghiburan dan tidak mendorong perubahan terhadap sebab-sebab struktural penderitaan.\u003c/p\u003e\n\u003cp\u003eDalam masyarakat kapitalis, agama kerap direduksi menjadi urusan privat dan spiritual semata. Ia dipisahkan dari kritik ekonomi dan politik. Pemisahan ini bukan kebetulan, melainkan bagian dari mekanisme ideologis yang lebih luas. Dengan mengalihkan perhatian manusia dari relasi produksi yang timpang menuju janji keselamatan di luar dunia material, agama dapat berfungsi secara tidak sadar sebagai alat stabilisasi sosial. Inilah yang dimaksud Marx dengan fungsi ideologis agama.\u003c/p\u003e\n\u003cp\u003ePeter Singer, dalam \u003cem\u003eKarl Marx: Pengantar untuk Pemula \u003c/em\u003e(2022), menegaskan bahwa Marx tidak menuntut penghapusan agama sebagai tujuan akhir, melainkan penghapusan kondisi sosial yang membuat agama diperlukan sebagai candu. Dengan kata lain, kritik Marx bersifat emansipatoris agama tidak perlu “diperangi”, tetapi ketidakadilan yang membuat manusia terasing dari hidup bermartabatlah yang harus diubah.\u003c/p\u003e\n\u003cp\u003eDalam konteks Indonesia, fungsi ideologis agama dapat dilihat ketika simbol-simbol religius digunakan untuk menutupi ketimpangan struktural. Seruan moral sering diarahkan kepada individu agar bersabar, bersyukur, dan taat tanpa disertai kritik terhadap sistem ekonomi-politik yang memproduksi kemiskinan dan ketidakadilan. Agama menjadi bahasa kesalehan personal, sementara kesalehan sosial kehilangan daya dorongnya.\u003c/p\u003e\n\u003cp\u003eDi Papua, situasi ini mengambil dimensi yang lebih tragis. Di tengah konflik, kemiskinan, dan perampasan ruang hidup, agama sering menjadi satu-satunya tempat berlindung masyarakat. Doa dipanjatkan di tengah trauma, nyanyian rohani dinyanyikan di pengungsian, dan iman dipertahankan di tengah kehilangan. Namun, ketika penderitaan itu terus berlangsung tanpa perubahan struktural, agama berisiko diperalat untuk menormalisasi ketidakadilan. Penderitaan dianggap sebagai takdir, bukan sebagai hasil kebijakan dan relasi kuasa.\u003c/p\u003e\n\u003cp\u003eDalam perspektif Marx, kondisi ini menunjukkan bagaimana kesadaran palsu bekerja. Masyarakat menerima realitas yang menindas sebagai sesuatu yang wajar atau bahkan dikehendaki Tuhan. Kritik struktural dibungkam oleh narasi moral yang individualistik. Akibatnya, agama kehilangan potensi profetisnya, yakni keberanian untuk menyebut ketidakadilan sebagai ketidakadilan.\u003c/p\u003e\n\u003cp\u003eNamun, Marx juga membuka ruang bagi pembacaan lain: bahwa agama dapat menjadi titik awal kesadaran kritis jika ia berpihak pada pembebasan manusia. Untuk itu, agama harus ditarik kembali ke ranah material kehidupan sosial berjumpa dengan persoalan tanah, kerja, kekerasan, dan martabat manusia. Tanpa itu, agama akan terus menjadi candu yang menenangkan, sementara uang dan kekuasaan tetap berkuasa.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAlienasi Manusia dalam Sistem Produksi Kapitalistik di Indonesia\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSalah satu kontribusi paling humanis dalam pemikiran Karl Marx adalah konsep alienasi (keterasingan). Alienasi menjelaskan bagaimana dalam sistem produksi kapitalistik, manusia kehilangan hubungan yang utuh dengan kerja, sesama manusia, dan bahkan dengan dirinya sendiri. Kerja, yang seharusnya menjadi sarana ekspresi kreativitas dan pemenuhan makna hidup, justru berubah menjadi aktivitas mekanis yang dipaksakan demi bertahan hidup.\u003c/p\u003e\n\u003cp\u003eDalam \u003cem\u003eThe Economic and Philosophical Manuscripts of 1844\u003c/em\u003e, Marx mengidentifikasi empat bentuk alienasi. Pertama, manusia terasing dari hasil kerjanya. Produk yang dihasilkan buruh tidak lagi menjadi miliknya, melainkan dikuasai oleh pemilik modal. Kedua, manusia terasing dari proses kerjanya; kerja tidak dijalani secara bebas dan sadar, melainkan sebagai keterpaksaan. Ketiga, manusia terasing dari sesama manusia, karena relasi sosial dimediasi oleh kepentingan ekonomi. Keempat, manusia terasing dari hakikat kemanusiaannya, sebab potensi kreatif dan sosialnya direduksi menjadi tenaga kerja semata.\u003c/p\u003e\n\u003cp\u003eDalam konteks Indonesia, alienasi ini tampak jelas dalam dunia kerja kontemporer. Buruh di sektor industri, perkebunan, dan jasa sering kali diposisikan sebagai variabel biaya yang harus ditekan. Jam kerja panjang, upah minim, dan ketidakpastian status kerja menjadi pengalaman umum. Kerja tidak lagi dimaknai sebagai ruang aktualisasi diri, melainkan sebagai beban yang harus ditanggung demi kelangsungan hidup. Dalam situasi seperti ini, wacana religius tentang kesabaran dan keikhlasan kerap menggantikan tuntutan atas keadilan struktural.\u003c/p\u003e\n\u003cp\u003eAlienasi tidak hanya dialami oleh buruh industri, tetapi juga oleh petani dan masyarakat adat. Ketika tanah sebagai sumber kehidupan dan identitas diubah menjadi komoditas, relasi manusia dengan alam mengalami pemutusan. Petani kehilangan kontrol atas benih, lahan, dan hasil panen. Masyarakat adat kehilangan ruang hidup yang selama berabad-abad membentuk kosmologi dan struktur sosial mereka. Dalam kerangka Marx, ini merupakan bentuk alienasi yang lebih dalam: keterasingan manusia dari alam sebagai perpanjangan keberadaannya.\u003c/p\u003e\n\u003cp\u003eDi Papua, alienasi mencapai tingkat yang paling ekstrem. Tanah adat yang memiliki makna spiritual dan genealogis, direduksi menjadi konsesi tambang, perkebunan, dan proyek infrastruktur. Masyarakat dipaksa beralih dari sistem hidup komunal ke sistem upah yang asing bagi mereka. Dalam proses ini, bukan hanya ekonomi yang berubah, tetapi juga struktur makna kehidupan. Manusia Papua tidak hanya kehilangan tanah, tetapi juga kehilangan hubungan simbolik dengan sejarah dan leluhur.\u003c/p\u003e\n\u003cp\u003eAlienasi semacam ini sering kali disertai dengan kekerasan simbolik dan fisik. Ketika masyarakat menolak kehilangan ruang hidupnya, mereka dicap sebagai penghambat pembangunan atau ancaman keamanan. Di sini, alienasi tidak lagi bersifat ekonomis semata, melainkan juga politis. Negara dan aparat hadir untuk memastikan kelancaran akumulasi kapital, bukan untuk melindungi relasi sosial yang adil.\u003c/p\u003e\n\u003cp\u003eMarx membantu kita melihat bahwa alienasi bukanlah kegagalan individu untuk beradaptasi, melainkan konsekuensi logis dari sistem produksi kapitalistik. Oleh karena itu, solusi atas alienasi tidak dapat ditemukan melalui nasihat moral atau spiritual semata, tetapi melalui perubahan struktur sosial yang memungkinkan manusia kembali berdaulat atas kerja, tanah, dan kehidupannya.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eNegara, Hukum, dan Kepentingan Kelas: Perspektif Marxis tentang Kekuasaan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam pemikiran Karl Marx, negara tidak pernah berdiri di ruang hampa. Negara lahir, berfungsi, dan berkembang di dalam konteks relasi sosial yang ditentukan oleh struktur ekonomi. Oleh karena itu, Marx menolak pandangan liberal yang melihat negara sebagai institusi netral yang berdiri di atas semua kepentingan. Sebaliknya, negara dipahami sebagai instrumen politik yang cenderung melayani kepentingan kelas yang menguasai alat-alat produksi.\u003c/p\u003e\n\u003cp\u003eMarx dan Engels dalam \u003cem\u003eManifesto Komunis\u003c/em\u003e (1848) menyatakan bahwa negara modern pada dasarnya adalah “panitia pengurus kepentingan bersama kaum borjuis”. Pernyataan ini tidak berarti bahwa setiap aparatus negara secara sadar berniat menindas, melainkan bahwa kerangka hukum, kebijakan, dan logika birokrasi negara dibentuk sedemikian rupa agar selaras dengan kebutuhan akumulasi kapital. Hukum tidak hanya mengatur kehidupan sosial, tetapi juga menetapkan siapa yang berhak memiliki, menguasai, dan memanfaatkan sumber daya.\u003c/p\u003e\n\u003cp\u003eDalam sistem kapitalisme, hukum berfungsi ganda. Di satu sisi, ia menjamin ketertiban dan stabilitas. Di sisi lain, ia melegitimasi ketimpangan melalui bahasa legalitas. Perampasan tanah dapat dilegalkan melalui izin konsesi; eksploitasi tenaga kerja dapat dibenarkan melalui kontrak; kerusakan lingkungan dapat ditoleransi atas nama kepentingan nasional. Dengan demikian, hukum menjadi medium ideologis yang mengubah relasi kuasa menjadi prosedur administratif.\u003c/p\u003e\n\u003cp\u003eDi Indonesia, relasi antara negara, hukum, dan kepentingan kelas tampak jelas dalam kebijakan pembangunan berbasis investasi. Negara secara aktif memfasilitasi masuknya modal melalui regulasi yang mempermudah perizinan, memberikan insentif fiskal, dan menekan resistensi sosial. Dalam banyak kasus, kepentingan masyarakat lokal ditempatkan sebagai subordinat terhadap kepentingan ekonomi makro. Ketika konflik muncul, negara cenderung memosisikan diri sebagai penjaga stabilitas, bukan sebagai pelindung hak-hak rakyat.\u003c/p\u003e\n\u003cp\u003eSituasi ini menjadi semakin problematis ketika aparat keamanan dilibatkan dalam konflik agraria dan sumber daya alam. Dalam kerangka Marxis, keterlibatan ini mencerminkan fungsi koersif negara dalam menjaga tatanan produksi yang ada. Kekerasan baik fisik maupun simbolik menjadi sarana untuk memastikan bahwa relasi kepemilikan dan produksi tidak diganggu. Kritik dan perlawanan diperlakukan sebagai gangguan keamanan, bukan sebagai ekspresi demokratis.\u003c/p\u003e\n\u003cp\u003eDi Papua, peran negara sebagai pelindung kepentingan kelas dominan tampil secara lebih telanjang. Kebijakan ekonomi ekstraktif berjalan beriringan dengan pendekatan keamanan yang ketat. Hukum dan aparat tidak hanya mengatur, tetapi juga mengontrol. Masyarakat adat yang mempertahankan tanahnya sering kali berhadapan dengan kriminalisasi, stigmatisasi, dan kekerasan. Dalam konteks ini, negara bukan sekadar gagal melindungi, tetapi aktif berperan dalam reproduksi ketimpangan struktural.\u003c/p\u003e\n\u003cp\u003eMarx membantu kita memahami bahwa relasi ini bukan anomali, melainkan konsekuensi dari negara yang beroperasi dalam sistem kapitalisme. Selama kepemilikan atas sumber daya terkonsentrasi pada segelintir pihak, negara akan terus berada dalam ketegangan antara klaim moral dan praktik politiknya. Agama dapat dijadikan legitimasi moral, hukum menjadi alat formal, dan kekerasan dipakai sebagai jalan terakhir.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEkonomi Ekstraktif dan Perampasan Ruang Hidup di Papua\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEkonomi ekstraktif merupakan salah satu bentuk paling nyata dari cara kerja kapitalisme di wilayah pinggiran. Dalam perspektif Marxis, ekonomi ekstraktif tidak sekadar aktivitas pengambilan sumber daya alam, melainkan sebuah modus produksi yang berorientasi pada akumulasi kapital dengan cara mengalihkan kekayaan alam dari wilayah lokal ke pusat-pusat modal. Proses ini hampir selalu melibatkan relasi kuasa yang timpang antara negara, korporasi, dan masyarakat setempat.\u003c/p\u003e\n\u003cp\u003ePapua menjadi contoh konkret bagaimana ekonomi ekstraktif bekerja sebagai perpanjangan tangan kapitalisme global. Kekayaan alam Papua: emas, tembaga, kayu, dan potensi energi, diposisikan sebagai komoditas strategis nasional dan internasional. Dalam logika ini, tanah tidak lagi dipahami sebagai ruang hidup, melainkan sebagai objek ekonomi yang dapat diukur, dipetakan, dan dieksploitasi. Marx menyebut proses ini sebagai bentuk lanjutan dari akumulasi primitif, yakni perampasan awal yang memungkinkan kapitalisme terus bereproduksi.\u003c/p\u003e\n\u003cp\u003ePerampasan ruang hidup masyarakat adat di Papua sering kali dilegitimasi melalui bahasa hukum dan pembangunan. Izin konsesi, kontrak karya, dan proyek strategis nasional menjadi instrumen formal yang meminggirkan hak ulayat. Relasi sosial yang sebelumnya berbasis komunal dan spiritual, dipaksa masuk ke dalam sistem kepemilikan individual dan pasar tenaga kerja. Dalam proses ini, masyarakat adat tidak hanya kehilangan tanah, tetapi juga kehilangan kendali atas cara hidupnya sendiri.\u003c/p\u003e\n\u003cp\u003eDari sudut pandang Marx, kondisi ini memperlihatkan bagaimana kapitalisme menciptakan alienasi yang berlapis. Masyarakat Papua terasing dari tanah leluhurnya, dari hasil alam yang mereka jaga turun-temurun, dan dari keputusan politik yang menentukan masa depan mereka. Lebih jauh, mereka juga mengalami alienasi simbolik: narasi pembangunan menggambarkan mereka sebagai tertinggal, tradisional, dan perlu “dimodernisasi”, seolah-olah sistem hidup mereka tidak memiliki nilai.\u003c/p\u003e\n\u003cp\u003eEkonomi ekstraktif di Papua juga tidak dapat dipisahkan dari peran negara dan aparat keamanan. Perlindungan terhadap investasi sering kali berjalan seiring dengan pendekatan keamanan yang represif. Dalam kerangka Marxis, ini menunjukkan fungsi koersif negara untuk menjamin kelancaran proses akumulasi kapital. Ketika perlawanan muncul baik dalam bentuk protes damai maupun penolakan adat, respon yang diberikan kerap berupa kriminalisasi dan kekerasan, bukan dialog yang setara.\u003c/p\u003e\n\u003cp\u003eIronisnya, di tengah perampasan ruang hidup tersebut, bahasa religius tetap digunakan sebagai legitimasi moral. Pembangunan dipresentasikan sebagai “berkat”, investasi disebut sebagai “jalan kesejahteraan”, dan penderitaan dianggap sebagai pengorbanan demi kemajuan. Di sinilah kritik Marx tentang agama sebagai ideologi menemukan relevansinya: agama digunakan untuk membingkai ketidakadilan struktural sebagai sesuatu yang dapat diterima secara moral.\u003c/p\u003e\n\u003cp\u003eNamun demikian, Papua juga menunjukkan bahwa ekonomi ekstraktif tidak sepenuhnya berhasil mematikan kesadaran kritis. Penolakan masyarakat adat, advokasi gereja akar rumput, dan suara-suara intelektual lokal memperlihatkan adanya upaya untuk merebut kembali makna pembangunan dan keadilan. Dalam bahasa Marx, ini merupakan embrio dari kesadaran kelas dan kesadaran historis—kesadaran bahwa penderitaan bukanlah takdir, melainkan hasil relasi produksi yang timpang.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInstitusi Agama, Hegemoni Ideologi, dan Krisis Etika Sosial\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam kerangka Marxis, ideologi tidak bekerja terutama melalui paksaan, melainkan melalui persetujuan melalui cara pandang yang diterima sebagai kewajaran. Di titik inilah institusi agama memiliki peran strategis. Agama, ketika telah terlembagakan dan berkelindan dengan negara serta kepentingan modal, berpotensi menjadi bagian dari hegemoni ideologis yang menormalkan ketimpangan sosial.\u003c/p\u003e\n\u003cp\u003eMarx tidak secara khusus mengembangkan teori hegemoni seperti Antonio Gramsci, namun kritiknya terhadap ideologi memberi fondasi yang kuat untuk memahami bagaimana institusi agama dapat berfungsi ambivalen. Di satu sisi, agama memiliki potensi etis dan profetis untuk membela yang tertindas. Di sisi lain, ketika agama terlalu dekat dengan kekuasaan, ia dapat kehilangan daya kritisnya dan berubah menjadi penjaga tatanan yang tidak adil.\u003c/p\u003e\n\u003cp\u003eDi Indonesia, relasi antara institusi agama dan kekuasaan sering kali ditandai oleh kompromi moral. Institusi keagamaan aktif hadir dalam ruang seremonial negara, menjadi mitra pembangunan, dan turut mengafirmasi narasi stabilitas, serta pertumbuhan ekonomi. Namun, dalam banyak kasus, suara institusi agama melemah ketika berhadapan dengan persoalan struktural seperti perampasan tanah, eksploitasi buruh, dan kerusakan lingkungan. Kritik sosial digantikan oleh ajakan moral individual: kesabaran, ketertiban, dan harmoni.\u003c/p\u003e\n\u003cp\u003eDalam perspektif Marxis, kondisi ini menunjukkan bagaimana agama dapat berfungsi sebagai alat reproduksi kesadaran palsu. Ketidakadilan dipahami sebagai ujian iman, kemiskinan sebagai nasib, dan penderitaan sebagai kehendak ilahi. Dengan demikian, struktur ekonomi-politik yang menjadi sumber penderitaan luput dari pertanyaan kritis. Etika sosial pun mengalami krisis: kejahatan struktural tidak lagi dipandang sebagai kejahatan, melainkan sebagai konsekuensi yang harus diterima.\u003c/p\u003e\n\u003cp\u003eDi Papua, krisis etika sosial ini tampak secara tajam. Gereja dan institusi keagamaan memiliki posisi historis yang kuat dalam kehidupan masyarakat. Namun, ketika kekerasan struktural berlangsung melalui militerisasi, eksploitasi sumber daya, dan marginalisasi budaya, respons institusional sering kali bersifat ambigu. Ada suara-suara profetis yang lantang membela martabat manusia Papua, tetapi ada pula sikap diam yang lahir dari ketakutan, tekanan politik, atau kedekatan dengan kekuasaan.\u003c/p\u003e\n\u003cp\u003eMarx membantu kita memahami bahwa diamnya institusi agama bukan semata kegagalan moral personal, melainkan bagian dari struktur hegemoni yang lebih luas. Ketika agama menjadi bagian dari tatanan yang mapan, ia berisiko kehilangan posisinya sebagai kekuatan kritis. Tuhan tetap diucapkan dalam liturgi, tetapi kehadiran-Nya tidak tercermin dalam keberpihakan pada korban ketidakadilan.\u003c/p\u003e\n\u003cp\u003eKrisis etika sosial ini memperlihatkan bagaimana agama dapat direduksi menjadi legitimasi simbolik, sementara uang dan kekuasaan menentukan arah kebijakan. Dalam situasi demikian, kritik terhadap kapitalisme tidak cukup diarahkan pada negara dan modal semata, tetapi juga pada peran institusi moral yang gagal menjalankan fungsi korektifnya. Etika sosial yang terputus dari keadilan material akan selalu mudah dikompromikan.\u003c/p\u003e\n\u003cp\u003eNamun, kritik ini bukan penolakan terhadap agama, melainkan ajakan untuk mengembalikan agama pada fungsi emansipatorisnya. Dalam bahasa Marx, pembebasan manusia menuntut pembongkaran ilusi yang menutupi realitas. Agama, jika ingin tetap relevan secara etis, harus berani melepaskan diri dari hegemoni ideologis dan berpihak pada mereka yang teralienasi oleh sistem.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKesadaran Palsu, Wacana Pembangunan, dan Normalisasi Ketimpangan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam teori Marxis, kesadaran palsu atau \u003cem\u003efalse consciousness\u003c/em\u003e merujuk pada kondisi ketika individu atau kelompok sosial memahami realitasnya secara terbalik, bukan karena ketidaktahuan personal, melainkan karena struktur sosial yang membentuk cara berpikir mereka. Kesadaran ini tidak muncul secara alamiah, melainkan diproduksi melalui ideologi yang disebarkan oleh kelas dominan untuk mempertahankan relasi kekuasaan.\u003c/p\u003e\n\u003cp\u003eSalah satu bentuk paling efektif dari kesadaran palsu dalam konteks masyarakat modern adalah wacana pembangunan. Pembangunan dipresentasikan sebagai proyek netral, teknokratis, dan tak terelakkan. Ia dikemas sebagai jalan menuju kesejahteraan bersama, padahal dalam praktiknya sering kali menjadi instrumen legitimasi bagi akumulasi modal dan perampasan ruang hidup masyarakat lokal.\u003c/p\u003e\n\u003cp\u003eDi Indonesia, pembangunan kerap direduksi menjadi indikator ekonomi makro: pertumbuhan PDB, investasi, dan infrastruktur fisik. Ukuran-ukuran ini menyingkirkan pertanyaan mendasar tentang siapa yang diuntungkan dan siapa yang dikorbankan. Dalam perspektif Marxis, pembangunan semacam ini mencerminkan kepentingan kelas pemilik modal, sementara penderitaan kelompok marginal disamarkan sebagai “dampak sementara” atau “harga kemajuan”.\u003c/p\u003e\n\u003cp\u003eKesadaran palsu bekerja ketika masyarakat diajak merayakan Pembangunan, meskipun hidup mereka justru semakin teralienasi. Tanah yang diwariskan turun-temurun berubah menjadi konsesi perusahaan, ruang hidup dikapitalisasi, dan relasi sosial tradisional digantikan oleh logika pasar. Namun, semua itu diterima sebagai keniscayaan, bahkan sebagai tanda kemajuan.\u003c/p\u003e\n\u003cp\u003eDi Papua, wacana pembangunan hadir dengan lapisan ideologis yang lebih kompleks. Pembangunan tidak hanya dibingkai sebagai kebutuhan ekonomi, tetapi juga sebagai proyek integrasi nasional dan keamanan negara. Infrastruktur, pertambangan, dan perkebunan skala besar diposisikan sebagai solusi atas “ketertinggalan”, tanpa terlebih dahulu mengakui bahwa ketertinggalan itu sendiri merupakan produk dari sejarah kolonial dan kebijakan struktural yang timpang.\u003c/p\u003e\n\u003cp\u003eDalam kerangka kesadaran palsu, masyarakat Papua didorong untuk menerima narasi bahwa penderitaan mereka adalah akibat dari keterbelakangan budaya atau minimnya partisipasi dalam ekonomi modern. Narasi ini mengaburkan fakta bahwa ketimpangan yang terjadi bersumber dari relasi kuasa yang tidak setara, di mana keputusan ekonomi dan politik ditentukan dari luar komunitas lokal.\u003c/p\u003e\n\u003cp\u003eLebih jauh, kesadaran palsu diperkuat oleh bahasa-bahasa moral dan religius. Ketimpangan diselimuti dengan ajakan untuk bersyukur, bersabar, dan tidak mengganggu stabilitas. Dalam bahasa Marx, ideologi bekerja paling efektif ketika ia tampak manusiawi dan bermoral, padahal secara struktural justru menutupi kekerasan sistemik.\u003c/p\u003e\n\u003cp\u003eNormalisasi ketimpangan terjadi ketika penderitaan tidak lagi memicu kemarahan etis, melainkan diterima sebagai bagian dari tatanan sosial. Ketika masyarakat mulai percaya bahwa tidak ada alternatif selain sistem yang ada, maka kritik kehilangan daya subversifnya. Inilah yang dimaksud Marx ketika menyebut ideologi sebagai mekanisme yang membuat ketidakadilan tampak wajar.\u003c/p\u003e\n\u003cp\u003eNamun, Marx juga menegaskan bahwa kesadaran palsu bukan kondisi permanen. Kesadaran palsu ini dapat runtuh ketika pengalaman material bertentangan secara tajam dengan narasi ideologis. Di Papua, pengalaman kehilangan tanah, kekerasan, dan peminggiran budaya menjadi potensi bagi munculnya kesadaran kritis, yakni kesadaran yang mempertanyakan relasi kuasa dan kepentingan di balik wacana pembangunan.\u003c/p\u003e\n\u003cp\u003eDengan demikian, kritik terhadap wacana pembangunan bukanlah penolakan terhadap perubahan, melainkan penolakan terhadap pembangunan yang mengorbankan martabat manusia. Pembangunan yang tidak berangkat dari keadilan sosial hanya akan memperdalam alienasi dan ketimpangan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInstrumentalisasi Agama dalam Praktik Kekuasaan Elit Lokal Papua\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam konteks Papua, kontradiksi antara bahasa religius dan praktik kekuasaan tampak secara nyata pada sebagian elite politik lokal. Tidak jarang para pejabat publik menampilkan citra religius yang kuat rajin beribadah, fasih menyebut nama Tuhan dalam pidato, serta menampilkan simbol-simbol iman di ruang publik. Namun, dalam praktik pemerintahan sehari-hari, ekspresi religius tersebut sering tidak sejalan dengan keberpihakan nyata terhadap penderitaan rakyat jelata yang mereka wakili.\u003c/p\u003e\n\u003cp\u003eDalam perspektif Marxis, fenomena ini dapat dibaca sebagai bentuk instrumentalisasi agama dalam relasi kekuasaan. Bahasa religius berfungsi sebagai legitimasi moral yang menutupi relasi ekonomi-politik yang eksploitatif. Agama tidak lagi hadir sebagai kekuatan etis yang mengoreksi ketidakadilan, melainkan sebagai selubung ideologis yang meredam kritik dan membangun citra moral personal di tengah praktik akumulasi kekayaan.\u003c/p\u003e\n\u003cp\u003eLebih problematis lagi, penderitaan rakyat Papua kerap dijadikan modal politik dan ekonomi. Narasi kemiskinan, konflik, dan keterbelakangan diproduksi dan dipertontonkan dalam ruang-ruang kekuasaan nasional, bukan semata untuk memperjuangkan keadilan struktural, melainkan untuk memperoleh akses terhadap sumber daya negara. Dalam proses ini, penderitaan kolektif berubah menjadi komoditas politik alat tawar-menawar untuk mendapatkan proyek, jabatan, dan aliran dana.\u003c/p\u003e\n\u003cp\u003eDalam kerangka Marx, situasi ini mencerminkan alienasi ganda. Pertama, rakyat teralienasi dari hasil kekayaan alam dan kebijakan publik yang seharusnya berpihak pada mereka. Kedua, penderitaan rakyat teralienasi dari makna emansipatorisnya, karena direpresentasikan oleh elit yang tidak hidup dalam konsekuensi penderitaan tersebut. Penderitaan tidak lagi menjadi dasar perjuangan, melainkan tameng moral untuk memperkaya diri.\u003c/p\u003e\n\u003cp\u003eRelasi pejabat lokal dengan penguasa negara dalam konteks ini sering bersifat dependen dan patronistik. Alih-alih memperjuangkan kedaulatan politik dan keadilan sosial bagi rakyat Papua, sebagian elit justru menempatkan diri sebagai perantara yang “mengemis” legitimasi dan sumber daya dari pusat kekuasaan. Kesetiaan politik dan stabilitas menjadi mata uang utama, sementara suara kritis rakyat diredam demi menjaga akses terhadap keuntungan material.\u003c/p\u003e\n\u003cp\u003eDalam kondisi demikian, penyebutan nama Tuhan kehilangan makna profetisnya. Tuhan hadir dalam retorika, tetapi absen dalam kebijakan. Iman direduksi menjadi performa simbolik, sementara praktik kekuasaan tunduk sepenuhnya pada logika kapital dan kepentingan pribadi. Inilah yang oleh Marx dipahami sebagai pembalikan nilai moral, di mana yang sakral digunakan untuk melanggengkan yang eksploitatif.\u003c/p\u003e\n\u003cp\u003eKritik ini tidak ditujukan untuk menafikan iman personal para pejabat, melainkan untuk menegaskan bahwa iman yang terpisah dari praksis keadilan sosial berubah menjadi ideologi penipu. Dalam konteks Papua, etika kepemimpinan yang sejati tidak diukur dari seberapa sering nama Tuhan diucapkan, melainkan dari sejauh mana kebijakan dan tindakan nyata membebaskan rakyat dari kemiskinan struktural, kekerasan, dan peminggiran historis.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIman Sebagai Praxis Sosial: Dari Kritik Marx Menuju Teologi Pembebasan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSalah satu kesalahpahaman paling umum terhadap pemikiran Marx adalah anggapan bahwa kritiknya terhadap agama bermuara pada penolakan total terhadap iman. Padahal, kritik Marx justru diarahkan pada fungsi sosial agama dalam masyarakat yang timpang. Ketika agama berfungsi menenangkan penderitaan tanpa mengubah kondisi yang melahirkannya, di situlah agama kehilangan daya emansipatorisnya. Namun, kritik ini secara implisit membuka ruang bagi reinterpretasi iman sebagai kekuatan praksis sosial.\u003c/p\u003e\n\u003cp\u003eKonsep praxis dalam tradisi Marx merujuk pada kesatuan antara teori dan tindakan yang bertujuan mengubah realitas material. Dalam kerangka ini, iman tidak dapat berhenti pada pengakuan simbolik atau ritual semata, melainkan harus terwujud dalam tindakan nyata yang berpihak pada keadilan. Iman yang terpisah dari praksis sosial berisiko menjadi ideologi yang menopang \u003cem\u003estatus quo\u003c/em\u003e.\u003c/p\u003e\n\u003cp\u003eTeologi pembebasan, yang berkembang di Amerika Latin dan kemudian beresonansi di berbagai konteks global, termasuk Indonesia dan Papua, dapat dibaca sebagai respons teologis terhadap kritik Marx. Teologi ini tidak menolak iman, tetapi justru menegaskan bahwa iman sejati hanya bermakna ketika berpihak pada kaum tertindas. Dalam perspektif ini, dosa tidak semata dipahami sebagai pelanggaran moral individual, melainkan juga sebagai dosa struktural yang tertanam dalam sistem ekonomi-politik yang eksploitatif.\u003c/p\u003e\n\u003cp\u003eDi Indonesia, wacana iman sebagai praksis sosial masih sering terhambat oleh pendekatan moralistik dan legalistik. Agama cenderung diposisikan sebagai urusan privat dan spiritual, sementara persoalan struktural seperti ketimpangan ekonomi, eksploitasi alam, dan kekerasan negara dianggap berada di luar wilayah keagamaan. Padahal, dalam perspektif kritis, pemisahan ini justru mempersempit peran etis agama dalam ruang publik.\u003c/p\u003e\n\u003cp\u003eDalam konteks Papua, iman sebagai praksis sosial menemukan urgensinya. Realitas kekerasan struktural, perampasan ruang hidup, dan dehumanisasi menuntut respon iman yang melampaui liturgi. Gereja dan komunitas beriman dihadapkan pada pilihan historis: apakah menjadi saksi yang diam atau menjadi subjek aktif dalam perjuangan kemanusiaan. Di sinilah iman diuji bukan melalui kata-kata, melainkan melalui keberanian berpihak.\u003c/p\u003e\n\u003cp\u003eMarx membantu mengingatkan bahwa penderitaan manusia bukanlah takdir metafisis, melainkan produk relasi sosial yang bisa diubah. Ketika iman bertemu dengan kesadaran kritis dapat menjadi energi transformasional. Iman tidak lagi berfungsi sebagai pelarian dari realitas, tetapi sebagai kekuatan yang mendorong perubahan struktur yang tidak adil. Namun, iman sebagai praksis sosial juga menuntut refleksi diri. Dan harus waspada agar tidak jatuh pada romantisasi penderitaan atau pembenaran kekerasan atas nama kebaikan. Di sinilah dialog antara kritik Marx dan teologi pembebasan menjadi penting—kritik terhadap struktur harus selalu disertai komitmen pada martabat manusia dan kehidupan.\u003c/p\u003e\n\u003cp\u003eIman yang membebaskan bukanlah iman yang tunduk pada uang dan kekuasaan, melainkan iman yang berani mengungkap kepalsuan moral para penyembah modal. Bibir boleh berucap tentang Tuhan, tetapi kebenaran iman diukur dari keberpihakan pada mereka yang dirampas hak dan kemanusiaannya. Pembahasan ini mengantar kita pada bagian penutup yang akan merangkum keseluruhan argumen serta menegaskan kembali relevansi kritik Marx dalam membaca relasi antara agama, kapital, dan kemanusiaan di Indonesia, khususnya di Papua.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKesimpulan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eArtikel ini berangkat dari kegelisahan etis terhadap paradoks sosial yang kian nyata: “bibir yang fasih mengucap nama Tuhan”, tetapi “tangan yang sibuk melayani akumulasi uang dan kekuasaan”. Dalam kerangka pemikiran Karl Marx, paradoks ini bukan sekadar kemunafikan personal, melainkan gejala struktural dari masyarakat kapitalistik yang memisahkan moralitas dari kondisi material kehidupan.\u003c/p\u003e\n\u003cp\u003eKritik Marx terhadap agama tidak dimaksudkan untuk menafikan iman, melainkan untuk membongkar bagaimana agama dapat direduksi menjadi instrumen ideologis yang menenangkan penderitaan tanpa menghapus sumber penderitaan itu sendiri. Ketika agama berhenti menjadi suara profetis dan justru melegitimasi ketimpangan, maka hal ini berkontribusi pada reproduksi ketidakadilan sosial.\u003c/p\u003e\n\u003cp\u003eRelasi antara negara, modal, dan institusi agama menunjukkan pola kooptasi yang kompleks. Wacana pembangunan, stabilitas, dan pertumbuhan ekonomi sering kali diterima tanpa kritik mendasar terhadap dampak strukturalnya. Agama hadir sebagai simbol moral, tetapi kehilangan daya korektifnya ketika berhadapan dengan kepentingan ekonomi dan politik yang dominan.\u003c/p\u003e\n\u003cp\u003ePapua memperlihatkan wajah paling telanjang dari relasi ini. Eksploitasi sumber daya alam, militerisasi, dan marginalisasi budaya tidak dapat dilepaskan dari logika kapital dan kepentingan negara. Dalam situasi tersebut, agama berada pada persimpangan etis: menjadi pembela martabat manusia atau menjadi penonton yang diam. Kritik Marx membantu mengungkap bahwa diamnya institusi moral sering kali bukan kebetulan, melainkan bagian dari struktur hegemoni yang membungkam kritik.\u003c/p\u003e\n\u003cp\u003eNamun, artikel ini juga menegaskan bahwa kritik Marx membuka ruang bagi pembacaan iman yang lebih radikal dan membebaskan. Melalui konsep praxis sosial dan dialog dengan teologi pembebasan, iman dapat direhabilitasi sebagai kekuatan transformasional yang berpihak pada mereka yang teralienasi oleh sistem. Iman yang demikian tidak bersembunyi di balik ritual, tetapi hadir dalam tindakan konkret melawan ketidakadilan.\u003c/p\u003e\n\u003cp\u003eDengan demikian, istilah “bibir berucap Tuhan dari para penyembah uang” bukan kritik retoris, melainkan seruan etis. Sebab tuntutannya ialah membongkar kepalsuan moral yang diselimuti bahasa religius, sekaligus mengajak agama kembali pada panggilannya sebagai pembela kehidupan. Di tengah dominasi kapital dan kekuasaan, relevansi Marx terletak pada kemampuannya mengingatkan bahwa pembebasan manusia hanya mungkin terjadi ketika ilusi dibongkar dan struktur yang menindas diubah.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferensi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eMarx, Karl. 1844. The Economic and Philosophic Manuscripts. Baca: \u003c/em\u003e\u003ca href=\"https://www.marxists.org/archive/marx/works/1844/manuscripts/preface.htm\"\u003ehttps://www.marxists.org/archive/marx/works/1844/manuscripts/preface.htm\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eSinger, Peter. 2022. \u003cem\u003eKarl Marx: Pengantar untuk Pemula\u003c/em\u003e. IRCiSoD, Yogyakarta.\u003c/p\u003e\n\u003cp\u003eMarx, Karl \u0026amp; Engels, Friederick. 1848. \u003cem\u003eManifesto Partai Komunis\u003c/em\u003e. Diterjemahkan oleh Ted Spraque. Baca: \u003ca href=\"https://www.marxists.org/indonesia/archive/marx-engels/18480221-manifestokomunis/index.htm\"\u003ehttps://www.marxists.org/indonesia/archive/marx-engels/18480221-manifestokomunis/index.htm\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/12/27/bicara-tuhan-pukul-tinggi-tapi-ikut-langgengkan-penjajahan-di-papua/\"\u003eBicara Tuhan Pukul Tinggi, tapi Ikut “Langgengkan” Penjajahan di Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/12/27/bicara-tuhan-pukul-tinggi-tapi-ikut-langgengkan-penjajahan-di-papua/","published":"Fri, 26 Dec 2025 17:52:52 +0000","publishedParsed":"2025-12-26T17:52:52Z","author":{"name":"Jhon Minggus Keiya"},"guid":"https://laolaopapua.com/?p=5391","categories":["Analisa Harian","Pilihan Redaksi","Kapitalisme","Kapitalisme di Papua","Karl Marx","Marxis","Marxisme","Teologi Pembebasan"],"dcExt":{"creator":["Jhon Minggus Keiya"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Jhon Minggus Keiya","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/12/27/bicara-tuhan-pukul-tinggi-tapi-ikut-langgengkan-penjajahan-di-papua/feed/","attrs":{},"children":{}}]}}},{"title":"Kekerasan Kolonial dan Pembentukan Ulang Kehidupan Orang Yéi, Selatan Papua","description":"\u003cp\u003eDitulis oleh Arnoldus Anda dam Sutami Amin Dalam narasi arus utama, berbagai catatan dan komentar kerap mendeskripsikan penduduk pribumi beserta kampung yang mereka huni secara simplistik—ditandai oleh kehidupan yang damai, ikatan kekerabatan yang erat, serta bertahannya praktik penghidupan subsisten. Namun, memperlakukan kampung beserta kehidupannya sebagai sesuatu yang statis, serta mereproduksi narasi mitos di dalamnya, justru [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/12/14/kekerasan-kolonial-dan-pembentukan-ulang-kehidupan-orang-yei-selatan-papua/\"\u003eKekerasan Kolonial dan Pembentukan Ulang Kehidupan Orang Yéi, Selatan Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003e\u003cstrong\u003eDitulis oleh Arnoldus Anda dam Sutami Amin\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam narasi arus utama, berbagai catatan dan komentar kerap mendeskripsikan penduduk pribumi beserta kampung yang mereka huni secara simplistik—ditandai oleh kehidupan yang damai, ikatan kekerabatan yang erat, serta bertahannya praktik penghidupan subsisten. Namun, memperlakukan kampung beserta kehidupannya sebagai sesuatu yang statis, serta mereproduksi narasi mitos di dalamnya, justru menghalangi pemahaman yang lebih kritis, mengaburkan realitas, dan menyingkirkan sejarah panjang kekerasan terhadap penduduk pribumi di situs yang kini disebut “kampung”.\u003c/p\u003e\n\u003cp\u003eMenentang narasi simplistik mengenai penduduk pribumi, tulisan ini berupaya menyingkap kompleksitas kolonialisme dan proses penaklukan yang melibatkan kekuatan bersenjata, misi pemberadaban oleh para misionaris, serta pendudukan perkebunan dalam kerangka pemerintahan kolonial. Melalui lensa konseptual kekerasan kolonial dan pengalaman historis orang Yéi, tampak jelas bahwa masa lalu dan masa kini merupakan satu kesatuan kontinuum dari praktik kolonial yang sama. Kesinambungan inilah yang pada akhirnya membuka jalan bagi keruntuhan sebagian, bahkan seluruh, kehidupan dan kebudayaan Yéi-nan di Selatan Papua.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKekerasan Kolonial dan Pembentukan Ulang Kehidupan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUraian mengenai kekerasan kolonial dalam tulisan ini berangkat dari pembahasan Karl Marx dalam \u003cem\u003eCapital\u003c/em\u003e, pada bagian berjudul \u003cem\u003eSo-Called Primitive Accumulation\u003c/em\u003e. Sebelum menguraikan secara rinci, Marx mengajukan pertanyaan: bagaimana dua kelas yang berbeda—di satu sisi kelas kapitalis pemilik sarana produksi, dan di sisi lain kelas pekerja yang menjual tenaga kerja demi bertahan hidup—muncul? Jawaban atas pertanyaan yang tampak sebagai “dosa asal” kapitalisme itu menuntun pada pengungkapan historis di mana penaklukan, perbudakan, dan penghancuran—singkatnya, kekerasan—memainkan peran utama. Marx menunjukkan kenyataan bahwa brutalitas yang tampak vulgar merupakan prasyarat historis bagi lahirnya akumulasi kapitalis sejak awal.\u003ca href=\"#_ftn1\" name=\"_ftnref1\"\u003e[1]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMengadopsi gagasan Marx tentang \u003cem\u003eakumulasi asali\u003c/em\u003e (\u003cem\u003eursprüngliche Akkumulation\u003c/em\u003e), Onur Ince (2018) berteori bahwa kekerasan merupakan ontologi kapitalisme. Dengan demikian, kekerasan tidak hanya hadir di awal sebagai asal-usul atau bersifat fungsional pada masa krisis, melainkan mendasari seluruh kekuatan yang membentuk dan memelihara tatanan sosial kapitalisme. Pengamatan ini dengan tegas menantang para eksponen liberalisme yang mati-matian membela kapitalisme sebagai tatanan yang sesuai dengan nilai kebebasan dan kesetaraan etis-yuridis dalam kepemilikan pribadi, pertukaran pasar, serta tenaga kerja bebas. Kenyataannya, tatanan itu justru bertumpu pada kekerasan yang dilembagakan, diabadikan secara hukum, dan diulang-ulang secara teratur—yang berarti tidak ada penyimpangan dalam keintiman kapital dan paksaan.\u003ca href=\"#_ftn2\" name=\"_ftnref2\"\u003e[2]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eSebagai bagian tak terpisahkan dari kapitalisme, kolonialisme turut menciptakan kekerasan yang “terjustifikasi” di wilayah koloni. Berbagai delusi superioritas dan representasi terhadap penduduk pribumi—sebagai “pemburu kepala”, “kanibal”, “liar”, “primitif”, “tidak beradab”, “terbelakang”, hingga “orang miskin yang malas”—terus diproduksi untuk membenarkan praktik kekerasan kolonial. Representasi yang bersifat demonik itu terekam jelas dalam tulisan-tulisan para misionaris dan dokumen perencanaan pembangunan negara.\u003c/p\u003e\n\u003cp\u003ePara misionaris, misalnya, menggambarkan orang Papua sebagai “orang biadab” (\u003cem\u003ewilden\u003c/em\u003e), dengan cara hidup yang disebut “setingkat dengan keberadaan binatang” (\u003cem\u003edierlijk peil van bestaan\u003c/em\u003e). Sementara itu, dalam dokumen perencanaan pembangunan negara, representasi terhadap penduduk pribumi tetap berlanjut, meskipun tampil dalam wajah yang lebih halus—dengan dalih memperbaiki dan memberdayakan—melalui istilah seperti “pengentasan kemiskinan”, “pengenalan budidaya yang lebih produktif”, atau “kawasan kurang berkembang”.\u003c/p\u003e\n\u003cp\u003eDi Selatan Papua—yang menjadi fokus tulisan ini—dua bentuk kekerasan kolonial akan ditelaah: misi pemberadaban dan pemagaran tanah penduduk pribumi. Berdasarkan pengalaman masyarakat Yéi-nan, sejak masa sebelum hingga setelah pertemuan dengan pemerintah kolonial, kedua praktik kekerasan yang terlembagakan itu tampak berkelindan, sekalipun berlangsung dalam rezim kolonial yang berbeda. Keduanya bersama-sama membentuk ulang kehidupan penduduk pribumi di wilayah tersebut.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYéi-nan Sebelum Kolonialisme\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYéi-nan merupakan sebuah suku yang kini hidup terbelah oleh batas negara-bangsa Indonesia dan Papua Nugini. Sistem perkawinan mereka diatur dengan ketat antara dua kelompok utama, yakni \u003cem\u003eNak\u003c/em\u003e dan \u003cem\u003eTale\u003c/em\u003e. Orang Yéi memiliki tubuh relatif lebih ramping dibandingkan orang Marind, yang dikenal berpostur tegap dan memiliki tinggi badan di atas rata-rata suku-suku lain di Papua.\u003c/p\u003e\n\u003cp\u003eMenurut catatan antropolog dan misionaris Belanda, Jan Verschuren, yang bekerja di Nugini Selatan antara tahun 1931 hingga 1970, pada masa pra-kolonial orang Yéi mendiami daerah aliran Kali Maro bagian hulu dan tengah, serta sebagian kecil tepi timur Kali Kumbe bagian hulu. Di wilayah itu, beberapa komunitas kecil Yéi-nan dahulu hidup berdampingan dengan komunitas adat Marind. Di bagian utara wilayah Yéi-nan, dataran tinggi yang tidak tergenang air seluruhnya tertutup hutan hujan dan pohon eukaliptus. Sementara di wilayah Maro tengah masih terdapat area sabana yang diselingi tumbuhnya pohon eukaliptus yang berkembang biak dengan cepat.\u003c/p\u003e\n\u003cp\u003ePada titik-titik di mana dataran tinggi berbatasan dengan rawa atau sungai, penduduk membangun permukiman bersama kerabat dalam kelompok kecil yang disebut dusun. Pohon kelapa menjadi penanda lokasi dusun dari kejauhan (Verschuren, 1982). Beberapa pemukiman Yéi sebelum kolonialisme antara lain Bupul, Tanas, Kwél, Poo, Erambu, Polka, Yawar, dan Toray (lihat Gambar 1).\u003c/p\u003e\n\u003cp\u003eTidak ada tanah yang tidak bertuan, sebab setiap dusun beserta hutan, rawa, anak sungai, dan tanah di sekitarnya—beserta seluruh isinya—dikuasai oleh penduduk Yéi-nan. Batas-batas alamiah ditetapkan dengan jelas, seperti rawa, sungai, atau anak sungai; sedangkan di dataran, batas dapat berupa jalan setapak atau penanda lain yang memisahkan wilayah satu kelompok dari kelompok lainnya.\u003c/p\u003e\n\u003cp\u003ePenduduk Yéi-nan tinggal di rumah panjang dengan halaman terbuka yang menjadi tempat anggota keluarga dari masing-masing jenis kelamin duduk bercakap-cakap atau bekerja pada siang hari. Di sekitar rumah utama terdapat \u003cem\u003eKorár bö\u003c/em\u003e, tempat berkumpul kaum pria pada siang hari, yang letaknya strategis dan berfungsi sebagai pos pengamatan terhadap kemungkinan serangan musuh. Di dalamnya api menyala sepanjang hari untuk menghangatkan badan, memanggang makanan, dan meluruskan anak panah.\u003c/p\u003e\n\u003cp\u003eVerschuren menggambarkan secara detail bentuk rumah dan pembagian ruang dalam permukiman Yéi-nan. Rumah panjang mereka beratapkan daun sagu, berdinding pelepah sagu, ditopang tiang, dan dilapisi kulit kayu eukaliptus. Meski tanpa partisi permanen, ruang dalam rumah terbagi dua: bagian depan (\u003cem\u003esoama\u003c/em\u003e) untuk laki-laki, dan bagian belakang (\u003cem\u003ewake\u003c/em\u003e) untuk perempuan dan anak-anak. Tidak seorang pun diperbolehkan memasuki ruang lawan jenis, kecuali anak-anak.\u003c/p\u003e\n\u003cp\u003eDi bawah atap, setiap orang memiliki perapian sendiri: laki-laki di soama dan perempuan di wake. Saat beristirahat, mereka menggunakan \u003cem\u003ewontje\u003c/em\u003e—tikar dari pelepah nibung atau serat kulit kayu—sebagai alas tidur, dengan sebatang kayu sebagai sandaran kepala. Peralatan, perlengkapan menari, dan barang pribadi lainnya disimpan di palang kayu atau digantung pada tiang bercabang di dalam rumah.\u003c/p\u003e\n\u003cp\u003eDalam catatan yang sama, Verschuren juga menjelaskan kehidupan sosial dan kebudayaan orang Yéi, di mana pohon sagu memegang peran sentral. Pohon sagu tumbuh subur di dusun-dusun, rawa-rawa, dan sekitar anak sungai. Para perempuan Yéi bertanggung jawab memenuhi kebutuhan pangan komunitas, sering kali sambil membawa anak-anak dan mengajarkan teknik pengolahan sagu.\u003c/p\u003e\n\u003cp\u003eProses pengolahan sagu dimulai dengan menebang pohon, mengupas kulit terluar, lalu mengambil empulur menggunakan kapak batu dan \u003cem\u003ekene-kene\u003c/em\u003e. Empulur itu kemudian diramas menggunakan teknik yang serupa dengan orang Marind-anim dan Mandobo, yang disebut \u003cem\u003eketil\u003c/em\u003e. Proses ini membutuhkan air yang banyak dan berkualitas baik, sehingga biasanya dilakukan di tepi sungai atau rawa. Tepung sagu yang telah diendapkan diletakkan dalam wadah dari pelepah nibung (\u003cem\u003ebabat\u003c/em\u003e), menghasilkan tepung putih atau merah. Gumpalan sagu kemudian dibawa ke dusun menggunakan tas anyam dari alang-alang (\u003cem\u003eyuuw\u003c/em\u003e) yang berpori, sehingga sagu dapat kering dan tahan lama.\u003c/p\u003e\n\u003cp\u003eOrang Yéi-nan mengenal tiga metode pengolahan sagu:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\u003cem\u003eBikobase\u003c/em\u003e, yaitu tepung sagu yang dikemas dalam daun bambu (\u003cem\u003ebulu\u003c/em\u003e), diikat, dan dibakar di atas bara kecil;\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eBitip\u003c/em\u003e, yaitu tepung sagu kering yang dibungkus pelepah nibung dan dipanggang di atas api terbuka;\u003c/li\u003e\n\u003cli\u003e\u003cem\u003eBibangge\u003c/em\u003e, yaitu tepung sagu yang dimasukkan ke dalam potongan batang bambu.\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eProtein hewani diperoleh melalui kegiatan berburu, membuat jerat, atau memancing. Mereka juga menggunakan teknik \u003cem\u003emanenggop\u003c/em\u003e, yakni melarutkan zat alami dari akar tuba yang berfungsi sebagai racun ikan, serta menyiapkan perangkap \u003cem\u003ebögguteo\u003c/em\u003e di aliran sungai. Berburu dilakukan oleh laki-laki dengan busur (\u003cem\u003etekkul\u003c/em\u003e) dan anak panah kecil dari bambu. Hewan buruan utama meliputi kasuari (\u003cem\u003egoeik\u003c/em\u003e), kanguru (\u003cem\u003esaham\u003c/em\u003e), kuskus (\u003cem\u003ebombon\u003c/em\u003e), burung, dan babi (\u003cem\u003ebesik\u003c/em\u003e), yang bisa diburu sepanjang tahun. Sementara buaya (\u003cem\u003edebau\u003c/em\u003e) dan kura-kura (\u003cem\u003ekolape\u003c/em\u003e) diburu pada musim kemarau.\u003c/p\u003e\n\u003cp\u003eAktivitas memancing dan penggunaan bögguteo biasanya dilakukan oleh perempuan. Bögguteo terbuat dari daun sagu yang dianyam membentuk keranjang, lalu ditenggelamkan di tepi sungai dengan potongan sarang rayap (\u003cem\u003enangget\u003c/em\u003e) sebagai umpan. Udang dan ikan yang terperangkap akan diambil pada pagi hari. Sementara itu, akar tuba ditumbuk dan dialirkan ke air; ikan, udang, atau belut yang terpapar zat tersebut akan mabuk dan mengambang di permukaan. Hasil perolehan pangan dan hewan dibagi secara kolektif di antara anggota komunitas.\u003c/p\u003e\n\u003cp\u003eSeperti pangan, kebutuhan budaya dan alat produksi orang Yéi juga bergantung pada pohon sagu dan tumbuhan lain di alam. Pakaian tradisional seperti \u003cem\u003esinak\u003c/em\u003e untuk perempuan dan \u003cem\u003ekeer\u003c/em\u003e untuk laki-laki dibuat dari daun sagu muda yang dianyam. Untuk menutupi dada, perempuan menggunakan \u003cem\u003emembeti\u003c/em\u003e dari daun pandan atau alang-alang. Hiasan tubuh seperti \u003cem\u003ebennal\u003c/em\u003e (gelang dari pelepah muda nibung), \u003cem\u003ekoma-kome\u003c/em\u003e (selempang laki-laki dari kulit kayu), \u003cem\u003eposé\u003c/em\u003e (tutup kelamin laki-laki dari batok kelapa), dan \u003cem\u003ejémbu\u003c/em\u003e (penutup kepala dari bulu kasuari yang diikat kulit kayu \u003cem\u003ewanggu\u003c/em\u003e) digunakan dalam kehidupan sehari-hari maupun upacara adat. Alat musik \u003cem\u003eterrur\u003c/em\u003e, menyerupai tifa, dibuat dari kayu dan kulit kanguru (\u003cem\u003esegam\u003c/em\u003e), digunakan dalam acara seperti pesta babi, peluncuran sampan baru (\u003cem\u003ekwor\u003c/em\u003e), atau penggantian \u003cem\u003egab-elul\u003c/em\u003e baru.\u003c/p\u003e\n\u003cp\u003ePerang dan praktik berburu kepala (\u003cem\u003ehead hunting\u003c/em\u003e) merupakan ciri khas kehidupan orang Yéi, sebagaimana juga terjadi pada suku Marind-Anim. Verschuren mencatat bahwa “hubungan suku Yéi-nan dengan tetangga mereka tidak pernah bersahabat, dan perdamaian yang langgeng sungguh mustahil” (Verschuren, 1982).\u003c/p\u003e\n\u003cp\u003eDalam setiap peperangan atau perburuan kepala, orang Yéi-nan dipimpin oleh seorang \u003cem\u003egab-elul\u003c/em\u003e, yang berasal dari dua kata: \u003cem\u003egab\u003c/em\u003e (kuat) dan \u003cem\u003eelul\u003c/em\u003e (laki-laki tunggal). Gab-elul berarti “orang kuat” yang memiliki kemampuan melindungi tanah dan kerabat, sekaligus menaklukkan musuh. Selain memimpin perang dan perburuan kepala, gab-elul juga berperan menjaga hak-hak kelompok, menengahi konflik internal, memulihkan perdamaian, memimpin upacara ritual, menentukan hari dan lokasi seremonial, serta mengatur pesta berburu dan memancing. Ia memiliki otoritas untuk memegang \u003cem\u003epöggul\u003c/em\u003e, tongkat dengan bilah ukiran indah dan martil batu (\u003cem\u003ekupe\u003c/em\u003e) di ujungnya (Verschuren, 1982).\u003c/p\u003e\n\u003cp\u003eBagi orang Yéi, kekalahan dalam perang perburuan kepala dianggap sebagai “dosa”, sehingga kemenangan menjadi soal kehormatan dan keberlangsungan hidup. Sebagai strategi pertahanan, gab-elul memerintahkan para remaja laki-laki meninggalkan soama untuk berjaga di \u003cem\u003ekorár bö\u003c/em\u003e, memantau wilayah dari kemungkinan serangan. Dalam perang, orang Yéi-nan menggunakan busur (\u003cem\u003etekkul\u003c/em\u003e), perisai dada (\u003cem\u003eghodema\u003c/em\u003e), martil batu (\u003cem\u003ekupe\u003c/em\u003e), serta pöggul yang dipegang oleh pasukan laki-laki yang belum menikah. Ada pula \u003cem\u003esembilu\u003c/em\u003e dari bambu tajam yang berfungsi seperti pisau sangkur dan dipasang di lengan.\u003c/p\u003e\n\u003cp\u003eWilayah kelompok yang dikalahkan akan diambil alih, sementara kerabat pihak yang kalah sering kali dibunuh dengan cara kepalanya dipenggal. Tengkorak dan tulang-tulang musuh kemudian dibawa pulang dan dipajang di rumah panjang sebagai “piala perang”, simbol kekuatan dan keberanian orang Yéi-nan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMenaklukkan Pemburu Kepala Melalui Misi Pemberadaban\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSejak abad ke-18, negara-negara kolonial seperti Inggris Raya, Jerman, dan Kerajaan Belanda mulai bersaing untuk menguasai seluruh Tanah Nieuw Guinea.\u003ca href=\"#_ftn3\" name=\"_ftnref3\"\u003e[3]\u003c/a\u003e Perjanjian Den Haag menjadi penentu batas demarkasi antara dua kekuatan imperial terbesar saat itu, yakni Belanda dan Inggris Raya.\u003ca href=\"#_ftn4\" name=\"_ftnref4\"\u003e[4]\u003c/a\u003e Kedua negara tersebut kemudian menarik garis lurus sebagai batas wilayah koloni mereka, seolah-olah tanah yang mereka temukan adalah wilayah kosong tanpa penghuni.\u003ca href=\"#_ftn5\" name=\"_ftnref5\"\u003e[5]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eSumathi Ramaswamy dalam \u003cem\u003eThe Art of the Line\u003ca href=\"#_ftn6\" name=\"_ftnref6\"\u003e\u003cstrong\u003e[6]\u003c/strong\u003e\u003c/a\u003e \u003c/em\u003emenegaskan bahwa garis imajiner tersebut memiliki konsekuensi besar terhadap pemisahan hubungan kekerabatan, sekaligus menjadi tonggak awal pembentukan bentuk-bentuk baru kepemilikan dan kedaulatan. Garis ini berfungsi sebagai teknologi teritorial untuk merebut kendali atas tanah dari penduduk pribumi, mengatur wilayah, serta mengonstruksi identitas kolonial di wilayah jajahan.\u003ca href=\"#_ftn7\" name=\"_ftnref7\"\u003e[7]\u003c/a\u003e Dalam praktiknya, pemerintah kolonial Belanda terdorong untuk menegakkan kedaulatan di wilayah ini demi melindungi kepentingan monopoli perburuan, menjalankan misi “peradaban” (\u003cem\u003ecivilizing mission\u003c/em\u003e), dan memberlakukan disiplin terhadap penduduk pribumi yang dianggap gemar berburu kepala (\u003cem\u003eheadhunting\u003c/em\u003e) di seluruh kawasan selatan Papua.\u003c/p\u003e\n\u003cp\u003eBagi pemerintah kolonial Belanda, praktik perburuan kepala di antara suku-suku di Nugini Selatan dipandang sebagai penyimpangan sosial yang meresahkan. Situasi ini semakin mendesak ketika Kerajaan Inggris mengeluhkan aksi suku-suku pengayau yang berani melintasi batas imajiner dua negara kolonial untuk melakukan penyerbuan ke Selat Torres. Pemerintah Inggris menuding pemerintah kolonial Belanda gagal mengendalikan penduduk di wilayah kekuasaannya. Karena tekanan tersebut, Belanda kemudian melancarkan tindakan tegas melalui “ekspedisi hukuman ke pantai selatan” yang dipimpin Johannes Alexander Kroesen pada akhir 1890-an\u003ca href=\"#_ftn8\" name=\"_ftnref8\"\u003e[8]\u003c/a\u003e diikuti dengan pendirian pos-pos dan garnisun militer berpagar kawat berduri pada 14 Februari 1902, serta pembentukan pemukiman awal di Ermasu yang kelak berkembang menjadi kota Merauke.\u003c/p\u003e\n\u003cp\u003eSebelum pendirian pos militer tersebut, \u003cem\u003eManuscript XX\u003c/em\u003e (2009) yang mendokumentasikan perjalanan Dammköhler dan pertemuannya dengan penduduk pribumi di bagian tengah-selatan Papua menggambarkan bagaimana penaklukan kolonial awal dilakukan melalui kekerasan. Dalam ekspedisi militer itu, pasukan Belanda menembaki penduduk pribumi, melakukan patroli ke pemukiman, menduduki tanah, menghancurkan seluruh senjata tradisional yang tersisa, serta menyerbu rumah-rumah penduduk—bahkan “menghancurkan dusun dalam waktu kurang dari dua puluh menit hingga menjadi abu.”\u003ca href=\"#_ftn9\" name=\"_ftnref9\"\u003e[9]\u003c/a\u003e Bagi kolonial Belanda, kekerasan semacam ini dianggap wajar dan diperlukan sebagai tonggak awal rekonfigurasi teritorial dalam rangka menaklukkan suku-suku pemburu kepala.\u003c/p\u003e\n\u003cp\u003e\u003cimg fetchpriority=\"high\" decoding=\"async\" class=\"alignnone size-full wp-image-5385\" src=\"https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1.png\" alt=\"\" width=\"1024\" height=\"1024\" srcset=\"https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1.png 1024w, https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1-300x300.png 300w, https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1-150x150.png 150w, https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1-768x768.png 768w, https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1-696x696.png 696w, https://laolaopapua.com/wp-content/uploads/2025/12/Perkempungan-di-Selatan-Papua-1024x1024-1-420x420.png 420w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /\u003e\u003c/p\u003e\n\u003cp\u003e\u003cimg decoding=\"async\" class=\"alignnone size-full wp-image-5386\" src=\"https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1.png\" alt=\"\" width=\"1024\" height=\"1024\" srcset=\"https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1.png 1024w, https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1-300x300.png 300w, https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1-150x150.png 150w, https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1-768x768.png 768w, https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1-696x696.png 696w, https://laolaopapua.com/wp-content/uploads/2025/12/Pulau-Nugini-yang-dibelah-dengan-garis-negara-bangsa-1024x1024-1-420x420.png 420w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eGambar 1. \u003c/strong\u003ePeta Nugini Selatan\u003c/p\u003e\n\u003cp\u003eSetelah pendirian pos-pos dan garnisun militer, Asisten Residen Nugini Belanda Selatan, Johannes Alexander Kroesen, mengundang para misionaris Katolik dari Hati Kudus Yesus (\u003cem\u003eMissionarii Sacratissimi Cordis Iesu\u003c/em\u003e – MSC) untuk mendirikan stasi misi pertama di Merauke pada tahun 1905 dan di Okaba pada tahun 1910. Tujuannya tidak lain untuk memulai proyek “pembentukan masyarakat baru melalui penegakan hukum dan ketertiban” bagi penduduk pribumi agar lebih terkendali dan mengakhiri praktik perburuan kepala.\u003ca href=\"#_ftn10\" name=\"_ftnref10\"\u003e[10]\u003c/a\u003e Dengan penuh semangat, Pastor Neijens menyatakan, “saya akan pergi ke desa-desa untuk menemui orang-orang biadab itu,” menggambarkan penduduk pribumi sebagai gerombolan manusia primitif (\u003cem\u003ediermensen\u003c/em\u003e).\u003c/p\u003e\n\u003cp\u003eSeperti dijelaskan oleh Maaike Derksen dalam \u003cem\u003eEmbodied Encounters\u003c/em\u003e, para misionaris yang datang dari negeri jauh tidak dapat dipahami sekadar sebagai bagian dari proyek keagamaan, melainkan juga terlibat dalam praktik pemerintahan kolonial yang menciptakan paksaan dan kontrol. Menyoroti agama melalui sumber-sumber misionaris dalam kajian kolonial Belanda, Derksen berpendapat bahwa misi Katolik terlibat dalam dua hal penting. Pertama, memproduksi pengetahuan luas bagi administrasi kolonial mengenai budaya dan tanah penduduk pribumi. Kedua, berpartisipasi dalam misi peradaban yang tidak hanya berupaya mengonversi keyakinan masyarakat, tetapi juga mengubah cara hidup sehari-hari, mengatur perilaku sosial, dan mentransformasi mereka dalam skala besar.\u003ca href=\"#_ftn11\" name=\"_ftnref11\"\u003e[11]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCatatan Jan Boelaars dalam \u003cem\u003eMet Papoea’s Samen Op Weg\u003c/em\u003e serta Cornelissen dalam \u003cem\u003ePater en Papoea\u003c/em\u003e (1988) dapat dijadikan rujukan untuk menelusuri sejarah asal-usul perkembangan misi Katolik di wilayah Nugini Belanda bagian selatan, sekaligus memahami motif-motif yang melatarinya. Pada masa awal pembentukan stasi Katolik di Merauke, para misionaris bekerja dengan keterbatasan besar, baik dari segi sumber daya maupun kemampuan menjelajahi wilayah luas dengan kondisi sosial yang berbahaya. Meskipun kawasan itu telah “diamankan” secara paksa, kecurigaan penduduk pribumi—terutama suku Marind-Anim—terhadap “orang yang menembak” atau \u003cem\u003epoe-anim\u003c/em\u003e, yang diasosiasikan dengan kekerasan, tetap laten.\u003c/p\u003e\n\u003cp\u003eUntuk mengatasi ketegangan tersebut, para misionaris berusaha membedakan diri dari orang asing lain dengan menunjukkan niat “baik dan tanpa kekerasan.” Mereka mengunjungi dusun-dusun tanpa membawa senjata atau dikawal tentara, serta mempertahankan penampilan khas dengan janggut panjang. Semua itu dilakukan untuk membangun kepercayaan dengan penduduk pribumi. Namun, dalam praktiknya, perjalanan eksplorasi misionaris tetap kerap bergabung dengan ekspedisi militer ke wilayah dan suku-suku yang dianggap “asing,” seperti kelompok Yéi-nan.\u003ca href=\"#_ftn12\" name=\"_ftnref12\"\u003e[12]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePertemuan awal antara orang Yéi dan para misionaris terjadi pada dekade 1930-an. Dengan melintasi Kali Maro menuju pedalaman Nugini Selatan, para misionaris membawa misi pemberadaban untuk menjumpai Yéi-nan yang mereka anggap barbar dan kafir. Demi “memperadabkan” mereka, para misionaris dan \u003cem\u003egoeroe\u003c/em\u003e bersama pemimpin lokal Gab-elul membentuk permukiman menetap di Kampung Samuting. Dalam ingatan orang Yéi, pendirian pemukiman baru ini jauh dari damai karena disertai unsur paksaan untuk meninggalkan dusun-dusun asal. “Mereka yang tidak mau pindah akan dirotan atau diikat oleh Gab-elul agar mau pindah,” kenang Pasificus Anggojai.\u003c/p\u003e\n\u003cp\u003ePemukiman di Samuting kemudian bubar akibat persaingan antara misi Katolik dan zending Protestan yang menyebabkan perpecahan di antara Yéi-nan. Penduduk Yéi yang memeluk Katolik membentuk pemukiman baru di Kampung Bupul, sedangkan yang memeluk Protestan bermukim di Kampung Tanas. Namun, meski telah menetap, banyak penduduk Yéi yang masih meninggalkan kampung untuk berburu kepala atau kembali ke dusun asal demi mencari makan.\u003c/p\u003e\n\u003cp\u003eKampung Bupul kemudian dikembangkan menyerupai \u003cem\u003ekampong model\u003c/em\u003e seperti yang ditawarkan Jos Viegen kepada Jos van de Kolk pada tahun 1911. Para misionaris memandang \u003cem\u003ekampong model\u003c/em\u003e sebagai dasar bagi kehidupan keluarga yang lebih sehat dan krusial bagi “peradaban” penduduk pribumi. “Kehidupan keluarga yang lebih sehat” dimaknai sebagai keluarga inti (\u003cem\u003enuclear family\u003c/em\u003e), yakni pasangan suami istri dan anak-anak yang tinggal bersama dalam satu hunian.\u003ca href=\"#_ftn13\" name=\"_ftnref13\"\u003e[13]\u003c/a\u003e Penduduk diwajibkan mengenakan pakaian modern dan menaati aturan ketat untuk membatasi praktik perburuan kepala.\u003c/p\u003e\n\u003cp\u003eSecara tata ruang, permukiman disusun memanjang dengan gereja sebagai pusatnya. Rumah-rumah berbahan tradisional masih dipertahankan, tetapi rumah panjang yang sebelumnya menjadi tempat tinggal komunal satu kerabat telah digantikan oleh rumah-rumah keluarga inti. Pergeseran ini turut mengubah secara mendasar relasi kekerabatan, pola perkawinan, dan hubungan gender. Struktur kekuasaan pun mengalami transformasi, dari kepemimpinan Gab-elul yang memimpin perburuan kepala secara otonom menuju bentuk pemerintahan baru yang disebut kepala kampung.\u003ca href=\"#_ftn14\" name=\"_ftnref14\"\u003e[14]\u003c/a\u003e Semua perubahan ini menjadi prasyarat historis bagi akumulasi kapitalis, yang menuntut penciptaan subjek baru, pengaturan kepemilikan pribadi, serta integrasi penuh ke dalam otoritas pemerintahan negara-bangsa.\u003c/p\u003e\n\u003cp\u003e\u003cimg decoding=\"async\" class=\"alignnone size-full wp-image-5387\" src=\"https://laolaopapua.com/wp-content/uploads/2025/12/Kampung-Percontohan-Bupul.png\" alt=\"\" width=\"648\" height=\"698\" srcset=\"https://laolaopapua.com/wp-content/uploads/2025/12/Kampung-Percontohan-Bupul.png 648w, https://laolaopapua.com/wp-content/uploads/2025/12/Kampung-Percontohan-Bupul-279x300.png 279w, https://laolaopapua.com/wp-content/uploads/2025/12/Kampung-Percontohan-Bupul-390x420.png 390w\" sizes=\"(max-width: 648px) 100vw, 648px\" /\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eGambar 2. \u003c/strong\u003eBupul dengan model kampung 1937 (Derksen, 2021)\u003c/p\u003e\n\u003cp\u003eSeperti dinyatakan Van Baal bahwa “larangan perburuan kepala dan kanibalisme dianggap tidak cukup,” maka pembongkaran serta pengaturan ulang pengetahuan perlu dilakukan, terutama bagi penduduk pribumi berusia muda. Dalam konteks ini, misi peradaban menempatkan para misionaris dan \u003cem\u003egoeroe\u003c/em\u003e sebagai tokoh kunci. Para misionaris berupaya mendirikan pusat-pusat pendidikan dan gereja di kampung-kampung dengan dukungan dana subsidi dari pemerintah kolonial.\u003c/p\u003e\n\u003cp\u003eBagi orang Yéi yang kini bermukim di Bupul, misionaris yang dikenang pernah bekerja di sana antara lain Pastor Piet Hoeboer dan Jan Verschueren, dibantu oleh \u003cem\u003egoeroe\u003c/em\u003e dan \u003cem\u003enyora\u003c/em\u003e dari Kei dan Tanimbar. Ada dua hal penting yang menjadi perhatian: pertama, bagaimana para misionaris dan \u003cem\u003egoeroe\u003c/em\u003e memperkenalkan bentuk pendidikan baru kepada penduduk pribumi; kedua, bagaimana mereka turut terlibat dalam produksi dan sirkulasi pengetahuan tentang penduduk pribumi itu sendiri.\u003c/p\u003e\n\u003cp\u003ePara misionaris dan \u003cem\u003egoeroe\u003c/em\u003e memulai proses pemberadaban melalui lembaga pendidikan yang disebut \u003cem\u003eSekolah Peradaban\u003c/em\u003e (\u003cem\u003ebeschavingsscholen\u003c/em\u003e). Sesuai namanya, sekolah ini bertujuan mendidik anak-anak pribumi menjadi umat Katolik yang bermoral tinggi dan dianggap lebih “beradab” dibanding sebelumnya. Walau menyasar penduduk muda, sekolah tidak menerapkan batas usia ketat, dan peraturan dibuat longgar. Misi berasumsi bahwa kebiasaan serta pola pendidikan baru harus diterima secara halus oleh penduduk pribumi, yang sehari-hari masih melibatkan anak-anak mereka dalam kegiatan subsistensi seperti memancing atau memangkur sagu—proses yang juga menjadi sarana pewarisan pengetahuan tradisional.\u003c/p\u003e\n\u003cp\u003eDi Sekolah Peradaban, anak-anak diajarkan kebiasaan dan pengetahuan baru: hidup tertib, menjaga kebersihan, bersiul, bernyanyi, menganyam, menari, menulis, berhitung, dan membaca. Dengan demikian, sekolah ini menjadi fondasi bagi pengembangan pendidikan di wilayah Nugini Selatan pada masa berikutnya, termasuk \u003cem\u003eSekolah Rakyat\u003c/em\u003e (\u003cem\u003evolksschool\u003c/em\u003e) serta Sekolah Persiapan dan Lanjutan.\u003ca href=\"#_ftn15\" name=\"_ftnref15\"\u003e[15]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDari perjumpaan dengan suku-suku pemburu kepala, para misionaris dan \u003cem\u003egoeroe\u003c/em\u003e tidak hanya membentuk pengetahuan pribumi, tetapi juga memproduksi dan menyebarluaskan pengetahuan tentang mereka. Verschueren, misalnya, menulis serangkaian catatan mengenai tanah dan kehidupan orang Yéi yang kemudian dikompilasi oleh Van Baal menjadi \u003cem\u003eJan Verschueren’s Description of Yei-Nan Culture\u003c/em\u003e. Tidak hanya Verschueren, tetapi juga Vertenten dan Boelaars, menghasilkan tulisan, catatan, serta surat-surat yang kini menjadi sumber utama pengetahuan tentang suku-suku di Nugini Belanda bagian selatan.\u003c/p\u003e\n\u003cp\u003eSetiap misionaris yang datang memang diwajibkan mempelajari bahasa dan budaya penduduk setempat. Mengutip Verschueren, “hal pertama yang dilakukan para pastor MSC setelah datang dan menetap adalah mempelajari bahasa penduduk.” Dalam proses produksi pengetahuan itu, para \u003cem\u003egoeroe\u003c/em\u003e dan \u003cem\u003enyora\u003c/em\u003e berperan sebagai informan kunci dan asisten yang andal bagi para misionaris, membantu mereka mengumpulkan data mengenai adat istiadat dan bahasa lokal. Semua ini menciptakan apa yang disebut sebagai \u003cem\u003esimbiosis kolonialisme\u003c/em\u003e, di mana informasi dan pengetahuan saling membentuk serta dipertukarkan dalam relasi ketergantungan antara misi keagamaan dan aparatus pemerintahan kolonial.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMemagari Tanah Penduduk Pribumi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSebagai kelanjutan dari kisah kekerasan dan penjinakan yang terus-menerus terhadap para “pemburu kepala,” kini di bawah pemerintahan kolonial baru—Indonesia—proses itu berwujud melalui pendudukan perkebunan kelapa sawit, mulai dari proyek \u003cem\u003eMerauke Integrated Food and Energy Estate\u003c/em\u003e (MIFEE) hingga Proyek Strategis Nasional (PSN). Kedua proyek raksasa ini menciptakan praktik \u003cem\u003epemagaran tanah\u003c/em\u003e yang memisahkan secara paksa kehidupan penduduk pribumi dari sarana-sarana subsistensinya. Perubahan sosial-ekologis yang dihasilkan menjadi prasyarat baru bagi akumulasi kapital.\u003c/p\u003e\n\u003cp\u003eDi wilayah selatan Papua, praktik pemagaran tanah melalui konsesi perkebunan berlangsung masif sejak peluncuran MIFEE. Berawal dari krisis finansial, pangan, dan energi global, pemerintah Indonesia merumuskan \u003cem\u003eMasterplan Percepatan dan Perluasan Pembangunan Ekonomi Indonesia (MP3EI)\u003c/em\u003e sebagai strategi pembentukan ulang geografi kapital. Noer Fauzi dan Dian Yanuardi (2014) mencatat dua mekanisme utama peran negara dalam menjalankan MP3EI:\u003c/p\u003e\n\u003cp\u003ePertama, pengalokasian ruang tertentu oleh negara dalam jangka waktu tertentu bagi kegiatan bisnis korporasi raksasa. Ini dilakukan dengan memperluas atau menambah pemberian konsesi tanah skala luas untuk produksi komoditas global untuk sektor pertambangan, perkebunan, kehutanan maupun dengan pembentukan kawasan-kawasan ekonomi, seperti kawasan perhatian industri atau kawasan ekonomi khusus. Kedua, pembangunan infrastruktur sebagai layanan penghubung. Pembangunan infrastruktur dimaksudkan dalam desain pembangunan ini semata-mata untuk melancarkan aliran barang dan tenaga kerja dan menghubungkan pusat-pusat industri utama. Melalui MP3EI pembangunan infrastruktur untuk kepentingan industri ini dilakukan baik melalui pembiayaan negara, investasi swasta maupun melalui mekanisme kemitraan pemerintah dan swasta (\u003cem\u003ePublic-Private Partnership\u003c/em\u003e).\u003ca href=\"#_ftn16\" name=\"_ftnref16\"\u003e[16]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMerauke, sebagai bagian dari \u003cem\u003edomain teritorial negara-bangsa\u003c/em\u003e, kemudian diposisikan sebagai simpul produksi pangan dan energi nasional. Dengan dalih krisis pangan, energi, dan finansial, Bupati Merauke saat itu, John Gluba Gebze, menawarkan lebih dari dua juta hektare tanah kepada perusahaan agribisnis nasional dan multinasional—meskipun tanah tersebut masih diklaim oleh masyarakat Marind-Anim dan Yéi-nan. Ito, Rachman, dan Savitri (2014) menjelaskan bahwa legitimasi terhadap praktik pemagaran tanah ini dibangun melalui narasi krisis dan wacana “pemerataan Indonesia.” Arifin Panigoro, salah satu pengusaha yang sangat mendukung MIFEE, menegaskan bahwa pemerataan hanya dapat tercapai bila “lahan-lahan tidur di Merauke dimanfaatkan oleh tangan-tangan produktif,” yang dimaknai sebagai korporasi agribisnis.\u003ca href=\"#_ftn17\" name=\"_ftnref17\"\u003e[17]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePerusahaan-perusahaan agribisnis kemudian berlomba-lomba mencari “tanah kosong” di Merauke. Puluhan perkebunan memperoleh konsesi dari negara, termasuk dua di wilayah tanah adat Yéi-nan. Salah satunya, PT Agrinusa Persada Mulia, mendapat izin atas 40.000 hektare lahan. Situasi ini tepat digambarkan oleh Pasificus Anggojai sebagai “pengosongan pemerintah,” yakni kondisi ketika negara memberikan hak atas tanah kepada perusahaan meski masih dihuni masyarakat adat, memungkinkan kapital menembus dan berekspansi ke wilayah mereka.\u003ca href=\"#_ftn18\" name=\"_ftnref18\"\u003e[18]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eSetelah memperoleh konsesi, PT Agrinusa Persada Mulia mulai mengumbar janji: memberi beasiswa, membangun gereja, menata kampung, dan menyediakan air bersih. Janji itu diabadikan dalam sebuah tugu yang ditandatangani bersama Ketua Lembaga Masyarakat Adat, yang berfungsi melegitimasi pengambilan tanah secara “sah” menurut hukum adat.\u003ca href=\"#_ftn19\" name=\"_ftnref19\"\u003e[19]\u003c/a\u003e Sebagai imbalan, perusahaan memberi sejumlah uang kepada tiga marga Yéi-nan—Kewamijai, Wanijai, dan Keijai—masing-masing sebesar Rp10 juta, Rp50 juta, dan Rp600 juta. Jika dihitung, nilai tersebut hanya setara dengan sekitar Rp300.000 per hektare,\u003ca href=\"#_ftn20\" name=\"_ftnref20\"\u003e[20]\u003c/a\u003e sebuah transaksi yang tampak “sukarela” di permukaan namun sarat dengan manipulasi dan paksaan ekstra-ekonomi.\u003ca href=\"#_ftn21\" name=\"_ftnref21\"\u003e[21]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eSepuluh tahun setelah MIFEE, gelombang pemagaran tanah terus berlanjut. Pada akhir 2024, pemerintah Indonesia menargetkan swasembada gula dan bioetanol melalui Proyek Strategis Nasional, dipimpin oleh Bahlil sebagai Ketua Satuan Tugas. Ia menegaskan, “wilayah Merauke akan difokuskan sebagai pusat produksi gula dan bioetanol untuk kemakmuran rakyat.” Dengan alasan tersebut, pemerintah memberikan konsesi kepada sepuluh perusahaan tebu dengan total luas mencapai setengah juta hektare. Salah satunya adalah PT Murni Nusantara Mandiri, yang berminat menguasai tanah Yéi.\u003c/p\u003e\n\u003cp\u003ePerusahaan itu menggunakan pola serupa dengan pendahulunya: membayar uang “ganti rugi” dalam jumlah sama seperti sepuluh tahun sebelumnya dan mendirikan tugu berisi iming-iming kemakmuran di setiap kampung. Vincen Kwipalo, salah satu warga, menyaksikan langsung bagaimana dusun adatnya dipatok perusahaan. “Patok-patok ini perusahaan yang buat,” ujarnya tegas. Ia menolak melepas tanahnya karena meyakini bahwa menyerahkan tanah berarti kehilangan masa depan bagi dirinya dan generasi mendatang. “Kalau kasih tanah, kami dan anak-cucu mau hidup dari mana? Kami akan melarat,” katanya. Karena itu, Kwipalo menegaskan, “tidak sejengkal pun tanah akan kami berikan pada perkebunan.”\u003c/p\u003e\n\u003cp\u003eNamun, protes seperti itu segera ditepis oleh aparat negara. Komandan Resor Militer Andy Setyawan menyatakan, “meski ada penolakan, PSN akan tetap berjalan. PSN harus jalan karena ini untuk kepentingan bersama, untuk kepentingan bangsa dan negara.” Pernyataan tersebut menjadi sinyal jelas bahwa orang Yéi sekali lagi dapat dikorbankan atas nama “kepentingan nasional.”\u003c/p\u003e\n\u003cfigure id=\"attachment_5388\" aria-describedby=\"caption-attachment-5388\" style=\"width: 1024px\" class=\"wp-caption alignnone\"\u003e\u003cimg loading=\"lazy\" decoding=\"async\" class=\"wp-image-5388 size-full\" src=\"https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1.jpg\" alt=\"An aerial view of recent land clearing for food estate project in Jagebob district, Merauke regency on February 5, 2025 in South Papua Province, Indonesia.\" width=\"1024\" height=\"1024\" srcset=\"https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1.jpg 1024w, https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1-300x300.jpg 300w, https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1-150x150.jpg 150w, https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1-768x768.jpg 768w, https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1-696x696.jpg 696w, https://laolaopapua.com/wp-content/uploads/2025/12/PT.-Murni-Nusantara-Mandiri-Gecko-Project-1024x1024-1-420x420.jpg 420w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /\u003e\u003cfigcaption id=\"caption-attachment-5388\" class=\"wp-caption-text\"\u003eAn aerial view of recent land clearing for food estate project in Jagebob district, Merauke regency on February 5, 2025 in South Papua Province, Indonesia.\u003c/figcaption\u003e\u003c/figure\u003e\n\u003cp\u003e\u003cstrong\u003eGambar 3. \u003c/strong\u003ePemagaran tanah Yéi-nan oleh PT Murni Nusantara Mandiri (Gecko Project)\u003c/p\u003e\n\u003cp\u003eDari lintasan pemagaran tanah penduduk pribumi—baik yang telah selesai maupun yang masih berlangsung—perusahaan-perusahaan perkebunan telah mengubah tanah adat menjadi properti legal, menggantikan lanskap tumbuhan yang beragam dengan tanaman komersial, memutus keterikatan tanah dengan kebudayaan, menghancurkan tempat-tempat sakral, mengusir binatang buruan, memicu konflik antarkerabat, dan menandai lahirnya tenaga kerja upahan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMembayangkan Reruntuhan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMisi pemberadaban dan pemagaran tanah melalui konsesi perkebunan telah menyebabkan runtuhnya prasyarat reproduksi sosial-kebudayaan yang fundamental bagi suku pemburu kepala, Yéi-Nan. Misi pemberadaban pada masa kolonial Belanda, misalnya, membentuk ulang hubungan kekerabatan melalui penguatan keluarga inti, melahirkan subjek baru yang dianggap lebih beradab, serta mentransformasi relasi kekuasaan di tengah masyarakat asli. Pasifikasi lewat kekerasan bersenjata menjadi awal kisah pertemuan suku-suku pemburu kepala dengan pemerintahan kolonial. Paksaan untuk menetap di kampung-kampung percontohan turut mengubah cara hidup orang Yéi, memisahkan mereka dari dusun-dusun asal—ruang tempat berlangsungnya perburuan, penokohan pohon sagu, dan proses reproduksi kebudayaan lainnya.\u003c/p\u003e\n\u003cp\u003eSebagai kelanjutan dari kisah panjang kekerasan kolonial, pemagaran tanah adat melalui konsesi perkebunan harus dipahami sebagai bentuk paksaan baru yang menjerumuskan sebagian besar orang Yéi ke dalam relasi produksi kapitalistik, yakni menjadi buruh upahan. Bekerja di perkebunan menuntut mereka tunduk pada disiplin kerja dan beradaptasi dengan alat-alat produksi dalam budidaya komoditas kelapa sawit. Disiplin baru ini mengubah pola waktu mereka yang sebelumnya fleksibel menjadi kaku. “Kalau pagi sekitar jam enam, kita mesti \u003cem\u003echeck-lock\u003c/em\u003e, dan pulangnya juga mesti \u003cem\u003echeck-lock\u003c/em\u003e sekitar jam lima,” tutur seorang perempuan Yéi yang kini bekerja sebagai buruh perkebunan.\u003c/p\u003e\n\u003cp\u003ePerubahan ini membuat para buruh hampir mustahil melakukan kegiatan lain seperti berburu, berkebun, merawat kerabat, mendidik anak, menyiapkan ritual adat, atau sekadar membantu keluarga inti di rumah. Nasib serupa mungkin akan menimpa keluarga Vincen Kwipalo jika tanah adat mereka diserahkan kepada PT Murni Nusantara Mandiri.\u003c/p\u003e\n\u003cp\u003eMeskipun hubungan pengupahan telah mendominasi, sisa-sisa kehidupan pra-kolonial masih dapat ditemui, namun dalam bentuk baru. Seluruh surplus—daging hasil buruan, udang, ikan, hingga tepung sagu—tidak lagi didistribusikan melalui jaringan kekerabatan, melainkan dijual sebagai komoditas. Hanya bagian-bagian tertentu, seperti kepala babi atau sebagian sagu, yang disisihkan untuk konsumsi keluarga. Bahkan banyak pohon sagu di sekitar kampung kini dibiarkan mati, menandai pergeseran konsumsi karbohidrat dari sagu ke beras.\u003c/p\u003e\n\u003cp\u003eMengamati perubahan tersebut, seorang narasumber mengungkapkan kekhawatirannya dengan nada pesimis: “Saya tidak yakin dalam beberapa tahun ke depan kebudayaan orang Yéi masih bisa dipertahankan.” Kekhawatiran ini lahir dari kenyataan sehari-hari yang semakin konkret: “Sekarang semuanya butuh uang, kakak.”\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eCatatan:\u003c/strong\u003e Sutami Amin adalah peneliti Yayasan Pusaka Bentala Rakyat dan Arnoldus Anda adalah ketua Divisi Ekosob LBH Papua Pos Merauke. Tulisan ini pernah diterbitkan di \u003ca href=\"https://indoprogress.com/2025/10/menaklukkan-suku-pemburu-kepala/\"\u003eIndoPROGRESS\u003c/a\u003e pada 10 Oktober 2025 dengan judul asli \u0026#8220;Menaklukkan Suku Pemburu Kepala: Kekerasan Kolonial dan Pembentukan Ulang Kehidupan Orang Yéi, Selatan Papua\u0026#8221;\u003c/em\u003e\u003cem\u003e. Kami terbitkan kembali disini untuk tujuan pendidikan dan propaganda di Papua.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDaftar Rujukan\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAngus, I. (2023). \u003cem\u003eThe Meaning of ‘So-Called Primitive Accumulation’\u003c/em\u003e.  Monthly Review.\u003c/p\u003e\n\u003cp\u003eAlatas, S. H. (1977). \u003cem\u003eThe myth of the lazy native: A study of the image of the Malays, Filipinos, and Javanese from the 16th to the 20th century and its function in the ideology of colonial capitalism\u003c/em\u003e. Frank Cass and Company.\u003c/p\u003e\n\u003cp\u003eBatubara, B., \u0026amp; Rachman, N. F. (2022). \u003cem\u003eExtended Agrarian Question in Concessionary Capitalism: The Jakarta’s Kaum Miskin Kota\u003c/em\u003e. \u003cem\u003eAgrarian South: Journal of Political Economy\u003c/em\u003e, \u003cem\u003e11\u003c/em\u003e(2), 232-255.\u003c/p\u003e\n\u003cp\u003eBowen, J. R. (1986). On the Political Construction of Tradition: Gotong Royong in Indonesia. \u003cem\u003eThe Journal of Asian Studies\u003c/em\u003e, \u003cem\u003e45\u003c/em\u003e(3), 545–561.\u003c/p\u003e\n\u003cp\u003eBRWA. (2025) Wilayah Adat: Yéi-nan.\u003c/p\u003e\n\u003cp\u003eChao, S. (2017). \u003cem\u003e“There Are No Straight Lines in Nature”: Making Living Maps in West Papua\u003c/em\u003e. \u003cem\u003eAnthropology Now\u003c/em\u003e, \u003cem\u003e9\u003c/em\u003e(1), 16–33.\u003c/p\u003e\n\u003cp\u003eCornelissen, P. (1988). \u003cem\u003ePater en papoea: Herinneringen van P. Cornelissen aan zijn tijd als pater in Nieuw-Guinea\u003c/em\u003e.\u003c/p\u003e\n\u003cp\u003eDerksen, M. (2020). \u003cem\u003eRemoving the Youth from their Pernicious Environment: Child Separation Practices in South Dutch New Guinea, 1902-1921\u003c/em\u003e. \u003cem\u003eBMGN – Low Countries Historical Review\u003c/em\u003e, \u003cem\u003e135\u003c/em\u003e(3-4), 56-79.\u003c/p\u003e\n\u003cp\u003eDerksen, M. (2020). \u003cem\u003eEducating Children, Civilizing Society: Missionary Schools and Non-European Teachers in South Dutch New Guinea, 1902–1942\u003c/em\u003e. \u003cem\u003eInternational Review of Social History\u003c/em\u003e, \u003cem\u003e65\u003c/em\u003e(1), 43–70.\u003c/p\u003e\n\u003cp\u003eFranky, Y.L. (2014). \u003cem\u003eMega Proyek MIFEE: Suku Malind Anim dan Pelanggaran HAM\u003c/em\u003e. Jakarta: ELSAM.\u003c/p\u003e\n\u003cp\u003eGecko Project. (2019). Bagaimana perusahaan memanipulasi adat untuk merampas tanah di Papua: Perbincangan dengan Dr. Sophie Chao.\u003c/p\u003e\n\u003cp\u003eGinting, L., \u0026amp; Pye, O. (2013). \u003cem\u003eResisting Agribusiness Development: The Merauke Integrated Food and Energy Estate in West Papua, Indonesia\u003c/em\u003e. ASEAS: Austrian Journal of South-East Asian Studies Vol. 6(1).\u003c/p\u003e\n\u003cp\u003eGlasse, R. (1984). [Review of \u003cem\u003eJan Verschueren’s Description of Yei-Nan Culture\u003c/em\u003e, by J. Van Baal]. \u003cem\u003eAmerican Anthropologist\u003c/em\u003e, \u003cem\u003e86\u003c/em\u003e(4), 1007–1008.\u003c/p\u003e\n\u003cp\u003eGuernsey, P. J. (2023). \u003cem\u003eReframing So-Called Primitive Accumulation for Settler Colonial Contexts: Ancestral Enclosures and Spatial Conceptions of History\u003c/em\u003e. \u003cem\u003eCapitalism Nature Socialism\u003c/em\u003e, \u003cem\u003e35\u003c/em\u003e(2), 138–156.\u003c/p\u003e\n\u003cp\u003eHitchcock, G. (2009). Manuscript XX: William Dammköhler’s Third Encounter with the Tugeri (Marind-Anim). \u003cem\u003eThe Journal of Pacific History\u003c/em\u003e, \u003cem\u003e44\u003c/em\u003e(1), 89–97.\u003c/p\u003e\n\u003cp\u003eHagen, P (2018) Perang Melawan Penjajah: Dari Hindia Timur Sampai NKRI 1510-1975. Penerjemah Fajar Muhammad Nugraha. Depok: Komunitas Bambu.\u003c/p\u003e\n\u003cp\u003eIto, T., Rachman, N. F., \u0026amp; Savitri, L. A. (2014). \u003cem\u003ePower to make land dispossession acceptable: a policy discourse analysis of the Merauke Integrated Food and Energy Estate (MIFEE), Papua, Indonesia\u003c/em\u003e. \u003cem\u003eThe Journal of Peasant Studies\u003c/em\u003e, \u003cem\u003e41\u003c/em\u003e(1), 29–50.\u003c/p\u003e\n\u003cp\u003eInce, O. U. (2014). \u003cem\u003ePrimitive Accumulation, the New Enclosures, and Global Land Grabs: A Theoretical Intervention\u003c/em\u003e. Rural Sociology, 79(1), 104-131.\u003c/p\u003e\n\u003cp\u003eInce, O. U. (2018). \u003cem\u003eBetween Equal Rights: Primitive Accumulation and Capital’s Violence\u003c/em\u003e. \u003cem\u003ePolitical Theory\u003c/em\u003e, \u003cem\u003e46\u003c/em\u003e(6), 885–914.\u003c/p\u003e\n\u003cp\u003eKusumaryati, V. (2019). \u003cem\u003eAdat Institutionalisation, the State and the Quest for Self-Determination in West Papua\u003c/em\u003e. \u003cem\u003eThe Asia Pacific Journal of Anthropology\u003c/em\u003e, \u003cem\u003e21\u003c/em\u003e(1), 1–16.\u003c/p\u003e\n\u003cp\u003eKusumaryati, V. (2020). Perubahan Sosial di Pedesaan di Tanah Papua. IndoProgress, \u003ca href=\"https://indoprogress.com/2020/02/perubahan-sosial-di-pedesaan-di-tanah-papua/\"\u003ehttps://indoprogress.com/2020/02/perubahan-sosial-di-pedesaan-di-tanah-papua/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eKompas. (2025). Hak Masyarakat Adat Yéi Kian Tergerus Imbas Proyek Strategis Nasional Merauke.\u003c/p\u003e\n\u003cp\u003eLi, T., \u0026amp; Semedi, P. (2021). Hidup Bersama Raksasa: Manusia dan Pendudukan Perkebunan Sawit. Tangerang: Marjin Kiri.\u003c/p\u003e\n\u003cp\u003eMalinda, R. (2025). \u003cem\u003eDispossession, Extractive Capitalism and Political Reactions From Below in West Papua\u003c/em\u003e. \u003cem\u003eJournal of Agrarian Change\u003c/em\u003e e70032.\u003c/p\u003e\n\u003cp\u003eMarx, K. (1990). \u003cem\u003eCapital\u003c/em\u003e, Volume I. London: Penguin Books.\u003c/p\u003e\n\u003cp\u003eMartineau, J. (2015). \u003cem\u003eTime, Capitalism and Alienation\u003c/em\u003e. Leiden, The Netherlands: Brill.\u003c/p\u003e\n\u003cp\u003eMcDonnell, J. E. (2020). \u003cem\u003eThe Merauke Integrated Food and Energy Estate (MIFEE): An Ecologically Induced Genocide of the Malind Anim\u003c/em\u003e. \u003cem\u003eJournal of Genocide Research\u003c/em\u003e, \u003cem\u003e23\u003c/em\u003e(2), 257–278.\u003c/p\u003e\n\u003cp\u003eMacLeod, Jason (2015) \u003cem\u003eMerdeka and the Morning Star: Civil Resistance in West Papua\u003c/em\u003e. Queensland: University of Queensland Press, 50.\u003c/p\u003e\n\u003cp\u003eMongabay. (2017). Polemik Tanah Marga di Kampung Bupul, Saat Hutan Berubah Jadi Kebun Sawit.\u003c/p\u003e\n\u003cp\u003eNyland, C. (1986). \u003cem\u003eCapitalism and the History of Worktime Thought\u003c/em\u003e. \u003cem\u003eThe British Journal of Sociology\u003c/em\u003e, \u003cem\u003e37\u003c/em\u003e(4), 513–534.\u003c/p\u003e\n\u003cp\u003eOnnekink, D.K.L. (2023). \u003cem\u003eBetween Kingdom and Empire: the Social Power of Dutch Missionary Maps, 1850–1940\u003c/em\u003e. \u003cem\u003eThe Journal of Ecclesiastical History\u003c/em\u003e, \u003cem\u003e74\u003c/em\u003e(3), 571–604.\u003c/p\u003e\n\u003cp\u003eÖzsu, U. (2019). \u003cem\u003eGrabbing land legally: A Marxist analysis\u003c/em\u003e. \u003cem\u003eLeiden Journal of International Law\u003c/em\u003e, \u003cem\u003e32\u003c/em\u003e(2), 215–233.\u003c/p\u003e\n\u003cp\u003ePapua Selatan Pos. (2024). Palang Kantor PT. APM, Masyarakat Adat Layangkan Dua Tuntutan.\u003c/p\u003e\n\u003cp\u003ePincus, J. R. (1997). Class, Power, and Agrarian Change: Land and Labour in Rural America. Cornell University Press.\u003c/p\u003e\n\u003cp\u003ePouwer, J. (1999). \u003cem\u003eThe colonisation, decolonisation, and recolonisation of West New Guinea\u003c/em\u003e. \u003cem\u003eThe Journal of Pacific History\u003c/em\u003e, \u003cem\u003e34\u003c/em\u003e(2), 157–179.\u003c/p\u003e\n\u003cp\u003ePusaka. (2024). Policy Brief PSN Merauke: Perampasan Tanah, Deforestasi, dan Ancaman Etnosida.\u003c/p\u003e\n\u003cp\u003eRachman, N. F., \u0026amp; Yanuardi, D. (2014). MP3EI: Master Plan Percepatan dan Perluasan Krisis Sosial-Ekologis Indonesia. Bogor: Sajogyo Institute.\u003c/p\u003e\n\u003cp\u003eRamaswamy, S .(2017). \u003cem\u003eArt on the Line: Cartography and Creativity in a Divided World. \u003c/em\u003eDalam James R. Akerman (ed) \u003cem\u003eDecolonizing the Maps: Cartography from Colony to Nation\u003c/em\u003e. Chicago: The University of Chicago Press.\u003c/p\u003e\n\u003cp\u003eSavitri, L., and S. Price. (2016). \u003cem\u003eBeyond Special Autonomy and Customary Land Rights Recognition: Examining Land Negotiations and the Production of Vulnerabilities in Papua\u003c/em\u003e. In \u003cem\u003eLand and Development in Indonesia\u003c/em\u003e, edited by J. F. McCarthy, 343–362. ISEAS Publishing.\u003c/p\u003e\n\u003cp\u003eFederici, Silvia. (2004). \u003cem\u003eCaliban and the Witch: Women, the Body and Primitive Accumulation\u003c/em\u003e. New York, NY: Autonomedia.\u003c/p\u003e\n\u003cp\u003eScott, D. (1995). \u003cem\u003eColonial Governmentality\u003c/em\u003e. \u003cem\u003eSocial Text\u003c/em\u003e, \u003cem\u003e43\u003c/em\u003e, 191–220.\u003c/p\u003e\n\u003cp\u003eSchoorl, J.W. (2025). \u003cem\u003eCulture and Change among the Muyu\u003c/em\u003e. Leiden, The Netherlands: Brill.\u003c/p\u003e\n\u003cp\u003eSteenbrink, K. (2007). \u003cem\u003eCatholics in Indonesia\u003c/em\u003e, 1808-1942. Leiden, The Netherlands: Brill.\u003c/p\u003e\n\u003cp\u003eTempo. (2025). Terancam PSN Tebu, Masyarakat Adat di Merauke Palangi Lahan.\u003c/p\u003e\n\u003cp\u003eTomba, Massimiliano. (2013). \u003cem\u003eMarx’s Temporalities\u003c/em\u003e, Leiden: Brill.\u003c/p\u003e\n\u003cp\u003eTombazos, Stavros. (2013). \u003cem\u003eTime in Marx: The Categories of Time in Marx’s Capital\u003c/em\u003e, Leiden: Brill.\u003c/p\u003e\n\u003cp\u003eVan Royen, Harry (2020) Pater Petrus Vertenten MSC (1884-1946): Sosok Misionaris Serba Bisa. Penerjemah Haryanto Cahyadi. Yogyakarta: INSISTPress.\u003c/p\u003e\n\u003cp\u003eZakaria, RY., E. O, Kleden., Y. L, Franky. (2011). MIFEE: Tak Terjangkau Angan Malind. Jakarta: Yayasan Pusaka Bentala Rakyat.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCatatan Kaki\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref1\" name=\"_ftn1\"\u003e[1]\u003c/a\u003e Marx, K. (1990). \u003cem\u003eCapital\u003c/em\u003e, Volume I. London: Penguin Books.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref2\" name=\"_ftn2\"\u003e[2]\u003c/a\u003e Ince, O. U. (2018). \u003cem\u003eBetween Equal Rights: Primitive Accumulation and Capital’s Violence\u003c/em\u003e. \u003cem\u003ePolitical Theory\u003c/em\u003e, \u003cem\u003e46\u003c/em\u003e(6), 885–914.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref3\" name=\"_ftn3\"\u003e[3]\u003c/a\u003e MacLeod, Jason (2015) \u003cem\u003eMerdeka and the Morning Star: Civil Resistance in West Papua\u003c/em\u003e. Queensland: University of Queensland Press, 50.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref4\" name=\"_ftn4\"\u003e[4]\u003c/a\u003e Papua yang kita kenal, dahulu oleh Portugis disebut \u003cem\u003eIlhas dos Papuas\u003c/em\u003e, pada era Spanyol disebut \u003cem\u003eIsla Del Oro\u003c/em\u003e yang berarti pulau emas atau Nueva Guinea, dan orang-orang Belanda menyebutnya Nieuw-Guinea. Sejak abad ke-16, setelah Portugis dan Spanyol, Inggris serta Belanda muncul sebagai kekuatan dagang. Pada saat itu, wilayah ini telah berulang kali dikunjungi oleh beberapa negara imperial, tetapi belum ada ketertarikan berarti untuk mendirikan pemerintah kolonial di Nieuw Guinea. Baru setelah abad ke-19, perebutan bangsa-bangsa Eropa dalam menguasai teritorial ini baru berlangsung dengan membagi-bagi dan menetapkan garis batas yang memisahkan kekuasaan mereka. Bagian timur Papua, dulunya merupakan koloni Inggris, kemudian Australia dan sekarang merdeka. Sementaram bagian barat Papua dahulu termasuk ke dalam bagian Hindia Belanda dan setelah melalui berbagai perundingan masuk ke dalam kedaulatan negara Indonesia. Lihat, Van Royen, Harry (2020) Pater Petrus Vertenten MSC (1884-1946): Sosok Misionaris Serbabisa. Penerjemah Haryanto Cahyadi. Yogyakarta: INSISTPress dan, Hagen, P (2018) Perang Melawan Penjajah: Dari Hindia Timur Sampai NKRI 1510-1975. Penerjemah Fajar Muhammad Nugraha. Depok: Komunitas Bambu.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref5\" name=\"_ftn5\"\u003e[5]\u003c/a\u003e Sinaga, R (2013) \u003cem\u003eMasa Kuasa Belanda di Papua 1898-1962\u003c/em\u003e. Depok: Komunitas Bambu, 21.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref6\" name=\"_ftn6\"\u003e[6]\u003c/a\u003e Ramaswamy, S (2017) \u003cem\u003eArt on the Line: Cartography and Creativity in a Divided World. \u003c/em\u003eDalam James R. Akerman (ed) \u003cem\u003eDecolonizing the Maps: Cartography from Colony to Nation\u003c/em\u003e. Chicago: The University of Chicago Press.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref7\" name=\"_ftn7\"\u003e[7]\u003c/a\u003e ‘\u003cem\u003eThere is no straight lines in nature’ \u003c/em\u003eadalah kesimpulan yang didapat Sophie Chao dalam prosesnya memetakan wilayah masyarakat adat Papua bahwa peta yang tergambar, baik oleh negara maupun perusahaan, tidak dapat menjadi representasi ruang bagi masyarakat asli. Peta yang disodorkan oleh pemerintah atau perusahaan sama sekali tidak mengakui pengetahuan masyarakat tentang teritorialnya yang memiliki makna seperti, jejak leluhur klan, pemakaman, tempat keramat, lokasi berperang zaman lalu, hingga migrasi burung-burung dan binatang lain, serta lokasi mereka beristirahat dan berkembang biak.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref8\" name=\"_ftn8\"\u003e[8]\u003c/a\u003e Boelaars, J. (1992). \u003cem\u003eMet Papoea’s Samen Op Weg: De Ontwikkeling Van De Mensen\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref9\" name=\"_ftn9\"\u003e[9]\u003c/a\u003e Hitchcock, G. (2009). Manuscript XX: William Dammköhler’s Third Encounter with the Tugeri (Marind-Anim). \u003cem\u003eThe Journal of Pacific History\u003c/em\u003e, \u003cem\u003e44\u003c/em\u003e(1), 89–97.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref10\" name=\"_ftn10\"\u003e[10]\u003c/a\u003e \u003cem\u003eEn De Missionarissen. Deel 1. \u003c/em\u003eKampen: Uitgeversmaatschappij J.H. Kok.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref11\" name=\"_ftn11\"\u003e[11]\u003c/a\u003e Derksen, M. (2021). \u003cem\u003eEmbodied Encounter: Colonial Governmentality and Missionary\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref12\" name=\"_ftn12\"\u003e[12]\u003c/a\u003e \u003cem\u003ePractices in Java and South Dutch New-Guinea\u003c/em\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref13\" name=\"_ftn13\"\u003e[13]\u003c/a\u003e Terlepas dari adanya ‘misi penyelamatan’ atas depopulasi penduduk pribumi khususnya Marind Anim, terdapat berbagai kesamaan kisah penghancuran pemukiman terdahulu dan pembangunan kampung percontohan di berbagai tempat, seperti di Kei dan Sulawesi Utara serta pengalaman orang Muyu. Dalam catatan \u003cem\u003eLocal Intermediaries? The Missionising and Governing of Colonial Subjects in South Dutch New Guinea, 1920–42\u003c/em\u003e menguraikan bahwa pemerintah kolonial mengenakan pajak dan melarang rumah panjang terpisah untuk pria, wanita, dan bujangan, menetapkan bahwa rumah keluarga inti harus dibangun di tempat mereka. Sementara di Sulawesi Utara, pemerintah menutup permukiman tradisional dan menggantinya dengan tempat tinggal yang lebih kecil untuk mengadopsi model nuklir, yang dipandang sebagai prasyarat penting untuk budidaya kopi dan kakao yang terorganisir untuk ekspor. Schoorl dalam \u003cem\u003eCulture and Change among the Muyu\u003c/em\u003e mengilustrasikan praktik pemaksaan seperti pengusiran dan pembakaran, singkatnya kekerasan memainkan peran terbesar dalam pendirian kampung-kampung dan ‘membujuk’ orang Muyu untuk tinggal di dalamnya oleh kontrolir pemerintah kolonial dan misi kristen.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref14\" name=\"_ftn14\"\u003e[14]\u003c/a\u003e Cornelissen, P. (1988). \u003cem\u003ePater en papoea: Herinneringen van P. Cornelissen aan zijn\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref15\" name=\"_ftn15\"\u003e[15]\u003c/a\u003e \u003cem\u003etijd als pater in Nieuw-Guinea\u003c/em\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref16\" name=\"_ftn16\"\u003e[16]\u003c/a\u003e Rachman, N. F., \u0026amp; Yanuardi, D. (2014). MP3EI: Master Plan Percepatan dan Perluasan Krisis Sosial-Ekologis Indonesia. Bogor: Sajogyo Institute.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref17\" name=\"_ftn17\"\u003e[17]\u003c/a\u003e Ito, T., Rachman, N. F., \u0026amp; Savitri, L. A. (2014). \u003cem\u003ePower to make land dispossession acceptable: a policy discourse analysis of the Merauke Integrated Food and Energy Estate (MIFEE), Papua, Indonesia\u003c/em\u003e. The Journal of Peasant Studies, 41(1), 29.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref18\" name=\"_ftn18\"\u003e[18]\u003c/a\u003e Batubara, B., \u0026amp; Rachman, N. F. (2022). Extended Agrarian Question in Concessionary Capitalism: Jakarta’s Kaum Miskin Kota. \u003cem\u003eAgrarian South: Journal of Political Economy\u003c/em\u003e, \u003cem\u003e11\u003c/em\u003e(2), 232-255.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref19\" name=\"_ftn19\"\u003e[19]\u003c/a\u003e Kusumaryati, V. (2019). \u003cem\u003eAdat Institutionalisation, the State and the Quest for Self-Determination in West Papua\u003c/em\u003e. \u003cem\u003eThe Asia Pacific Journal of Anthropology\u003c/em\u003e, \u003cem\u003e21\u003c/em\u003e(1), 1–16.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref20\" name=\"_ftn20\"\u003e[20]\u003c/a\u003e Simarmata, Ricardo. (2025). \u003cem\u003eKerja Paksa dan Masyarakat Hukum Adat: Studi Perkebunan Sawit di Merauke dan Boven Digoel\u003c/em\u003e. Yogyakarta: Pusat Kajian Hukum Adat Djojodigoeno UGM.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref21\" name=\"_ftn21\"\u003e[21]\u003c/a\u003e Özsu, U. (2019). \u003cem\u003eGrabbing land legally: A Marxist analysis\u003c/em\u003e. \u003cem\u003eLeiden Journal of International Law\u003c/em\u003e, \u003cem\u003e32\u003c/em\u003e(2), 215–233.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/12/14/kekerasan-kolonial-dan-pembentukan-ulang-kehidupan-orang-yei-selatan-papua/\"\u003eKekerasan Kolonial dan Pembentukan Ulang Kehidupan Orang Yéi, Selatan Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/12/14/kekerasan-kolonial-dan-pembentukan-ulang-kehidupan-orang-yei-selatan-papua/","published":"Sun, 14 Dec 2025 05:09:15 +0000","publishedParsed":"2025-12-14T05:09:15Z","author":{"name":"Redaksi Lao-Lao"},"guid":"https://laolaopapua.com/?p=5381","categories":["Analisa Harian","Pilihan Redaksi","Kapitalisme","Kolonial Indonesia","Masyarakat Adat","Merauke","Papua Selatan","West Papua"],"dcExt":{"creator":["Redaksi Lao-Lao"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Redaksi Lao-Lao","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/12/14/kekerasan-kolonial-dan-pembentukan-ulang-kehidupan-orang-yei-selatan-papua/feed/","attrs":{},"children":{}}]}}},{"title":"Kapitalisasi Tanah Adat dan Pergeseran Ruang Hidup di Papua","description":"\u003cp\u003ePembangunan nasional di Indonesia sejak lama diproyeksikan sebagai sarana untuk mengejar pertumbuhan ekonomi, modernisasi, dan integrasi wilayah dari Sabang sampai Merauke. Papua ditempatkan dalam kerangka itu sebagai “daerah tertinggal” yang perlu dikejar ketertinggalannya melalui investasi, pembangunan infrastruktur, dan pengelolaan sumber daya alam skala besar. Namun, pembangunan di Papua tidak pernah berlangsung di atas ruang kosong. [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/12/11/kapitalisasi-tanah-adat-dan-pergeseran-ruang-hidup-di-papua/\"\u003eKapitalisasi Tanah Adat dan Pergeseran Ruang Hidup di Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003ePembangunan nasional di Indonesia sejak lama diproyeksikan sebagai sarana untuk mengejar pertumbuhan ekonomi, modernisasi, dan integrasi wilayah dari Sabang sampai Merauke. Papua ditempatkan dalam kerangka itu sebagai “daerah tertinggal” yang perlu dikejar ketertinggalannya melalui investasi, pembangunan infrastruktur, dan pengelolaan sumber daya alam skala besar. Namun, pembangunan di Papua tidak pernah berlangsung di atas ruang kosong. Ia hadir di atas tanah-tanah adat yang sejak jauh sebelum negara modern berdiri telah menjadi ruang hidup, ruang sosial, dan ruang spiritual masyarakat hukum adat.\u003c/p\u003e\n\u003cp\u003ePandangan masyarakat adat Papua, tanah bukan hanya objek material yang bisa diukur dan disertifikatkan, melainkan warisan leluhur yang mengikat marga atau keret, menjadi tempat tinggal, ladang, hutan berburu, lokasi ritus adat, dan pemakaman. Tanah mengandung memori kolektif dan identitas, sekaligus menjamin keberlanjutan hidup antar generasi. Di titik inilah, proyek pembangunan yang memerlukan lahan kerap berbenturan dengan makna tanah sebagai ruang hidup.\u003c/p\u003e\n\u003cp\u003eStepanus Malak (2006) menunjukkan bahwa di Papua, pembangunan sering kali berjalan melalui proses kapitalisasi tanah adat, yaitu perubahan tanah adat menjadi komoditas ekonomi yang dapat dipindahtangankan untuk kepentingan pertambangan, perkebunan, kawasan industri, maupun proyek permukiman. Proses ini tidak netral: ia memuat relasi kuasa antara negara, perusahaan, elit lokal, dan lembaga adat, dengan masyarakat pemilik hak ulayat sering berada pada posisi paling lemah. Ketika tanah adat beralih fungsi tanpa partisipasi bermakna, tanpa informasi yang utuh, dan tanpa kompensasi yang berkeadilan, masyarakat merasakan apa yang disebut sebagai \u003cem\u003esense of injustice\u003c/em\u003e atau rasa ketidakadilan yang menumpuk seiring waktu (Malak, 2006).\u003c/p\u003e\n\u003cp\u003eDi sisi lain, kerangka hukum nasional memberi negara posisi kunci dalam penguasaan tanah. Undang-Undang Pokok Agraria (UUPA) Nomor 5 Tahun 1960 menegaskan bahwa bumi, air, dan kekayaan alam dikuasai oleh negara untuk sebesar-besarnya kemakmuran rakyat, dengan pengakuan terhadap hak ulayat \u0026#8220;sepanjang menurut kenyataannya masih ada\u0026#8221; dan pelaksanaannya tidak boleh bertentangan dengan kepentingan nasional (Republik Indonesia, 1960). Secara khusus di Papua, Undang-Undang Nomor 21 Tahun 2001 tentang Otonomi Khusus mencoba mengoreksi ketimpangan tersebut dengan mandat eksplisit untuk mengakui, menghormati, dan melindungi hak-hak masyarakat adat, termasuk hak atas tanah ulayat. Namun, berbagai kajian menunjukkan bahwa jarak antara teks hukum dan praktik di lapangan masih lebar (Tim BPK RI Perwakilan Papua, 2014; Prakasa, Rakia, \u0026amp; Wook, 2023).\u003c/p\u003e\n\u003cp\u003eDalam konteks ini, pembangunan di Papua perlu dibaca bukan semata sebagai proyek ekonomi, melainkan sebagai proses politik yang mengubah relasi antara manusia dan tanah.\u003c/p\u003e\n\u003cp\u003eSecara historis, tanah adat di Papua dapat dipahami dalam kerangka \u003cem\u003ecommon property\u003c/em\u003e atau \u003cem\u003ecommunal property\u003c/em\u003e, sebagaimana dibahas oleh Berkes (1989) dan Gibbs \u0026amp; Bromley (1989). Dalam rezim ini, sekelompok masyarakat, marga, kampung, atau suku secara kolektif mengklaim, mengelola, dan mengatur pemanfaatan tanah berdasarkan norma-norma adat. Akses, larangan, dan sanksi ditentukan oleh lembaga adat; individu tidak dapat secara sepihak menjual atau melepaskan tanah kepada pihak luar. Fungsi utama tanah adalah menjamin keberlanjutan sosial, ekonomi subsisten, dan praktik budaya komunitas.\u003c/p\u003e\n\u003cp\u003eMalak (2006) menggambarkan bahwa struktur hak seperti ini mulai tergeser ketika logika pembangunan negara dan modal masuk ke Papua. Berlandaskan Pasal 33 UUD 1945 dan UUPA 1960, negara mengklaim diri sebagai pemegang kewenangan tertinggi atas tanah dan sumber daya alam, lalu menerbitkan berbagai izin konsesi di bidang kehutanan, pertambangan, dan perkebunan (Republik Indonesia, 1960). Dari perspektif teori rezim hak, penguasaan tanah bergerak dari \u003cem\u003ecommunal property\u003c/em\u003e menuju \u003cem\u003estate property\u003c/em\u003e: tanah yang secara faktual dikelola oleh komunitas adat diposisikan secara yuridis sebagai tanah yang berada di bawah penguasaan negara.\u003c/p\u003e\n\u003cp\u003ePerubahan berikutnya terjadi ketika izin dan hak pengelolaan diberikan kepada perusahaan. Pada tahap ini, tanah adat secara \u003cem\u003ede\u003c/em\u003e \u003cem\u003efacto\u003c/em\u003e diperlakukan sebagai \u003cem\u003eprivate property\u003c/em\u003e, yaitu aset ekonomi yang dapat dimanfaatkan untuk akumulasi modal melalui ekstraksi sumber daya alam atau pengembangan kawasan. Mode penguasaan tersebut sejalan dengan pola kapitalisasi tanah adat yang dikritik Malak (2006): tanah yang semula menjadi ruang hidup bersama dikonversi menjadi komoditas bernilai pasar. Fungsi sosial tanah sebagai ruang tinggal, lahan pangan, tempat ritus adat, dan penyangga ekologi tersubordinasi oleh fungsi ekonomi.\u003c/p\u003e\n\u003cp\u003ePembangunan dilihat terutama sebagai persoalan meningkatkan PDRB, memperluas investasi, dan meningkatkan penerimaan negara atau daerah. Namun, dari perspektif masyarakat adat, persoalan utamanya bukan hanya berapa besar nilai ekonomi yang dihasilkan, melainkan apa yang hilang ketika tanah dialihfungsikan. Tim BPK RI Perwakilan Papua (2014) menunjukkan bahwa tanah ulayat yang dikonversi menjadi kawasan tambang, perkebunan, atau infrastruktur skala besar menyebabkan berkurangnya akses masyarakat terhadap sumber penghidupan tradisional, seperti ladang, hutan, dan sungai. Hilangnya akses ini tidak selalu digantikan oleh lapangan kerja yang layak atau fasilitas kesejahteraan sosial.\u003c/p\u003e\n\u003cp\u003eKerangka hukum dalam Otonomi Khusus Papua sebenarnya memberikan peluang untuk mengembalikan posisi hak ulayat ke pusat perencanaan pembangunan. UU No. 21 Tahun 2001 tentang Otonomi Khusus memberi mandat agar kebijakan di Papua disusun dengan mempertimbangkan hak-hak dasar orang asli Papua, termasuk hak atas tanah ulayat. Namun, Prakasa (2023) menunjukkan bahwa di tingkat implementasi, banyak persoalan yang belum terpecahkan: pemetaan wilayah adat belum tuntas, tumpang tindih regulasi pusat dan daerah masih terjadi, dan kepastian hukum atas wilayah ulayat belum terjamin. Dalam situasi demikian, izin-izin investasi masih dapat berjalan tanpa kejelasan batas dan status tanah adat.\u003c/p\u003e\n\u003cp\u003eMalak (2006) menyoroti pula peran lembaga-lembaga adat seperti Lembaga Masyarakat Adat (LMA) dan Dewan Adat Papua (DAP) yang dibentuk di berbagai kabupaten/kota di Papua. Secara normatif, lembaga ini dimaksudkan sebagai representasi masyarakat adat untuk mengatur tanah ulayat dan menjadi mitra pemerintah serta perusahaan dalam proses pembangunan. Namun, laporan BPK (2014) dan kajian-kajian lain mencatat bahwa kapasitas kelembagaan adat kerap terbatas: sistem administrasi belum rapi, basis hukum belum kokoh, dan mekanisme pertanggungjawaban kepada komunitas belum tersusun dengan baik (Tim BPK RI Perwakilan Papua, 2014). Dalam konfigurasi kekuasaan yang tidak seimbang, lembaga adat mudah terkooptasi oleh kepentingan politik dan ekonomi, sehingga keputusan terkait tanah kadang lebih mencerminkan kepentingan elit daripada kehendak masyarakat adat secara luas.\u003c/p\u003e\n\u003cp\u003eAkibat dari rangkaian proses ini adalah munculnya berbagai konflik agraria dan sengketa tanah adat di Papua. Malak (2006) mencatat sejumlah kasus di mana masyarakat menggugat status tanah yang tiba-tiba berubah menjadi tanah negara atau tanah perusahaan, padahal secara genealogis dan historis, tanah tersebut telah lama mereka kelola. Tim BPK RI Perwakilan Papua (2014) menambahkan bahwa banyak pengaduan masyarakat terkait ganti rugi yang dianggap tidak sepadan, prosedur pengambilalihan tanah yang tidak transparan, serta janji-janji pembangunan yang tidak terealisasi. Semua ini memperkuat rasa ketidakadilan dan menghasilkan krisis kepercayaan terhadap pemerintah maupun elit lokal.\u003c/p\u003e\n\u003cp\u003eWacana pembangunan yang terus dikaitkan dengan kebutuhan “menyediakan lahan untuk investasi” menempatkan tanah adat seolah-olah sebagai sumber daya menganggur/tidak terpakai. Narasi ini bertentangan dengan pandangan masyarakat adat yang melihat tanah sebagai ruang hidup yang sudah lama produktif dalam pengertian sosial, kultural, dan ekologis. Berkes (1989) mengingatkan bahwa sistem \u003cem\u003ecommon property\u003c/em\u003e yang dikelola komunitas sering kali memiliki mekanisme keberlanjutan yang kuat, justru karena komunitas tersebut bergantung langsung pada sumber daya yang sama untuk jangka panjang. Ketika sistem ini digantikan oleh logika ekstraksi jangka pendek, kerusakan ekologis dan ketimpangan sosial menjadi konsekuensi yang sulit dihindari.\u003c/p\u003e\n\u003cp\u003eAkhirnya, pembangunan di Papua memperlihatkan ketegangan mendasar: antara narasi negara tentang kemajuan dan modernisasi dengan narasi masyarakat adat tentang pertahanan ruang hidup. Selama tanah adat terus diposisikan terutama sebagai komoditas ekonomi, bukan sebagai fondasi identitas dan keberlanjutan sosial, maka unsur konflik dan rasa ketidakadilan akan terus melekat pada praktik pembangunan. Pertanyaannya bukan lagi sekadar bagaimana mempercepat pembangunan di Papua, melainkan bagaimana mengubah paradigma pembangunan itu sendiri agar menempatkan orang asli Papua sebagai pemilik sah tanah, sebagai subjek utama, bukan sekadar objek dari berbagai proyek yang dijalankan.\u003c/p\u003e\n\u003cp\u003ePembangunan di Papua melalui kacamata kapitalisasi tanah adat menunjukkan bahwa persoalan utama bukan hanya keterlambatan pembangunan fisik, melainkan cara pembangunan mengubah relasi masyarakat adat dengan tanahnya. Tanah yang semula berfungsi sebagai ruang sosial, kultural, dan spiritual dalam rezim \u003cem\u003ecommunal property\u003c/em\u003e secara bertahap diposisikan sebagai aset dalam rezim \u003cem\u003estate property\u003c/em\u003e dan\u003cem\u003e private property\u003c/em\u003e melalui kombinasi kebijakan agraria, izin konsesi, dan praktik investasi.\u003c/p\u003e\n\u003cp\u003eOtonomi Khusus Papua memberi kerangka hukum untuk mengakui dan melindungi hak ulayat, tetapi implementasinya masih jauh dari tuntas. Lemahnya kapasitas kelembagaan adat, tumpang tindih regulasi, dan kuatnya logika ekstraksi ekonomi membuat pembangunan mudah jatuh pada pola pengambilalihan tanah tanpa partisipasi bermakna dan tanpa keadilan distribusi manfaat. Dalam konteks ini, rasa ketidakadilan dan krisis kepercayaan terhadap negara bukanlah gejala psikologis semata, tetapi cerminan dari pengalaman konkret masyarakat atas hilangnya ruang hidup mereka.\u003c/p\u003e\n\u003cp\u003eJika pembangunan di Papua ingin benar-benar menjadi jalan menuju kesejahteraan, maka tanah adat tidak boleh lagi dipandang semata sebagai komoditas yang siap dikapitalisasi. Tanah harus dipulihkan maknanya sebagai ruang hidup yang menyatukan sejarah, identitas, dan masa depan masyarakat adat. Hanya dengan cara itulah pembangunan dapat menjadi proses yang memulihkan, bukan menghilangkan, martabat orang Papua sebagai pemilik sah tanah di tanahnya sendiri.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDaftar Pustaka\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBerkes, F. (Ed.). 1989. \u003cem\u003eCommon Property Resources: Ecology and Community-Based Sustainable Development\u003c/em\u003e. London: Belhaven Press.\u003c/p\u003e\n\u003cp\u003eGibbs, C. J. N., \u0026amp; Bromley, D. W. 1989. \u003cem\u003eInstitutional Arrangements for Management of Rural Resources: Common-Property Regimes\u003c/em\u003e. Dalam F. Berkes (Ed.), \u003cem\u003eCommon Property Resources: Ecology and Community-Based Sustainable Development\u003c/em\u003e. London: Belhaven Press, Hlm. 22–32.\u003c/p\u003e\n\u003cp\u003eMalak, S. 2006. \u003cem\u003eKapitalisasi Tanah Adat. \u003c/em\u003eBandung: Yayasan Bina Profrdi Mandiri.\u003c/p\u003e\n\u003cp\u003ePrakasa, S. U. W., Rakia, A. S. R. S., \u0026amp; Wook, I. 2023. \u003cem\u003eProtecting the Land Tenure Rights of Papuan Indigenous Peoples: A Socio-Legal Study\u003c/em\u003e. Indonesia Law Reform Journal.\u003c/p\u003e\n\u003cp\u003eRepublik Indonesia. 1960. \u003cem\u003eUndang-Undang Republik Indonesia Nomor 5 Tahun 1960 tentang Peraturan Dasar Pokok-Pokok Agraria\u003c/em\u003e. Lembaran Negara Republik Indonesia Tahun 1960 Nomor 104.\u003c/p\u003e\n\u003cp\u003eRepublik Indonesia. 2001. \u003cem\u003eUndang-Undang Republik Indonesia Nomor 21 Tahun 2001 tentang Otonomi Khusus bagi Provinsi Papua\u003c/em\u003e. Lembaran Negara Republik Indonesia Tahun 2001 Nomor 135.\u003c/p\u003e\n\u003cp\u003eTim BPK RI Perwakilan Papua. 2014. \u003cem\u003eHak Ulayat Masyarakat Hukum Adat Papua dalam Perspektif Hukum Nasional\u003c/em\u003e. Jayapura: BPK RI Perwakilan Provinsi Papua.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/12/11/kapitalisasi-tanah-adat-dan-pergeseran-ruang-hidup-di-papua/\"\u003eKapitalisasi Tanah Adat dan Pergeseran Ruang Hidup di Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/12/11/kapitalisasi-tanah-adat-dan-pergeseran-ruang-hidup-di-papua/","published":"Thu, 11 Dec 2025 02:29:31 +0000","publishedParsed":"2025-12-11T02:29:31Z","author":{"name":"Jakson Arnold Klasibin"},"guid":"https://laolaopapua.com/?p=5378","categories":["Analisa Harian","Pilihan Redaksi","Kapitalisme","Kolonialisme","Masyarakat Adat","West Papua"],"dcExt":{"creator":["Jakson Arnold Klasibin"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Jakson Arnold Klasibin","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/12/11/kapitalisasi-tanah-adat-dan-pergeseran-ruang-hidup-di-papua/feed/","attrs":{},"children":{}}]}}},{"title":"Indiana Jośe dan Bukti Baru Relevansi Marxisme Bagi Papua","description":"\u003cp\u003eMarxisme telah lama menjadi ilmu pengetahuan modern yang digunakan untuk menganalisa perkembangan sejarah masyarakat manusia di berbagai belahan bumi yang lain. Sejak dirumuskan pertama kali oleh Marx dan Engles di Abad ke-19, ia bertumbuh dan tahan uji dalam berbagai dinamika perkembangan masyarakat. Sejak saat itu pula ia dicibir, tetapi semakin hari ia semakin jelas, teristimewa [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/11/14/indiana-jose-dan-bukti-baru-relevansi-marxisme-bagi-papua/\"\u003eIndiana Jośe dan Bukti Baru Relevansi Marxisme Bagi Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003eMarxisme telah lama menjadi ilmu pengetahuan modern yang digunakan untuk menganalisa perkembangan sejarah masyarakat manusia di berbagai belahan bumi yang lain. Sejak dirumuskan pertama kali oleh Marx dan Engles di Abad ke-19, ia bertumbuh dan tahan uji dalam berbagai dinamika perkembangan masyarakat. Sejak saat itu pula ia dicibir, tetapi semakin hari ia semakin jelas, teristimewa di epos imperialisme dunia saat ini.\u003c/p\u003e\n\u003cp\u003eDi Papua, perkembangan Marxisme boleh dikatakan masih sangat muda. Ia pertama kali masuk tahun 1960an lewat beberapa utusan PKI seperti misalnya Wugaje di wilayah Ayamaru dan beberapa utusan di tempat lain. Namun paska Malapetaka 1965, pergerakan ini juga ikut melayu. Kemudian datang fase 32 tahun Soeharto, disini Marxisme dibenamkan. Semua generasi Papua saat itu hanyut dalam doktrin-doktrin liberal, agamis, dan sebagian lagi adalah tradisional suku-suku Melanesia. Tidak ada ilmu pengetahuan saintifik yang memandu pergerakan sama sekali.\u003c/p\u003e\n\u003cp\u003eHanya setelah Soeharto digulingkan tahun 1998, kebuntuan ini mulai dipecahkan. Pertama adalah generasi-generasi Papua yang berada di luar Papua, lalu kemudian secara perlahan dibawa masuk ke Papua. Dewasa ini berbagai macam teori juga masuk ke Papua, tetapi yang paling istemewa adalah Marxisme. Ia mendapat tempat terhormat sebab ia memiliki panduan saintifik yang jelas dan tegas mengenai sebab-musabab penindasan dan menunjukan jalan bagaimana mengakhirinya.\u003c/p\u003e\n\u003cp\u003eSaya masih ingat beberapa waktu lalu saya berdebat dengan seorang pengikut Ali Syariati, Ando Sabarofek, di Papua. Ia mengatakan bahwa Marxisme tidak relevan di Papua dan hanya cocok di Eropa. Tapi sejak saat itu, bukti-bukti baru semakin memperkuat ketepatan analisa Marxis di Papua. Mulai dari persoalan negara sebagai alat penindas kelas, corak produksi sebagai penentu akhir semua suprastruktur sosial, kelas-kelas dalam masyarakat, dan lain-lain. Terbaru adalah bukti-bukti yang disodorkan oleh Indiana Jośe [1] mengenai struktur masyakat primitif di Korowai, Papua, adalah sama persis seperti yang disodorkan oleh Marxisme 141 tahun yang lalu.\u003c/p\u003e\n\u003cp\u003eTahun 1884 Engels menulis sebuah buku yang lengkap mengenai \u003cem\u003eAsal-Usul Keluarga, Kepemilikan Pribadi dan Negara.\u003c/em\u003e Buku tersebut menjelaskan secara utuh bagaimana perkembangan masyarakat pertama kali sebelum adanya masyarakat berkelas. Disana disebutkaan bahwa tidak ada negara, kepemilikan pribadi, kelas-kelas sosial, dan semua orang berada dalam posisi yang setara—termasuk kaum perempuan. Organisasi sosial masih sangat rendah, tetapi tidak ada pengekangan sama sekali.\u003c/p\u003e\n\u003cp\u003ePara pengikut Ali Syariati mengatakan bahwa itu adalah keadaan di Eropa dan bukan sama sekali di Papua. Tapi bukti-bukti baru sebagaimana juga disodorkan oleh Indiana Jośe saat ini mengenai keadaan masyarakat di Suku Korowai membuktikan bahwa analisa Marxis tepat dengan sempurna. Dalam bukti-bukti video dan foto yang bisa Anda akses saat ini, Anda bisa lihat bagaimana masyarakat komunal primitif Korowai menjalankan kehidupan mereka.\u003c/p\u003e\n\u003cp\u003eDisana tidak ada konsepesi negara bernama Indonesia, tidak ada kepemilikan pribadi (kecuali alat-alat produksi seperti tombak, kapak, alat mancing, dan sebagainya). Tanah dimiliki secara kolektif dimana setiap orang secara bebas mengolah dan berburu disana. Tidak ada konsep bos dan budak, semua orang adalah setara. Pembagian kerja antara perempuan dan laki-laki tidak dipatenkan seperti hari ini—dimana perempuan mengurus keperluan domestik dan laki-laki di luar. Anak-anak diasuh secara kolektif, kesombongan dan persaingan tidak ada, dan semua saling bantu membantu. Tidak ada pekerja seks, tidak ada pencuri, dan tentunya Tuhan bangsa asing tidak dikenal.\u003c/p\u003e\n\u003cp\u003eDalam tahapan inilah Marxisme menyebutnya sebagai komunal primitif, dimana masyarakat manusia pertama kali dikembangkan dari dasar yang paling rendah. Ini terjadi di Eropa ratusan ribu tahun yang lalu, juga di wilayah Asiatik seperti di Mesopotania: Irak, Iran, Mesir, dan sebagainya. Perkembangan ini telah berakhir dan organisasi masyarakat yang lebih tinggi yaitu perbudakkan menggantikannya. Setelah itu, barulah feodalisme dan akhirnya kapitalisme saat ini. Namun bagaimna pertukaran zaman ini bisa terjadi?  Syarat pokok apa yang menjadi penentu utamanya?\u003c/p\u003e\n\u003cp\u003eMarxime menyatakan bahwa syarat pokoknya adalah kemajuan dalam tenaga-tenaga produktif yang dengan begitu mengangkat manusia dari satu tahapan ke tahapan yang lain. Pertama manusia menggunakan alat-alat kerja seperti kapak batu, tulang-belulang, lalu kemudian besi. Pertanian dimulai dari berburu dan meramu, lalu holtikultura, sebelum akhirnya agrikultur. Tahapan yang menandai lonjakan pertama kali masyarakat manusia adalah apa yang disebut sebagai Revolusi Neolitikum 12.000 tahun yang lalu kemudian diiringi dengan domestikasi hewan, pemrosesan susu-susu sekunder, pengguanaan wol, dan sebagainya.\u003c/p\u003e\n\u003cp\u003eRevolusi ini mengangkat manusia dari yang sepenuhnya bergantung ke alam menjadi mengolah, mengendalikan alam untuk memenuhi kebutuhan mereka. Kemajuan tenaga produkitf memungkinkan penciptaan surplus dalam produksi—yang kemudian menciptakan pembelahan masyarakat menjadi kelas-kelas dan berakhir dengan terjungkalnya masyarakat komunal primitif dan di atas puing-puingnya masyarakat perbudakan didirikan.\u003c/p\u003e\n\u003cp\u003eTentu saja ini bukan cetak biru seluruh masyarakat. Tetapi apa yang ingin ditunjukkan oleh Marx bahwa pertama adalah komunal primitif lalu setelah terjadi kemajuan dalam tenaga produktif, masyarakat bertransformasi dari tahapan yang paling rendah ke yang lebih tinggi. Di Papua alur sejarah tidak mengikuti tahapan Eropa dalam makna tahap-tahap perkembangannya, tetapi dasar utama yang menjadi pemicu pergeseran bentuk masyarakat adalah sama, yaitu berdasarkan pada kemajuan tenaga produktif.\u003c/p\u003e\n\u003cp\u003eMari kita lihat bukti yang diajukan oleh Indiana Jośe, bahwa tahapan Suku Korowai saat ini adalah berdasarkan pada alat-alat kerja mereka. Dimana alat berburu masih sangat sederhana sebagai misal serangga yang digunakan sebagai umpan untuk ikan akan dicelupkan ke dalam air lalu seseorang akan berdiri dengan tombak kayu yang akan dilemparkan ke air apabila seekor ikan mendekati umpan yang dicelupkan. Dalam kasus lain adalah ketika mereka berburu babi hutan, alat yang digunakan adalah tombak kayu kecil yang dimilki oleh masing-masing anggota suku lalu menyerang secara bersama.\u003c/p\u003e\n\u003cp\u003eDalam tahapan semacam ini, surplus produksi dalam artian bahan-bahan makanan yang diproduksi dalam waktu sehari adalah terbatas sehingga hanya cukup untuk sehari. Teknik pengawetan yang rendah juga tidak memungkinkan bahan makanan untuk ditimbun. Konsekuensi dari hal ini adalah barang diproduksi untuk hari ini dan dimakan juga untuk hari ini, besok adalah produksi lagi. Tidak ada yang bisa menimbun makanan atau kekayaan, dan konsekuensi dari hal itu dan hal-hal lain seperti kepemilikan kolektif atas tanah, tidak memungkinkan untuk satu orang lebih tinggi dari yang lain.\u003c/p\u003e\n\u003cp\u003eKonseksuensi logis dari hal ini adalah semua orang berada dalam keadaan setara dan kelas-kelas dalam masyarakat pun tidak ada. Tidak ada kebutuhan alat paksa, yaitu negara untuk mengatur masyarakat, tidak ada polisi, tentara, penjara, dan sebagainya. Juga tidak ada pembagian kerja antara laki-laki dan perempuan, dan semua orang berada dalam keadaan merdeka. Inilah tahapan terendah seluruh masyarakat manusia yang tercermin hari ini di masyarakat Korowai. Demikian pula masyarakat Papua lain untuk waktu 200-400 tahun yang lalu.\u003c/p\u003e\n\u003cp\u003eLantas bagaimna masyarakat Korowai akan berkembang ke tahapan yang lain? Tentu saja ia tidak akan mengikuti model Eropa seperti perbudakkan, feodalisme, dan lain sebagainya. Juga tidak akan mengikuti tempat-tempat lain seperti Asia ataupun di Papua seperti di Tabi, Saireri, dan lain sebagainya. Tetapi ia akan langsung melompat ke dalam rengkuhan kapitalisme. Dalam sains, dikenal sebagai hukum perkembangan tak berimbang. Suatu lompatan jauh yang tidak sesuai dengan perkembangan internal, tetapi sebagai sebuah hasil dari hukum perkembangan gabungan dimana hal-hal eksternal dapat menentukan dan mempengaruhinya.\u003c/p\u003e\n\u003cp\u003eModel produksi lama akan dirasuki oleh model produksi baru, yang pada analisanya yang terakhir akan mendesak hubungan yang lama dan menancapkan model yang baru. Komunal primitif dijungkalkan dan berdiri di atasnya kerajaan kapitalisme. Tidak ada yang kebetulan, namun demikianlah hukum dialektika dimana hal-hal yang berlawanan saling merasuki dan menegasikan model yang lama demi tegaknya model baru. Inilah salah satu hukum Hegelian yang ditangkap oleh Marx dan diletakan pada tempat yang semestinya.\u003c/p\u003e\n\u003cp\u003eSaya tidak akan membicarakan konsekuensi dari lompatan ini bagi masyarakat Korowai secara detail. Tetapi yang ingin saya tunjukkan adalah, konsekuensi dari pasokan tenaga-tenaga produktif yang dibawa oleh gerakan eksternal (kapitalisme) dalam bentuk internet, \u003cem\u003ehandphone\u003c/em\u003e, mesin cuci, kompresor, listrik, dan lain sebagainya ke dalam kehidupan masyarakat Korowai—akan menggantikan bubu tradisional, tombak kayu, tungku api, kayu bakar, rumah pohon, dan seterusnya.\u003c/p\u003e\n\u003cp\u003eKonsekunesi dari perubahan alat-alat produksi adalah pasti berubah pula struktur masyarakat Korowai. Masyarakat egaliter akan digantikan dengan masyarakat persaingan, kesetaraan perempuan dan laki-laki lenyap dan digantikan dengan supremasi laki-laki menurut hukum kapitalisme. Rendah hati akan tergantikan dengan kesombongan, pengahargaan akan diganti dengan  permusuhan, persaudaraan sesama anggota suku akan digantikan \u0026#8220;kau siapa, saya siapa\u0026#8221;, saling membinasakan satu sama lain, supremasi negara semakin ditegakkan, kekuasaan oligarki akan merajalela, dan seterusnya. Pendeknya, selamat jalan dunia komunal primitif dan selamat datang dunia baru, kapitalisme.\u003c/p\u003e\n\u003cp\u003eLantas apa yang menjadi kekuataan penggerak utama perubahan ini? Tentunya bukan jin, tentunya bukan kemurahan Tuhan dari Israel karena orang Korowai tidak pernah berdoa kepada Tuhan Israel, tetapi merupakan konsekuensi dasar hukum perkembangan umat manusia yang secara tepat ditunjukkan oleh Marx, yaitu kemajuan-kemajuan tenaga produktif yang kemudian mentransformasi keseluruhan sejarah umat manusia dari satu tahapan ke tahapan yang lain. Inilah yang mengatur keseluruhan sejarah manusia sejak pertama kali berevolusi dari kera 300.000 tahun yang lalu, dan tentunya masyarakat Korowai hari ini.\u003c/p\u003e\n\u003cp\u003eMarx menulis bahwa, \u003cem\u003e“\u003c/em\u003eSama seperti seorang tidak dapat menilai individu dengan apa yang mereka pikirkan tentang dirinya sendiri, jadi seorang tidak dapat menilai sebuah periode transformasi semacam itu dengan kesadarannya, tetapi bertentangan dengan itu, kesadaran ini harus dijelaskan dari kontradiksi kehidupan material, dari konflik yang ada antara tenaga produktif sosial dan hubungan produksi.” [2]\u003c/p\u003e\n\u003cp\u003ePerkembangan tenaga produktif dan dengan begitu hubungan-hubungan produksi adalah dasar dari semua suprastruktur sosial yang ada. Filsafat, agama, moral, hukum, dan sebagainya—berdiri di atasnya. Perubahan dalam moda produksi, berarti berubah pula semua bangunan di atasnya. Dalam hal ini kita tidak melupakan hubungan dialektisnya, tetapi hanya dalam analisanya yang terakhir, ia adalah faktor yang menentukan. Sehingga untuk menerangkan semua hubungan sosial dalam masyarakat, tidak bisa tidak, harus dicari dalam kontradiksi kehidupan material, yaitu moda produksi yang mengaturnya.\u003c/p\u003e\n\u003cp\u003eMarx menulis, bukan kesadaran umat manusia yang menentukan eksistensi mereka, tetapi eksistensi sosial mereka yang menentukan kesadaran mereka. Kemudian Marx melanjutkan:\u003c/p\u003e\n\u003cp\u003e“Perubahan dalam pondasi ekonomi cepat atau lamban menuju pada transformasi keseluruhan suprastruktur yang besar sekali. Dalam mempelajari transformasi semacam itu selalu penting untuk membedakan antara transformasi material dari kondisi ekonomi proses produksi, yang dapat ditentukan dengan ketelitian ilmu pengetahuan alam dan transformasi yang legal, politik, religius, artistik atau filosofi—secara singkat, bentuk-bentuk ideologi dimana rakyat menjadi sadar akan konflik tersebut dan berjuang habis-habisan.” [3]\u003c/p\u003e\n\u003cp\u003eIni dapat dijelaskan bahwa, kriteria perkembagan manusia dapat dilihat terutama dari perubahan organ-organ sosialnya—perkakas kerja—yang perkembangannya tak terbatas. Dalam proses kerjanya, tak seperti binatang, manusia secara aktif mempengaruhi lingkungan sekitarnya, merubahnya dan menyesuaikannya pada kebutuhan mereka.\u003c/p\u003e\n\u003cp\u003ePerkembangan masyarakat Korowai hari ini adalah tidak mungkin lebih tinggi dari kemajuan tenaga produktifnya. Perkakas kerja seperti tombak kayu, bubu, tenun tangan tradsional, tidak mungkin menghasilkan daging babi yang berlimpah ruah atau gedung pencakar langit yang lengkap dengan AC, TV, makanan cepat saji, dan sebagainya—yang diproduksi oleh perkakas kerja modern. Sehingga struktur sosial masyarakat Korowai adalah sama persis seperti kemajuan alat-alat produksi dan tenaga produktif mereka. Syarat untuk meningkatkan keberadaan mereka, tidak bisa tidak harus dimulai dari peningkatan alat-alat kerja dan tenaga produktif mereka.\u003c/p\u003e\n\u003cp\u003eInilah dasar dari kemajuan sosial suatu masyarakat, yaitu harus dimulai dari kemajuan tenaga produktifnya. Kebenaran ini begitu jelas bagi kita, sehingga bahkan seorang tak terpelajar pun bisa memahaminya. Marx meletakan ini ratusan tahun yang lalu, tetapi relevansi bahkan masih segar hingga hari ini. Dalam konteks Papua, saya menilai, hanya Marxisme yang mampu menerangi semuanya. Ilmu pengetahuan lain adalah reduksionis, oleh sebab itu, tidak layak untuk dipakai di Papua. Generasi muda Papua harus mempelajari Marxisme, dimulai dari hari ini juga.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferensi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e[1] Indiana Jośe adalah seorang konten-kreator asal Eropa yang pergi dan hidup selama beberapa minggu di suku Korowai, Papua selama beberapa minggu. Ia merekam bermacam-macam aktivitas Suku Korowai yang masih sangat primitif dan hidup dalam keadaan serba alami. Dalam analisa sejarah, ini adalah bentuk dimana pertama kali semua masyarakat manusia bertransformasi dari dunia binatang sebelum akhirnya mencapai tahapan modern hari ini.\u003c/p\u003e\n\u003cp\u003e[2] Marx, Karl. 1859. \u003cem\u003eA Contribution on the Critique of Political Economy. \u003c/em\u003eProgress Publishers, Moscow.\u003c/p\u003e\n\u003cp\u003e[3] Ibd\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/11/14/indiana-jose-dan-bukti-baru-relevansi-marxisme-bagi-papua/\"\u003eIndiana Jośe dan Bukti Baru Relevansi Marxisme Bagi Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/11/14/indiana-jose-dan-bukti-baru-relevansi-marxisme-bagi-papua/","published":"Fri, 14 Nov 2025 09:42:10 +0000","publishedParsed":"2025-11-14T09:42:10Z","author":{"name":"Musell M. Safkaur"},"guid":"https://laolaopapua.com/?p=5363","categories":["Analisa Harian","Pilihan Redaksi","Indiana Jose","Marxisme","Sosialisme","West Papua"],"dcExt":{"creator":["Musell M. Safkaur"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Musell M. Safkaur","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/11/14/indiana-jose-dan-bukti-baru-relevansi-marxisme-bagi-papua/feed/","attrs":{},"children":{}}]}}},{"title":"Politik Empati yang Tersaring Ras dan Identitas di Tanah Papua","description":"\u003cp\u003eKalau kita bisa menangis untuk satu anak, mengapa tak untuk yang lain? Kabar pembunuhan terhadap seorang anak penyandang disabilitas rungu di Merauke mengguncang banyak hati. Sebuah peristiwa yang menggoreskan kesedihan mendalam bagi banyak orang. Warga berkumpul di Monumen Kapsul Waktu, mengenakan pakaian hitam, membawa bunga, menyalakan lilin, dan menundukkan kepala dalam doa. Ada kasih yang [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/31/politik-empati-yang-tersaring-ras-dan-identitas-di-tanah-papua/\"\u003ePolitik Empati yang Tersaring Ras dan Identitas di Tanah Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003e\u003cem\u003eKalau kita bisa menangis untuk satu anak, mengapa tak untuk yang lain?\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.detik.com/sulsel/hukum-dan-kriminal/d-8186309/bocah-disabilitas-tewas-di-merauke-diduga-korban-pembunuhan-berencana\"\u003eKabar pembunuhan terhadap seorang anak penyandang disabilitas rungu di Merauke\u003c/a\u003e mengguncang banyak hati. Sebuah peristiwa yang menggoreskan kesedihan mendalam bagi banyak orang. Warga berkumpul di Monumen Kapsul Waktu, mengenakan pakaian hitam, membawa bunga, menyalakan lilin, dan menundukkan kepala dalam doa. Ada kasih yang hadir di sana; ada rasa kehilangan yang tulus.\u003c/p\u003e\n\u003cp\u003eNamun sesuatu terasa janggal jauh di dalam benak, di tengah keheningan itu, kita diajak bertanya: apakah duka kita sudah merangkul semua yang terluka di tanah ini? Apakah setiap kehidupan yang hilang selalu ditangisi dengan kepedihan yang sama? Tragedi ini menjadi cermin tentang kasih yang hadir, tetapi juga tentang kasih yang masih perlu kita perluas.\u003c/p\u003e\n\u003cp\u003eMengapa tubuh-tubuh tertentu di tanah ini diratapi, sementara tubuh-tubuh lain dibiarkan sunyi? Tragedi ini menyentuh nurani, tetapi juga menyingkap ketimpangan empati yang telah lama bersemayam dalam cara masyarakat memandang kekerasan di Papua, di mana kematian sebagian orang menjadi peristiwa publik, dan kematian sebagian lainnya hanya dianggap kebiasaan. Mengapa untuk sebuah empati akan kematian ada standar selektif yang kita kenakan?!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEmpati yang Tersaring Ras dan Identitas\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDalam teori \u003cem\u003eDifferential\u003c/em\u003e atau \u003cem\u003eRacialized Empathy\u003c/em\u003e yang dikemukakan Judith Butler dan Sara Ahmed, empati tidak berdiri di ruang kosong, ia diatur oleh sistem sosial. Butler menyebut adanya konsep \u003cem\u003egrievable lives,\u003c/em\u003e gagasan bahwa hanya kehidupan tertentu yang dianggap layak untuk diratapi, sementara yang lain tidak. Sara Ahmed menyebut dinamika ini sebagai “ekonomi afektif”, yaitu cara masyarakat belajar kepada siapa mereka harus bersedih dan kepada siapa mereka boleh diam.\u003c/p\u003e\n\u003cp\u003eDalam konteks kriminalitas di Merauke, situasi ini tampak jelas. Terjadi apa yang disebut \u003cem\u003eracial empathy gap\u003c/em\u003e, yakni kesenjangan empati yang justru mereproduksi hierarki sosial. Kematian seorang anak penyandang disabilitas, non-OAP menjadi duka universal yang memikat simpati publik yang luas. Sementara di sisi lain, kematian OAP jarang mengundang duka yang sama, karena narasi rasisme telah lama dirawat melalui stereotip yang terus diulang: “Papua memang rusuh,” “mereka sering bikin masalah,” “mereka pemabuk,” atau “mereka pencuri.” Empati yang seharusnya menjadi ruang perjumpaan kemanusiaan, justru menjadi alat pembeda yang mempertegas batas antara “kami” dan “mereka.”\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKekerasan Struktural: Luka yang Tidak Selalu Berdarah\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSosiolog perdamaian Johan Galtung memperkenalkan istilah kekerasan struktural untuk menjelaskan bentuk kekerasan yang tidak selalu tampak secara fisik, tetapi tertanam dalam sistem sosial, ekonomi, dan politik yang membuat sebagian orang hidup dalam ketidakadilan yang terus-menerus.\u003c/p\u003e\n\u003cp\u003eKekerasan ini hadir ketika seseorang kehilangan hak dasarnya bukan karena perang atau senjata, melainkan karena kebijakan, ketimpangan, atau pengabaian yang berlangsung lama. Dalam kerangka ini, penderitaan tidak lagi dipahami sebagai akibat dari tindakan individu, melainkan hasil dari sistem yang memungkinkan sebagian kelompok hidup dalam kekurangan, dan kelompok lain menikmati keistimewaan.\u003c/p\u003e\n\u003cp\u003eKondisi Papua Selatan, khususnya Merauke, menunjukkan bagaimana kekerasan struktural berkelindan dengan apa yang disebut Laksmi Savitri sebagai “nekropolitik negara.” Dalam penelitiannya tentang proyek pangan dan penguasaan tanah di Merauke, Laksmi menjelaskan bagaimana negara memproduksi “kematian sosial” melalui kebijakan yang meniadakan keberlanjutan hidup masyarakat Marind: tanah diambil atas nama pembangunan, hutan dibuka atas nama pangan, dan masyarakat adat kehilangan ruang hidup di atas tanah mereka sendiri.\u003c/p\u003e\n\u003cp\u003eDalam pengertian ini, pembangunan tidak hanya menciptakan ketimpangan ekonomi, tetapi juga menentukan siapa yang berhak hidup dengan layak dan siapa yang perlahan dibiarkan mati. Inilah wajah paling sunyi dari kekerasan struktural, ketika kematian tidak selalu datang dari peluru, tetapi dari hilangnya sumber hidup, dari kebijakan yang tampak sah, dan dari ketidakhadiran negara di sisi mereka yang seharusnya dilindungi.\u003c/p\u003e\n\u003cp\u003eKekerasan yang berlangsung lama tidak hanya meninggalkan luka di tubuh dan tanah, tetapi juga membentuk cara orang melihat dan merasakan sesuatu. Ketika negara terus menentukan siapa yang berhak atas tanah, hidup, dan masa depan, masyarakat pun perlahan belajar mengikuti logika yang sama: ada yang dianggap penting untuk diperhatikan, dan ada yang dibiarkan berlalu begitu saja.\u003c/p\u003e\n\u003cp\u003eDalam hal ini, nekropolitik sebagai politik yang menentukan siapa yang boleh hidup dan siapa yang dibiarkan mati, tidak hanya bekerja lewat kebijakan, tapi juga lewat perasaan kita. Ia hadir dalam cara kita bersedih, berempati, dan memilih untuk bersuara. Karena itu, di Papua Selatan, bentuk-bentuk solidaritas sering tumbuh di wilayah yang aman untuk dirayakan, sementara persoalan yang lebih berat dan politis sering dibiarkan sepi, atau justru disuarakan oleh pihak-pihak dari luar.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eProduksi Stigma: Narasi dan Bayangan tentang “yang Berbahaya” \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKenyataan bahwa empati bekerja secara selektif juga tidak terlepas dari cara media dan wacana publik membentuk citra tentang siapa yang layak dipercaya dan siapa yang patut dicurigai. Dalam kasus ini, rujukan kepada “orang asli Papua” memang tidak muncul dalam pemberitaan, tetapi tubuhnya tetap hadir melalui rekaman CCTV yang disebar luas di media sosial dan kanal berita. Potongan visual itu berbicara lebih keras daripada kata-kata. Tanpa penjelasan kontekstual, tanpa konfirmasi identitas, citra tubuh berkulit gelap segera diasosiasikan dengan pelaku, seolah-olah wajah itu sudah cukup untuk mewakili kebenaran.\u003c/p\u003e\n\u003cp\u003eDi ruang percakapan publik, stigma itu kemudian diperkuat melalui bahasa sehari-hari. label pelaku sebagai “suku” digunakan secara samar, tapi semua orang tahu arah rujukannya adalah “orang asli Papua” di Merauke. Ia beredar seperti bisikan yang tidak pernah diucapkan keras-keras, tetapi tetap efektif menandai siapa yang “lain.” Di sinilah stigma bekerja paling halus, tidak lagi membutuhkan tuduhan eksplisit, cukup dengan visual, isyarat, dan kata yang setengah diucap.\u003c/p\u003e\n\u003cp\u003eMelalui cara semacam itu, media dan percakapan publik menjadi saluran yang mereproduksi rasisme dalam bentuk baru: bukan lewat ujaran kebencian terbuka, tapi melalui normalisasi kecurigaan. Tubuh OAP tidak lagi hanya dipandang, tapi dijaga jarak; tidak dituduh secara langsung, tapi selalu dicurigai.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRasisme Sebagai Alat Kapitalisme: Kriminalisasi dan Perpecahan Sosial\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePerbedaan antara OAP dan non-OAP di Papua Selatan tidak hanya terbentuk dari sejarah kolonial yang panjang, tetapi juga terus dirawat oleh sistem sosial dan kebijakan ekonomi masa kini. Rasisme di sini bukan sekadar persoalan sikap atau prasangka, melainkan bagian dari strategi yang lebih besar: ia menata ulang siapa yang dianggap beradab, siapa yang layak memimpin, dan siapa yang pantas disingkirkan. Di balik wacana tentang “ketertiban” dan “pembangunan,” rasisme berfungsi sebagai bahasa halus yang memberi legitimasi bagi proses penguasaan tanah dan sumber daya.\u003c/p\u003e\n\u003cp\u003eDalam konteks ini, proyek-proyek besar seperti Proyek Strategis Nasional (PSN) di Papua Selatan tidak hanya berjalan dengan logika ekonomi, tetapi juga dengan logika sosial. Masyarakat lokal—terutama orang Marind—sering digambarkan sebagai kelompok yang malas, miskin, atau tidak produktif, sehingga tanah mereka dianggap lebih “bermanfaat” bila dikelola oleh pihak luar. Narasi itu memberi pembenaran moral bagi pengambilalihan ruang hidup, sambil menghapus sejarah panjang pengetahuan dan cara hidup yang justru menjaga keberlanjutan tanah tersebut.\u003c/p\u003e\n\u003cp\u003eLebih dari itu, identifikasi kriminalitas terhadap OAP telah menjadi instrumen yang mempertajam jarak antara komunitas asli dan pendatang. Setiap kali terjadi tindak kekerasan atau pelanggaran hukum yang melibatkan OAP, narasi publik sering menyorotnya sebagai bukti “ketidakmampuan” atau “bahaya” yang datang dari kelompok tertentu. Akibatnya, rasa takut dan curiga tumbuh di antara warga menciptakan batas yang semakin tebal antara “kami” dan “mereka.” Sementara itu, isu-isu yang lebih mendasar seperti ketimpangan ekonomi, perampasan tanah, dan kerusakan lingkungan akibat proyek besar justru kehilangan perhatian.\u003c/p\u003e\n\u003cp\u003eKriminalisasi menjadi alat yang efektif untuk memecah solidaritas sosial. Ia membuat masyarakat saling mencurigai, bukan bersatu menghadapi ketidakadilan yang lebih besar. Dalam lanskap seperti ini, rasisme dan kapitalisme berjalan beriringan: yang satu menciptakan musuh imajiner, dan yang lain memanfaatkan ketakutan itu untuk membuka jalan bagi kekuasaan ekonomi yang lebih luas.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMenuju Empati yang Setara dan Keadilan yang Menyeluruh\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTragedi di Merauke seharusnya tidak hanya menggerakkan belas kasihan, tetapi juga kesadaran. Empati yang sejati tidak boleh memilih korban berdasarkan asal, ras, atau kedekatan emosional. Ia harus menjadi ruang bersama di mana setiap kehidupan—baik OAP maupun non-OAP—diakui sebagai sama berharganya. Namun empati saja tidak cukup, keadilan juga harus bekerja dengan cara yang lebih dalam. Upaya hukum dan penegakan kantibnas tidak boleh berhenti pada menemukan pelaku di lapangan, tetapi harus membaca konteks sosial yang lebih luas: bagaimana sistem, stigma, dan kebijakan pembangunan menciptakan kondisi yang melahirkan kekerasan.\u003c/p\u003e\n\u003cp\u003eMengusut tuntas tragedi seperti ini berarti juga mengusut aktor intelektual di baliknya bukan hanya siapa yang menghunus senjata atau melakukan kekerasan, tetapi siapa yang diuntungkan dari situasi sosial yang membuat kriminalitas terus berulang. Aparat dan lembaga hukum di Merauke perlu bekerja bukan semata untuk menjaga ketertiban, melainkan untuk membangun keadilan yang setara bagi semua pihak. Karena selama ketimpangan dibiarkan, selama empati masih bersyarat, maka duka akan terus datang tidak hanya dari peluru atau bacok parang, tetapi juga dari diamnya kita di hadapan ketidakadilan.\u003c/p\u003e\n\u003cp\u003eKita semua, juga memikul tanggung jawab moral yang sama. Jika kita bisa berpakaian hitam, duduk bersama di taman, menyalakan lilin, dan menangis untuk seorang anak kecil penyandang disabilitas yang menjadi korban kekerasan; maka kita juga seharusnya mampu menangis dan bertindak untuk setiap kemalangan orang asli Papua. Untuk dua belas orang yang tewas di Intan Jaya, untuk satu demi satu yang pelan-pelan tercekik oleh kebijakan pembangunan yang mematikan kehidupan mereka. Gerakan solidaritas kemanusiaan harus dirangkai dengan kebijaksanaan dan keberanian yang sama besar: tidak berhenti pada simpati sesaat, tetapi menjadi kesadaran panjang bahwa setiap nyawa di tanah ini berharga, dan setiap luka menuntut keadilan yang setara.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferensi:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAhmed, S. 2004. \u003cem\u003eThe Cultural Politics of Emotion.\u003c/em\u003e Edinburgh University Press.\u003c/p\u003e\n\u003cp\u003eButler, J. 2009. \u003cem\u003eFrames of War: When Is Life Grievable?\u003c/em\u003e Verso.\u003c/p\u003e\n\u003cp\u003eGaltung, J. 1969. \u003cem\u003eViolence, Peace, and Peace Research. Journal of Peace Research\u003c/em\u003e, 6(3), Hlm. 167–191.\u003c/p\u003e\n\u003cp\u003eSavitri, L. A. 2022. \u003cem\u003eNekropolitik Negara: Militerisasi Produksi Pangan di Tanah Malind-Anim.\u003c/em\u003e Pusaka.\u003c/p\u003e\n\u003cp\u003eHuchet, E. 2021. \u003cem\u003eAffective Frames and the Construction of the Human: Conceptualising Selective Empathy with Judith Butler. Hybrid, 2. \u003c/em\u003eBaca:\u003ca href=\"https://journals.openedition.org/hybrid/3118\"\u003e https://journals.openedition.org/hybrid/3118\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/31/politik-empati-yang-tersaring-ras-dan-identitas-di-tanah-papua/\"\u003ePolitik Empati yang Tersaring Ras dan Identitas di Tanah Papua\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/10/31/politik-empati-yang-tersaring-ras-dan-identitas-di-tanah-papua/","published":"Fri, 31 Oct 2025 08:15:12 +0000","publishedParsed":"2025-10-31T08:15:12Z","author":{"name":"Sellina Aurora"},"guid":"https://laolaopapua.com/?p=5356","categories":["Analisa Harian","Pilihan Redaksi","Empati","Kapitalisme","Kolonialisme","Merauke","Rasisme","West Papua"],"dcExt":{"creator":["Sellina Aurora"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Sellina Aurora","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"1","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/10/31/politik-empati-yang-tersaring-ras-dan-identitas-di-tanah-papua/feed/","attrs":{},"children":{}}]}}},{"title":"Materialisme Historis: Partai Revolusioner untuk Tumbangkan Kapitalisme","description":"\u003cp\u003eDunia jelas merupakan suatu sistem tunggal, yaitu suatu keseluruhan koheren yang tidak dapat dipisahkan satu sama lainnya atau tidak berceceran, acak-acakan, dan terputus satu dengan yang lainnya. Semua saling terhubung atau bertalian satu sama lain. Perubahan dalam satu bentuk, sudah pasti mempengaruhi dan menentukan bentuk yang lain. Ini terjadi di alam raya secara keseluruhan, termasuk [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/30/materialisme-historis-partai-revolusioner-untuk-tumbangkan-kapitalisme/\"\u003eMaterialisme Historis: Partai Revolusioner untuk Tumbangkan Kapitalisme\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003eDunia jelas merupakan suatu sistem tunggal, yaitu suatu keseluruhan koheren yang tidak dapat dipisahkan satu sama lainnya atau tidak berceceran, acak-acakan, dan terputus satu dengan yang lainnya. Semua saling terhubung atau bertalian satu sama lain. Perubahan dalam satu bentuk, sudah pasti mempengaruhi dan menentukan bentuk yang lain. Ini terjadi di alam raya secara keseluruhan, termasuk secara spesifik dalam kehidupan masyarakat-manusia. Dan terkait hubungan antara manusia dan benda (alam raya) adalah hubungan yang kompleks dan saling bekerja secara mutual dan aktif. Benda (alam/kondisi sosial) mengkondisikan manusia dan hubungan-hubungannya, sementara sebaliknya, manusia juga dapat mempengaruhi alam ataupun kondisi-kondisi sosial tertentu. Pendeknya, di antara dua hal tersebut, terdapat suatu hubungan yang saling kena-mengena satu dengan lainnya.\u003c/p\u003e\n\u003cp\u003eLalu apa yang menjadi kekuatan pokok dalam keseluruhan syarat-syarat kehidupan materil masyarakat-manusia? Atau dengan kata lain, apakah yang menjadi basis yang menentukan hubungan satu manusia dengan manusia lainnya: karakter sistem sosial, moral, intelektual, dan perkembangan masyarakat dari satu tahapan ke tahapan lainnya?\u003c/p\u003e\n\u003cp\u003eInilah peran materialisme historis untuk mengungkap fakta tersebut. Fredrich Engels mendefiniskan materialisme historis sebagai suatu cara pandang alur sejarah yang berusaha mencari penyebab akhir dan kekuatan penggerak semua peristiwa bersejarah yang penting dalam kehidupan masyarakat-manusia. Konsepsi utama materialisme atas sejarah dimulai dari seperti yang ditulis Engels dalam \u003cem\u003eAnti Duhring\u003c/em\u003e (1877):\u003c/p\u003e\n\u003cp\u003e“Produksi sarana-sarana pendukung kehidupan manusia dan, setelah produksi, adalah landasan bagi semua struktur sosial; bahwa di setiap masyarakat yang telah muncul dalam sejarah, cara bagaimana kekayaan didistribusikan dan bagaimana masyarakat terpecah-pecah menjadi kelas-kelas atau kelompok-kelompok sosial tergantung pada apa yang diproduksi, dan bagaimana produk-produk itu dipertukarkan.”\u003c/p\u003e\n\u003cp\u003eUntuk hidup, pertama-tama manusia harus punya tempat berlindung, makanan, dan pakaian. Dan untuk mempunyai semua itu, manusia harus memproduksinya. Tetapi untuk dapat berproduksi, dibutuhkan alat-alat kerja yang suka tidak suka harus diproduksi oleh manusia itu sendiri dan dapat menggunakannya.\u003c/p\u003e\n\u003cp\u003eAdalah jelas bahwa ketika nenek moyang kita bertransformasi dari kera menjadi manusia dan alat-alat yang digunakan untuk bertahan hidup masih sangat sederhana. Pertama-tama dimulai dari pengumpulan biji-bijian secara liar, namun oleh karena kondisi alam yang ganas, kondisi biologis manusia, serta ada kebutuhan untuk melindungi diri dari ancaman eksternal, maka, mau tidak mau, manusia harus hidup secara bergerombol. Ini terjadi sekitar tiga ratus ribu tahun yang lalu (Josh Holroyd dan Laurie O’Conel, 2022).\u003c/p\u003e\n\u003cp\u003ePada perkembangan selanjutnya bahasa bersama dikembangkan, dan bersama dengan itu pula alat-alat produksi dikembangkan. Data-data antropolog menunjukkan bahwa manusia pertama menggunakan batu lalu kemudian besi. Dan sesuai karakter keprimitifannya, alat-alat ini dipunyai oleh masing-masing anggota (kecuali tanah), berproduksi secara bersama dan hasil digunakan secara bersama. Sebagai wujud dari hal ini adalah semua orang berada dalam posisi setara atau tidak ada kelas-kelas. Engels menguraikan struktur sosial dari masyarakat-masyarakat tanpa kelas ini dalam bukunya \u003cem\u003eAsal-Usul Keluarga, Kepemilikan Pribadi, dan Negara \u003c/em\u003ebahwa:\u003c/p\u003e\n\u003cp\u003e“Tidak ada tentara, tidak ada polisi, tidak ada bangsawan, raja, bupati, pejabat atau hakim, tidak ada penjara, tidak ada tuntutan hukum—dan semuanya berjalan dengan tertib … rumah tangga dikelola oleh sejumlah keluarga yang setara, dan bersifat komunistis, tanah adalah milik suku, hanya kebun-kebun kecil yang dialokasikan untuk sementara kepada rumah tangga, namun tidak dibutuhkan sama sekali apparatus administrasi yang kompleks dengan segala konsekuensinya. … Tidak ada fakir miskin—rumah tangga komunal dan gens (keluarga marga) memahami tanggung jawab mereka terhadap yang tua, yang sakit, dan cacat dalam perang. Semua setara dan bebas, termasuk perempuan. Tidak ada budak atau penundukkan terhadap suku-suku lain” (Engels, 1884).\u003c/p\u003e\n\u003cp\u003eHanya setelah mata bajak ditemukan, holtikultura digantikan oleh agrikultur, dometikasi hewan dan pengembalaan, pemrosesan susu-susu sekunder, pengunaan wol, dan lain sebagainya—berhasil melepaskan manusia secara bertahap dari ketergantungan terhadap alam. Engels selanjutnya menjelaskan bahwa di tahapan inilah surplus produksi tercipta dan menandai awal mula pembagian masyarakat ke dalam kelas-kelas.\u003c/p\u003e\n\u003cp\u003eNamun begitu, tahapan ini juga menandai perampokkan dan sumber daya alam menjadi sesuatu yang diperebutkan untuk pertama kalinya. Kelompok-kelompok masyarakat yang entah karena kekeringan atau kalah perang, terpaksa menjadi tawanan dan pekerja paksa bagi kelompok lainnya. Ini adalah awal mula perbudakkan dimulai.\u003c/p\u003e\n\u003cp\u003eMasyarakat terfragmentasi menjadi kelas-kelas, sebagian mengorganisir diri menjadi kelas berkuasa, mengorganisir tentara, dan merumuskan aturan-aturan baru (embrio negara) untuk menjaga \u003cem\u003eprivilege\u003c/em\u003e mereka. Kerja produksi tidak lagi hanya merupakan kerja kebutuhan \u003cem\u003e(necessary labour), \u003c/em\u003etetapi juga kerja surplus\u003cem\u003e. \u003c/em\u003eKerja yang pertama adalah untuk memenuhi kebutuhan hidup produsen (budak), sementara yang kedua untuk keuntungan kelas berkuasa (tuan budak). Ernest Mandel memberi contoh bahwa ini dapat dilihat pada periode Kekaisaran Romawi, atau di Barat India serta Afrika Portugis Abad ke-16 yang mana para budak bekerja satu hari untuk memenuhi kebutuhan mereka, sementara 6 harinya untuk keuntungan tuan budak (Mandel, 1967).\u003c/p\u003e\n\u003cp\u003eDi daerah lain seperti Asia (Asiatik\u003cem\u003e), \u003c/em\u003epara pendeta dan tukang sihir (dokter) makin memperkuat ikatan mereka, mengangkat diri menjadi kelas militer dan bangsawan yang mengeksploitasi. Ini pertama terjadi di daerah Mesopotania (Irak, Iran, dan Mesir) lalu menyebar ke sebagian wilayah Asia, dan lainnya.\u003c/p\u003e\n\u003cp\u003eNamun lambat laun, dengan perbaikan lebih lanjut dalam melebur dan mengolah besi; meluasnya bajak besi dan pertenunan; perkembangan lebih lanjut dari pertanian, perkebunan, dan peternakan; serta kemajuan di bidang kerajinan tangan, mendorong kontradiksi-kontradiksi pokok dalam sistem perbudakan. Kerja paksa sudah tidak cocok lagi dengan kemajuan tenaga produktif yang baru—yang menuntut inisiatif dan minat untuk bekerja. Disinilah kemajuan tenaga produktif mendesak hubungan produksi lama yang sudah tidak sesuai lagi. Suka tidak suka, perbudakkan harus dirobohkan dan digantikan dengan hubungan produksi yang lebih sesuai, yaitu feodalisme.\u003c/p\u003e\n\u003cp\u003eDi dalam feodalisme, kelas yang saling bertentangan adalah raja dan petani hamba. Walau petani hamba memperoleh sedikit kebebasan, yaitu tidak diperjual-belikan dan dibunuh seperti budak, namun kerja yang dilakukan masih tetap merupakan kerja ganda, yaitu kerja kebutuhan dan kerja surplus. Seperti yang ditunjukkan oleh Engels dalam buku \u003cem\u003eAnti Duhring \u003c/em\u003e(1877) bahwa keluarga petani memproduksi hampir semua yang mereka butuhkan, begitupun halnya para pengrajin di kota. Dan hanya ketika mereka mulai memproduksi lebih daripada kebutuhan mereka sendiri, surplus ini kemudian sebagian diambil oleh raja secara gratis, dan sebagian dilempar ke dalam pertukaran yang disosialisasikan dan ditawarkan untuk dijual, menjadilah komoditas.\u003c/p\u003e\n\u003cp\u003ePasar semakin diperluas, produksi komoditi semakin intensif, batas-batas lama ditembus, dan teristimewa dengan ditemukannya mesin uap menjadikan kaum produser semakin independen dan berdiri sendiri-sendiri. Di samping gilde-gilde, bengkel-bengkel individual, berdiri pula pabrik-pabrik manufaktur menggunakan tenaga mesin yang dikerjakan oleh banyak orang; barang-barang diproduksi dalam jumlah banyak dalam waktu singkat dan murah, serta kelas borjuasi mulai terbentuk. Namun perkembangan pesat ini terbentur dengan sistem feodal yang memperhambat pertumbuhan pasar nasional dan pertumbuhan kelas borjuasi. Awalnya kontradiksi ini mengambil bentuk lokal, tetapi lambat laun mengambil bentuk nasional dan pecahlah pemberontakan-pemberontakan besar di Abad ke-17 dan 18 di Eropa Barat (Perancis, Inggris, Jerman, dan sebagainya).\u003c/p\u003e\n\u003cp\u003eDemikianlah akhir dari feodalisme, dan di atas puing-puingnya tatanan yang lebih sesuai, yaitu kapitalisme didirikan. Tetapi tepat seperti dua sistem sebelumnya, kapitalisme juga tidak menghapuskan pertentangan kelas. Ia hanya merubah bentuk hubungan penindasan dan lebih disederhanakan lagi. Dalam buku \u003cem\u003eAnti Duhring\u003c/em\u003e (1877) Engels menguraikan bahwa perkembangan mesin-mesin uap terpaksa mentransformasi manufaktur yang lebih tua menjadi industri modern, tenaga-tenaga produktif berkembang dengan panduan borjuasi dalam suatu kecepatan dan dalam suatu derajat yang tiada bandingnya dalam sejarah.\u003c/p\u003e\n\u003cp\u003eUntuk lebih produktif, untuk lebih perkasa dan sesuai produksi masa kini, maka alat-alat produksi yang terpencar-pencar harus dikonsentrasikan ke dalam suatu produksi yang hanya dapat dikerjakan oleh suatu kolektifitas orang-orang banyak. Yang itu berarti, secara bersama, produksi itu sendiri berubah dari yang dulunya tindakan individual menjadi tindakan sosial, dan produk-produk dari individual menjadi produk-produk sosial. Inilah watak utama produksi kapitalisme. Tetapi seperti yang dijelaskan lebih lanjut oleh Engels, bahwa bentuk produksi yang telah tersosialisasikan ini berkontradiksi dengan hubungan kepemilikan pribadi yang masih dipertahankan oleh borjuasi. Produksi sudah sosial, tetapi kepemilikan masih individu: kontradiksi ini mengandung benih dari seluruh antagonisme kelas hari ini.\u003c/p\u003e\n\u003cp\u003eSelanjutnya, pengkonsentrasian alat-alat produksi ke tangan segelintir individu melalui pembubaran sistem feodalisme; penghancuran produksi-produksi individu; di satu sisi merubah jutaan kelas pekerja menjadi kaum tak bermilik atau pekerja upahan (buruh), sementara di lain sisi penumpukan alat-alat produksi dan kekayaan hanya di tangan segelintir kelas borjuasi. Sistem kapitalisme menempatkan kelas buruh sebagai produsen, tetapi di saat yang bersamaan memisahkan hasil yang diproduksi dari mereka. Sementara kelas borjuis, kelas yang tidak bekerja, dari singgasana yang jauh menghak-milik apa yang diproduksi oleh buruh. Kontradiksi antara produksi yang disosialisasikan dan penghakmilikan kapitalistik; memanifestasikan diri sebagai antagonisme antara proletariat dan borjuasi.\u003c/p\u003e\n\u003cp\u003eLebih lanjut, persaingan antara kelas borjuis terus mendorong penyempurnaan mesin-mesin produksi. Akan tetapi, semakin sempurna mesin dan semakin tajam persaingan antara borjuasi, maka produksi semakin tidak terencana (anarkis) dan menyebabkan krisis-krisis periodik tak terkendalikan—yang melempar jutaan orang dalam ketiadaan lapangan pekerjaan dan kemiskinan yang mengerikan. Adalah fakta bahwa alih-alih kemajuan mesin-mesin memperpendek waktu kerja dan mendorong kesejahteraan bersama, justru sebaliknya menghancurkan jutaan umat manusia dan meredam mereka dalam lumpur penderitaan yang tiada bandingnya. Inilah kapitalisme: semakin ia berkembang, semakin tajam kontradiksi-kontrakdiksi inheren—yang pada analisanya yang terakhir menjadi palu penghancur dirinya sendiri.\u003c/p\u003e\n\u003cp\u003eDalam \u003cem\u003eKontribusi untuk Kritik Ekonomi Politik\u003c/em\u003e (1859) Marx menulis bahwa, “Dalam sejarah tidak pernah ada susunan ekonomi yang lenyap sebelum semua tenaga produktif yang mempunyai tempat di dalamnya telah berkembang dan hubungan produksi baru yang lebih tinggi tidak pernah lahir sebelum syarat-syarat materil dari pada hidupnya telah masak di dalam rahim yang lama itu sendiri”\u003cem\u003e. \u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eKapitalisme telah mensosialisasikan produksi, mendorong (bukan berarti menciptakan lapangan pekerjaan) miliaran orang untuk bekerja (produktif), dan di atasnya alat-alat berteknologi tinggi yang menciptakan keberlimpahan sudah tersedia. Tetapi kemajuan ini terbentur oleh hubungan penghakmilikan pribadi, sehingga suka tidak suka, hubungan ini akan terdesak atau didesak keluar dan hubungan yang baru, yang lebih sesuai, yaitu sosialisme akan menggantikannya.\u003c/p\u003e\n\u003cp\u003eSosialisme mendasarkan diri di atas basis produksi yang terencana melalui dewan-dewan buruh dan rakyat pekerja yang partisipatif dan demokratis. Hak milik pribadi dihapuskan dan digantikan dengan kontrol kolektif rakyat pekerja. Tidak ada bos, tidak ada pekerja, semua orang adalah setara, termasuk kaum perempuan. Pemisahan kerja mental dan fisik dihapuskan, termasuk juga perbedaan desa dan kota. Semua orang memiliki akses yang sama terhadap roti, pendidikan, seni, bangunan mewah, dan sebagainya—yang diakses secara gratis dan senantiasa dalam keadaan berlimpah. Hanya di atas kondisi semacam ini, kelas-kelas dalam masyarakat akan menguap bersama hantu kemelaratan dan sejarah perkembangan umat manusia dalam hal formasi sosial telah mencapai limitnya, yaitu komunisme.\u003c/p\u003e\n\u003cp\u003eInilah keseluruhan sejarah umat manusia sejak kemuculannya pertama kali dan perkembangannya di masa depan. Satu hal umum, kesesuaian atau persamaan yang dapat ditarik adalah perubahan-perubahan sosial dapat terjadi hanya ketika ada kemajuan dalam corak produksi manusia dan dengan begitu telah mempersiapkan syarat-syarat materil bagi berdirinya masyarakat yang baru. Tetapi, adalah konyol untuk mengatakan bahwa revolusi akan terjadi begitu saja ketika kondisi objektifnya telah matang tanpa bantuan manusia sebagai penggerak. Marx secara jelas mengatakan bahwa manusia dikondisikan oleh keberadaan sosialnya, tetapi manusia juga adalah pencipta sejarahnya sendiri.\u003c/p\u003e\n\u003cp\u003eRevolusi bukan buah apel yang ketika matang jatuh sendiri. Tetapi ia adalah hasil usaha-usaha massa rakyat yang mengabdikan diri dalam perlawanan tanpa henti untuk mendobrak \u003cem\u003estatus quo\u003c/em\u003e yang sudah tidak sesuai lagi dengan perkembangan tenaga produktif dan dengan begitu hubungan-hubungannya, dan mendirikan hubungan produksi dan suprastruktur yang lebih sesuai. Kondisi objektif tanpa bantuan faktor subjektif (massa rakyat yang terorgansir untuk melawan) adalah mustahil membicarakan suatu perubahan dalam masyarakat.\u003c/p\u003e\n\u003cp\u003eKecuali komune primitif yang secara alami memasuki masa perbudakkan; seluruh masyakarat berkelas lainnya memasuki perubahan yang satu dengan lainnya hanya oleh karena perjuangan massa rakyat yang mendasarkan dirinya di atas basis-basis material yang mengkondisikan keberadaannya. Adalah mustahil ada feodalisme tanpa pemberontakkan massa budak, demikian halnya kapitalisme tanpa pemberontakan kaum tani dan borjuasi kecil perkotaan yang berpuncak pada Revolusi Prancis 1789.\u003c/p\u003e\n\u003cp\u003eHari ini, para pembenci Marxisme mencibir kaum Marxis bahwa mereka gagal karena mengatakan: kapitalisme tak terelakan akan tergantikan oleh sosialisme. Ini menunjukkan bahwa mereka sama sekali tidak memahami Marx secara penuh, atau jika memahami, karena kepentingan kelasnya, mereka terpaksa mengutip Marx secara sepotong-potong untuk menipu kaum buruh dan rakyat pekerja bahwa kapitalisme adalah tahapan tertinggi sejarah perkembangan umat manusia, dan oleh karena itu, sosialisme hanyalah bualan Marx yang tidak benar.\u003c/p\u003e\n\u003cp\u003eTahun 1864, Marx segera bergabung dalam Asosiai Pekerja Internasional yang didirikan di London dan memainkan peran penting di dalamnya. Namun oleh karena gagalnya berbagai revolusi-revolusi saat itu, termasuk dihancurkannya Komune Paris (1871), mendorong Marx untuk terus menulis mengenai syarat-syarat revolusi. Salah satu poin pentingnya adalah pembangunan Partai Revolusioner. Tanggal 23 November 1871 Marx menulis kepada F Botle (1978) bahwa:\u003c/p\u003e\n\u003cp\u003e“Gerakan politik kelas pekerja tentu saja mempunyai tujuan akhirnya, yaitu penaklukan kekuasaan politik bagi kelas ini, dan ini tentu saja memerlukan organisasi kelas pekerja sebelumnya yang dikembangkan hingga titik tertentu dan muncul dari perjuangan ekonominya.”\u003c/p\u003e\n\u003cp\u003eKemudian tahun 1886, setelah menganalisis gerakan kelas pekerja di Inggris dan Amerika, Engels menulis dengan nada tegas bahwa, “Tetapi apapun yang dapat menunda atau mencegah konsolidasi nasional partai pekerja—tidak peduli apapaun platformnya—akan saya anggap sebagai kesalahan besar.”\u003c/p\u003e\n\u003cp\u003eTesis utama Marxisme adalah bahwa kelas buruh mempunyai tugas historis (terkondisikan) untuk menghancurkan kapitalisme dan merupakan kelas yang paling revolusioner. Tetapi untuk dapat melaksanakan tugas tersebut, dibutuhkan sebuah perubahan dari “kelas dalam dirinya sendiri” menjadi “kelas untuk dirinya sendiri.” Disini poin utama adalah peningkatan level kesadaran buruh dan rakyat pekerja dari sekedar ekonomisme menjadi kesadaran politik. Tetapi, bagaimana tugas ini bisa dilakukan? Melalui organisasi apa tugas ini bisa diwujudkan?\u003c/p\u003e\n\u003cp\u003eInilah tak tergantikannya partai revolusioner sebagai syarat subjektif dalam sebuah revolusi. Marx dan Engles menulis secara umum semasa hidup mereka, tetapi kemudian di tangan Lenin (1870-1924) persoalan ini mendapat pengejawantahan dan tempat yang paling sempurna. Lenin mengembangkan Kepeloporan Revolusioner bahwa: lapisan paling maju dan sadar kelas dari proletariat harus mengorganisir diri membentuk organisasi politik (partai revolusioner) demi menarik lapisan lebih luas dari kelas buruh serta memenangkannya ke politik revolusioner sekaligus menjadi perwujudan angkatan politik proletar melawan musuh-musuh kelasnya.\u003c/p\u003e\n\u003cp\u003eTesis ini berangkat dari fakta bahwa kesadaran buruh dan rakyat pekerja adalah bervariatif. Bahkan dalam tingkatan yang paling luas dan massal kesadaran mereka adalah kesadaran ekonomisme, yaitu tuntutan yang paling dekat dengan keseharian mereka. Sementara tuntutan yang paling tinggi, yaitu penuntasan tugas historis mereka: penggulingan kapitalisme dan perebutan kekuasaan ke tangan mereka (sosialisme), hanya bisa diwujudkan dalam suatu tingkat kesadaran, pemahaman, dan komitmen yang paling tinggi. Dan inilah tugas partai untuk mewujudkannya (Lenin, 1902).\u003c/p\u003e\n\u003cp\u003eMelalui kerja teori dan praktek yang sabar, membutuhkan waktu lama dan melelahkan, partai pertama-tama harus mengumpulkan elemen-elemen terbaik dari massa buruh dan rakyat pekerja lalu kemudian menarik lapisan lebih luas lagi untuk membentuk angkatan politik proletar yang siap melawan musuh-musuh kelasnya. Tanpa ini, energi massa akan terbuang percuma atau hanya akan mencapai tahap pemberontakan. Untuk bisa mencapai kemenangan yang dibutuhkan, yaitu penumbangan kapitalisme dan pendirian sosialisme, hanya bisa terjadi apabila dipandu oleh partai revolusioner yang memiliki kejelasan teori dan kebulatan tekad untuk melawan.\u003c/p\u003e\n\u003cp\u003eTrotsky menulis pada tahun 1932 bahwa bila saja tidak ada partai bertipe Bolshevik pada tahun 1917, maka mustahil ada revolusi sosialis saat itu. Tidak peduli betapa pun telah masaknya kenyataan-kenyataan objektif dalam rahim kapitalisme, tetapi apabila tanpa bantuan partai revolusioner, maka semua akan lenyap berlalu dan kapitalisme kembali pada porosnya. Tetapi hanya oleh karena bantuan kaum Bolshevik, yaitu kaum buruh dan rakyat pekerja yang terogansir sebagai perwujudan angkatan politik proletar yang didukung oleh massa tani—yang tampil memimpin jalanya revolusi, kemenangan itu bisa diraih pada bulan Oktober.\u003c/p\u003e\n\u003cp\u003eInilah pelajaran utama yang dikembangkan oleh Marx, Engels, dan Lenin. Bahwa biar pun kapitalisme telah memasuki epos pembusukkan, tetapi tanpa partai revolusioner, yaitu bidan yang berfungsi untuk mensesar kelahiran bayi sosialisme yang telah dikandung dalam rahim kapitalisme, maka selama itu pula anak bernama sosialisme tidak akan lahir ke muka bumi. Sehingga jelas bahwa cibiran para pembenci Marxisme, bahwa sosialisme telah gagal adalah omong kosong yang ditebar kepada kita semua.\u003c/p\u003e\n\u003cp\u003eHari ini, di tengah zaman akhir kapitalisme, yaitu imperialisme, kita tengah melihat kemajuan-kemajuan luar biasa dalam teknologi dan sains. Tetapi di saat yang bersamaan kita juga menyaksikan penderitaan-penderitaan dan kerusakan-kerusakan yang tiada bandingnya. Pengangguran-pengangguran juga meningkat setiap tahun. Bahkan di tahun ini, lebih dari 2,7 juta orang menganggur di Amerika Serikat. Sementara di dunia ketiga, jutaan orang meluncur secara bebas ke dalam gelombang PHK massal. Di Indonesia, lebih dari 100.000 orang kehilangan pekerjaan tahun ini.\u003c/p\u003e\n\u003cp\u003eAdalah fakta bahwa kita telah mempunyai kemajuan-kemajuan dalam energi baru terbarukan, tetapi di saat yang bersamaan produksi bahan bakar fosil juga meningkat setiap tahun dan menyebabkan krisis iklim paling parah yang belum dikenal pada masa sebelumnya. Bahkan negara-negara kepulauan di Pasifik seperti Kiribati diprediksi akan tenggelam pada tahun 2080. Sementara itu, perang terus berlanjut di Palestina, Ukraina, blokade terhadap Kuba, Venezula, Iran masih terus berlangsung hingga hari ini. Ada terlalu banyak energi yang dibuang untuk perang, alih-alih membangun kemanusiaan yang adil dan beradap.\u003c/p\u003e\n\u003cp\u003eJuga ada jutaan anak kelaparan di Afrika dan Timur Tengah. 80% anak tidak minum susu setiap pagi. Tetapi di saat yang bersamaan Amerika membuang jutaan liter susu ke laut. Kita tahu dengan pasti bahwa ketergantungan terhadap alam telah hampir ditaklukan separuhnya. Telur yang dulunya menunggu beberapa bulan, hari ini diproduksi dalam jumlah miliaran setiap hari di seluruh dunia. Demikian halnya daging ayam, sapi, sayuran, gandum, beras, dan lain sebagainya. Disini jelas bahwa kemajuan tenaga produktif telah menciptakan syarat-syarat materil bagi terciptanya masyarakat tanpa kelas, yaitu masyarakat yang diorganisir di atas basis keberlimpahan. Tetapi hubungan produksi kapitalistik telah menghambat kemajuan tersebut.\u003c/p\u003e\n\u003cp\u003eSehingga jelas, suka tidak suka, hubungan produksi ini harus angkat kaki karena sudah tidak sesuai lagi dengan kemajuan tenaga produktif saat ini. Namun begitu, sebagaimana sudah kita ulas, bahwa kapitalisme tidak bisa roboh dengan sendirinya. Ia membutuhkan tenaga pendorongnya. Dan inilah tugas mendesak kita saat ini, yaitu mengorganisir diri ke dalam partai revolusioner proletaritat untuk menyelesaikan tugas historis kita saat ini demi pembangunan masyarakat yang lebih adil, makmur, sejahtera dan bebas dari penindasan yang selama ini merantai kita semua.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferensi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEngels, Friedrich. 1877. \u003cem\u003eAnti Duhring. \u003c/em\u003eDiterbitkan dalam bahasa Indonesia oleh Hasta Mitra dan Ultimus Bandung, 2005.\u003c/p\u003e\n\u003cp\u003eLenin. 1902. \u003cem\u003eApa Yang Harus Dikerjakan? \u003c/em\u003eDiakses dari situs marxis.org terjemahan Ted Sprague, 2014. Baca: \u003ca href=\"https://www.marxists.org/indonesia/archive/lenin/1902/ApaYang/index.htm\"\u003ehttps://www.marxists.org/indonesia/archive/lenin/1902/ApaYang/index.htm\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eEngels, Friedrich. 1884. \u003cem\u003eAsal-Usul Keluarga, Kepemilikan Pribadi, dan Negara\u003c/em\u003e. Diterbitkan dalam bahasa Indonesia oleh Kalyanamitra, 2004.\u003c/p\u003e\n\u003cp\u003eJosh Holroyd dan Laurie O’Conel. 2023. \u003cem\u003eAsal Mula Masyarakat Kelas. \u003c/em\u003eDiakses dari situs revolusioner.org Perhimpunan Sosialis Revolusioner. Baca: \u003ca href=\"https://revolusioner.org/asal-mula-masyarakat-kelas/\"\u003ehttps://revolusioner.org/asal-mula-masyarakat-kelas/\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMandel, Ernet Mandel. 2013. \u003cem\u003ePengantar Teori Ekonomi Politik. \u003c/em\u003eDiterbitkan dalam bahasa Indonesia oleh Bintang Nusantara, Yogyakarta.\u003c/p\u003e\n\u003cp\u003eMarx, Karl. 1859. \u003cem\u003eKontribusi untuk Kritik Ekonomi Politik. \u003c/em\u003eDiakses dari situs marxis.org terjemahan Anonim. Baca: \u003ca href=\"https://www.marxists.org/archive/marx/works/1859/critique-pol-economy/preface.htm\"\u003ehttps://www.marxists.org/archive/marx/works/1859/critique-pol-economy/preface.htm\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eMolyneux, Jhon. 1978. \u003cem\u003eMarxisme dan Partai. \u003c/em\u003eDiakses dari situs marxis.org dalam bahasa asli. Baca: \u003ca href=\"https://www.marxists.org/history/etol/writers/molyneux/1978/party/index.htm\"\u003ehttps://www.marxists.org/history/etol/writers/molyneux/1978/party/index.htm\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eTrotsky, Leon. 2023. \u003cem\u003eMembela Revolusi Oktober. \u003c/em\u003eDiakses dari situs marxis.org terjemahan Ted Sprague. Baca: \u003ca href=\"https://www.marxists.org/indonesia/archive/trotsky/19321127-trotsky-membelaoktober.html\"\u003ehttps://www.marxists.org/indonesia/archive/trotsky/19321127-trotsky-membelaoktober.html\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eLorimer, Doug. 2013. \u003cem\u003ePokok-Pokok Materialisme Historis. \u003c/em\u003eDiterbitkan dalam bahasa Indonesia oleh Bintang Nusantara, Yogyakarta.\u003c/p\u003e\n\u003cp\u003eAlan Woods dan Ted Grant. 2018. \u003cem\u003eNalar Yang Memberontak; Filsafat Marxis dan Sains Modern. \u003c/em\u003eDiterbitkan dalam bahasa Indonesia oleh Resist Book, Yogyakarta.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/30/materialisme-historis-partai-revolusioner-untuk-tumbangkan-kapitalisme/\"\u003eMaterialisme Historis: Partai Revolusioner untuk Tumbangkan Kapitalisme\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/10/30/materialisme-historis-partai-revolusioner-untuk-tumbangkan-kapitalisme/","published":"Thu, 30 Oct 2025 02:33:59 +0000","publishedParsed":"2025-10-30T02:33:59Z","author":{"name":"Musell M. Safkaur"},"guid":"https://laolaopapua.com/?p=5351","categories":["Pilihan Redaksi","Teori","Karl Marx","leninisme","Marxisme","Materialisme Historis","Sosialisme","West Papua"],"dcExt":{"creator":["Musell M. Safkaur"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Musell M. Safkaur","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/10/30/materialisme-historis-partai-revolusioner-untuk-tumbangkan-kapitalisme/feed/","attrs":{},"children":{}}]}}},{"title":"Palestinianisme, Personalisme, dan Bias Moral Indonesia","description":"\u003cp\u003eIsu Palestina telah menjadi perhatian dunia internasional selama beberapa dekade, dan dalam konteks ini, \u0026#8220;palestinianisme\u0026#8221; sering digunakan untuk merujuk pada serangkaian ideologi, gerakan politik, dan solidaritas yang terhimpun di sekitar perjuangan rakyat Palestina. Dalam konteks negara-negara Muslim, termasuk Indonesia, dukungan terhadap Palestina sering kali disertai oleh pernyataan moral yang kuat, sambil mempertanyakan tindakan Israel yang [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/28/palestinianisme-personalisme-dan-bias-moral-indonesia/\"\u003ePalestinianisme, Personalisme, dan Bias Moral Indonesia\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003eIsu Palestina telah menjadi perhatian dunia internasional selama beberapa dekade, dan dalam konteks ini, \u0026#8220;palestinianisme\u0026#8221; sering digunakan untuk merujuk pada serangkaian ideologi, gerakan politik, dan solidaritas yang terhimpun di sekitar perjuangan rakyat Palestina. Dalam konteks negara-negara Muslim, termasuk Indonesia, dukungan terhadap Palestina sering kali disertai oleh pernyataan moral yang kuat, sambil mempertanyakan tindakan Israel yang dianggap sebagai genosida. Namun, ketika melihat lebih dalam, terdapat kontradiksi yang mencolok, terutama ketika Indonesia sendiri menghadapi isu-isu pelanggaran Hak Asasi Manusia (HAM) di dalam negeri seperti di Papua, serta selektivitas dalam mengecam kejahatan di negara lain seperti Nigeria, Kongo, Yaman, dan Suriah.\u003c/p\u003e\n\u003cp\u003eTulisan ini bertujuan untuk merefleksikan hubungan antara \u0026#8220;palestinianisme\u0026#8221;, filsafat personalisme yang mengedepankan nilai dan martabat manusia, serta bias moral yang terlihat dalam respons Indonesia terhadap konflik global dan isu-isu dalam negeri.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKonteks Palestina dan Filsafat Personalisme \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKonflik Palestina-Israel telah berlangsung sejak awal Abad ke-20, pada saat kelompok Zionis mulai memperjuangkan pendirian negara bagi bangsa Yahudi. Setelah Perang Dunia II dan Holocaust, dukungan internasional untuk negara Israel kian meningkat. Namun, hal ini juga menimbulkan ketegangan dan penderitaan yang berkepanjangan bagi rakyat Palestina yang kehilangan tanah dan hak-hak mereka. Sejak saat itu, konflik ini tidak hanya melibatkan pertikaian militer, tetapi juga dimensi sosial, politik, dan kemanusiaan yang mendalam. Seiring waktu, konsep \u0026#8220;palestinianisme\u0026#8221; kemudian muncul sebagai sebuah gerakan politik dan sosial, berupaya mencapai penentuan nasib sendiri dan pengakuan bagi rakyat Palestina. Meskipun pembelaan untuk hak-hak Palestina sah dan diperlukan, dalam beberapa kasus, pembelaan tersebut dapat mengaburkan atau mengecilkan pelanggaran hak asasi manusia yang terjadi di tempat lain. Ketidakseimbangan yang dirasakan ini dapat berasal dari beragam faktor.\u003c/p\u003e\n\u003cp\u003eFilsafat personalisme, dengan penekanannya pada martabat dan nilai inheren setiap individu, memberikan arah untuk mengevaluasi kontradiksi/bias/ selektivitas moral terhadap konflik global. Personalisme, sebagaimana diartikulasikan oleh para pemikir seperti Emmanuel Mounier menegaskan bahwa setiap manusia adalah pribadi yang unik dan tak tergantikan, yang layak mendapatkan rasa hormat dan perlindungan. Emmanuel Mounier dalam bukunya \u003cem\u003ePersonalism\u003c/em\u003e (1952) berpendapat bahwa, \u0026#8220;Seseorang bukan sekadar individu, melainkan makhluk yang berorientasi pada orang lain, makhluk yang mampu bertanggung jawab dan berkomitmen.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eOrientasi terhadap orang lain ini berarti bahwa setiap penderitaan atau ketidakadilan yang menimpa seseorang akan melemahkan seluruh komunitas manusia. Intinya personalisme menekankan tanggung jawab kita terhadap satu sama lain, terutama terhadap mereka yang rentan dan tertindas. Setiap individu memiliki hak untuk dihormati dan dilindungi, terlepas dari latar belakang budaya, agama, atau etnis. Dalam konteks ini, dukungan terhadap Palestina bisa dilihat sebagai ekspresi dari nilai-nilai personalisme tersebut, di mana individu memiliki hak untuk hidup dalam damai dan merdeka tanpa adanya penindasan.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBias Moral dalam Respons Indonesia \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eIndonesia, sebagai negara dengan populasi Muslim terbesar di dunia, telah lama mengakui Palestina sebagai negara yang merdeka. Namun, ada ironi yang muncul ketika negara ini mengkritik Israel yang dianggap melakukan genosida, tetapi pada saat yang sama mengabaikan isu-isu pelanggaran HAM yang terjadi di dalam negeri sendiri, seperti di Papua, serta ketidakadilan yang terjadi di negara lain seperti Nigeria, Kongo, Yaman, dan Suriah.\u003c/p\u003e\n\u003cp\u003eDi dalam negeri sendiri, masyarakat Papua, mengalami konflik HAM berkepanjangan dan rasio kemiskinan yang tinggi meskipun alamnya kaya. Di Nigeria, menurut laporan pada April 2023 dari \u003ca href=\"https://intersociety-ng.org/\"\u003e\u003cem\u003eInternational Society for Civil Liberties and Rule of Law\u003c/em\u003e\u003c/a\u003e setidaknya 52.250 umat Kristen yang teraniaya telah dibunuh sejak 2009. Selama 14 tahun terakhir kelompok ekstrimis Boko Haram dan Fulani membakar 18.000 gereja dan 2.200 sekolah Kristen.\u003c/p\u003e\n\u003cp\u003eDi Kongo, konflik etnis sejak 2020 menyebabkan setidaknya 1.300 orang tewas dan 400.000 mengungsi. Pada September 2025 Pasukan Demokratik Sekutu (ADF), yang terafiliasi ISIS, menyerang secara brutal dan menewaskan lebih dari 50 warga sipil yang menghadiri acara pemakaman di wilayah timur negara tersebut. Perang saudara Suriah, yang dimulai pada 2011, mempertemukan diktator brutal Suriah, Bashar al-Assad, melawan koalisi pemberontak yang didominasi oleh kelompok-kelompok jihadis yang dipimpin oleh Abu Mohamad al-Jolani/Ahmed al-Sharaa. Namun setelah menggulingkan rezim Bashar al-Assad, kelompok ini terus melakukan kejahatan kemanusiaan, membantai ribuan warga sipil Muslim Alawi di wilayah pesisir Suriah, kaum Yazidi, Kaum Druze, dan umat Kristen Suriah. Krisis di Yaman kini dianggap sebagai salah satu yang terburuk di dunia, dengan jutaan orang mengungsi dan menghadapi kelaparan (setengah juta orang meninggal karena kelaparan dalam 10 tahun terakhir).\u003c/p\u003e\n\u003cp\u003eDi balik berbagai fakta krisis kemanusiaan global dan lokal ini tersimpan sebuah pertanyaan mendalam. Mengapa hal ini terjadi dan bagaimana hal ini mencerminkan bias moral yang ada di dalam masyarakat dan pemerintahan Indonesia?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eArgumen Utama dan Analisis Kontradiksi \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDukungan Indonesia terhadap Palestina sering kali ditunjukkan melalui pernyataan politik, bantuan kemanusiaan, dan partisipasi dalam forum internasional yang mengadvokasi hak-hak Palestina. Sejak dekade 1960-an, Indonesia telah menjadi salah satu pendukung kuat gerakan kemerdekaan Palestina, termasuk melalui pengakuan terhadap Palestine Liberation Organization (PLO) sebagai wakil sah rakyat Palestina. Hal ini mencerminkan solidaritas Indonesia sebagai negara Muslim, di mana agama berperan besar dalam membentuk pandangan politik dan sosial.\u003c/p\u003e\n\u003cp\u003eMeskipun Indonesia mengklaim untuk mendukung hak asasi manusia dan keadilan, terdapat banyak kasus di mana negara ini menunjukkan sikap hipokrit. Misalnya, konflik di Papua yang melibatkan pelanggaran HAM oleh aparat keamanan tidak mendapat perhatian yang setara dengan yang diberikan kepada Palestina. Serangkaian pelanggaran, mulai dari pengekangan kebebasan berekspresi hingga tindak kekerasan, terus berlangsung tanpa adanya penyelesaian yang memadai.\u003c/p\u003e\n\u003cp\u003eDi sisi lain, ketika melihat konflik di Nigeria, Kongo, Yaman, dan Suriah, kita dapat mempertanyakan, mengapa respons Indonesia terhadap krisis kemanusiaan di negara-negara tersebut tidak sekuat respons terhadap Palestina?\u003c/p\u003e\n\u003cp\u003eBias moral atau selektif moralitas dalam menyikapi isu-isu internasional dan domestik dapat memengaruhi identitas nasional Indonesia. Ketika pemerintah cenderung selektif dalam mendukung isu tertentu berdasarkan kepentingan politik daripada prinsip moral yang universal, hal ini dapat menciptakan ketidakpercayaan di antara rakyat terhadap pemerintah. Masyarakat mungkin merasa bahwa nilai-nilai yang mereka percayai, seperti keadilan dan martabat manusia, tidak diterapkan secara konsisten, yang pada gilirannya dapat mengurangi legitimasi pemerintah di mata publik.\u003c/p\u003e\n\u003cp\u003eAda beberapa alasan yang mungkin menjelaskan kontradiksi ini. Pertama, kepentingan politik dalam negeri dan internasional bermain peran besar. Popularitas dukungan terhadap Palestina dapat digunakan oleh pemerintah untuk memperkuat dukungan domestik di tengah tantangan sosial dan politik lainnya. Kedua, sentimen kolektif dan solidaritas historis dengan negara-negara Muslim lainnya seringkali lebih menonjol dalam membentuk respons Indonesia. Ketiga, ada kemungkinan bahwa ada ketidakpahaman atau ketidakmampuan dalam menangani isu-isu domestik yang kompleks seperti di Papua, sehingga fokus dialihkan menuju masalah yang lebih besar secara internasional.\u003c/p\u003e\n\u003cp\u003ePapua sebagai contoh yang paling jelas dari bias moral di Indonesia. Meskipun pemerintah sering kali menegaskan bahwa Papua merupakan bagian integral dari Indonesia, banyak laporan dari organisasi internasional dan lembaga HAM menunjukkan adanya pelanggaran HAM dengan intensitas yang mengkhawatirkan. Tindakan represif, pengawasan ketat, dan penekanan terhadap kebebasan berekspresi membuat banyak orang Papua merasa terpinggirkan. Maka ketika Indonesia menegur Israel atas tindakan di Palestina, cukup beralasan bahwa warga negara meragukan konsistensi pernyataan tersebut ketika mereka melihat situasi di Papua yang tak kunjung membaik. Ini menciptakan jurang kepercayaan antara pemerintah dan masyarakat yang mencemaskan keutuhan sosial.\u003c/p\u003e\n\u003cp\u003eBegitu pun dengan krisis kemanusiaan dan kejatahan di Nigeria, Kongo, Yaman, dan Suriah. Indonesia hanya memberikan reaksi terbatas. Walaupun ada pemahaman bahwa konflik tersebut berdampak pada banyaknya pengungsi Muslim, aksi nyata dalam bentuk diplomasi atau bantuan tidak sekuat perhatian yang diberikan pada isu Palestina meskipun krisis pengungsi yang terjadi selaras dengan nilai-nilai yang dipegang oleh negara ini.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eArgumen Tandingan dan Implikasi \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTentu saja, ada beberapa argumen yang dapat diajukan untuk membela posisi pemerintah Indonesia dalam hal ini. Pertama, beberapa mungkin berargumen bahwa solidaritas terhadap Palestina adalah bagian dari perjuangan anti-kolonial yang lebih besar, di mana Indonesia merasa memiliki kewajiban moral untuk mendukung rakyat yang terjajah. Kedua, akan ada yang menyatakan bahwa perhatian terhadap isu internasional tidak mengurangi niat untuk penyelesaian konflik domestik, tetapi lebih pada kemampuan serta sumber daya yang tersedia untuk menangani berbagai isu. Namun, tantangan ini sering kali tidak cukup untuk menjawab pertanyaan seputar konsistensi dan keberlanjutan dalam perlindungan hak serta penegakan keadilan di dalam negeri khususnya di Papua dan luar negeri (krisis kemanusiaan di negara lain selain Palestina)\u003c/p\u003e\n\u003cp\u003eIsu bias moral ini bukan hanya penting secara akademis tetapi juga relevan dalam konteks sosial dan politik. Secara politik, pemerintah yang tidak koheren dalam respons terhadap isu-isu HAM berisiko kehilangan dukungan publik dan legitimasi. Dalam konteks sosial, ketidakadilan yang dilihat oleh masyarakat, baik dalam skala lokal maupun global, dapat menciptakan ketidakpuasan dan rasa frustrasi yang lebih besar, mengakibatkan ketidakstabilan sosial.\u003c/p\u003e\n\u003cp\u003eDengan pemahaman ini, penting untuk bertransformasi agar doktrin dan pendekatan Indonesia terhadap hak asasi manusia dan keadilan lebih inklusif dan konsisten. Ini mencakup perlunya dialog yang lebih terbuka mengenai isu-isu Papua, Nigeria, Kongo, Yaman, dan Suriah, di samping dukungan terhadap Palestina.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAkhir Kata \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDukungan Indonesia terhadap Palestina, meskipun didasarkan pada nilai-nilai kemanusiaan dan solidaritas, menjadi terlihat hipokrit ketika dihadapkan pada pelanggaran HAM di dalam negeri sendiri dan kurangnya respons terhadap isu internasional lainnya.\u003c/p\u003e\n\u003cp\u003eSebagai negara yang memiliki sejarah perjuangan untuk kemerdekaan dan pengakuan atas hak-hak asasi manusia, tanggung jawab Indonesia adalah untuk menunjukkan konsistensi dalam membela nilai-nilai yang dipegangnya. Dalam hal ini, penanganan isu-isu di Papua, Nigeria, Kongo, Yaman, dan Suriah harus menjadi bagian dari agenda nasional yang lebih luas, menciptakan sebuah kebijakan dalam negeri dan luar negeri yang inklusif dan responsif terhadap tantangan global sekaligus lokal.\u003c/p\u003e\n\u003cp\u003eTerutama dilihat dari konteks filsafat personalisme, itu berarti penderitaan individu-individu di Papua, Nigeria, Kongo, Yaman, dan Suriah harus dipandang dengan urgensi moral yang sama seperti penderitaan warga Palestina. Skala konflik yang sangat besar dan sistemik di wilayah-wilayah ini menuntut respons global yang mencerminkan martabat inheren semua korban.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.catholicculture.org/culture/library/catechism/index.cfm?recnum=1673\"\u003eKatakismus Gereja Katolik (KGK) tahun 1994\u003c/a\u003e, misalnya, dengan tegas menyatakan, \u0026#8220;Rasa hormat terhadap pribadi manusia bermula dari rasa hormat terhadap prinsip bahwa, setiap orang harus memandang sesamanya (tanpa terkecuali) sebagai \u0026#8216;diri yang lain\u0026#8217; terutama dengan mengingat hidupnya dan sarana yang diperlukan untuk menjalaninya dengan bermartabat.\u0026#8221;\u003c/p\u003e\n\u003cp\u003eMaka lokasi geografis atau signifikansi politik yang dirasakan dari suatu konflik tidak boleh mengurangi keharusan moral untuk meringankan penderitaan dan menjunjung tinggi martabat manusia. Personalisme menganjurkan penerapan prinsip-prinsip moral yang konsisten, terlepas dari konteks spesifiknya. Hal ini menyerukan penolakan terhadap segala bentuk relativisme yang memprioritaskan penderitaan satu kelompok di atas kelompok lain.\u003c/p\u003e\n\u003cp\u003ePada akhirnya, penting bagi Indonesia untuk terus mengeksplorasi dan merefleksikan pendekatannya terhadap hak asasi manusia, baik di dalam negeri maupun di panggung internasional. Hanya dengan demikian, Indonesia dapat menciptakan landasan moral yang kuat dan mempertahankan integritas sebagai bangsa yang berkomitmen pada keadilan dan martabat manusia. Singkatnya, setiap individu yang menderita adalah dunia yang pantas diselamatkan.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferensi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMounier, Emmanuel. 1952. \u003cem\u003ePersonalism\u003c/em\u003e. Routledge and Kegan Paul.  Hlm. 54\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/28/palestinianisme-personalisme-dan-bias-moral-indonesia/\"\u003ePalestinianisme, Personalisme, dan Bias Moral Indonesia\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/10/28/palestinianisme-personalisme-dan-bias-moral-indonesia/","published":"Tue, 28 Oct 2025 12:55:18 +0000","publishedParsed":"2025-10-28T12:55:18Z","author":{"name":"Andreas Maurenis Putra"},"guid":"https://laolaopapua.com/?p=5343","categories":["Analisa Harian","Pilihan Redaksi","Free Palestine","Free West Papua","Kolonialisme","Palestina","Personalisme","West Papua"],"dcExt":{"creator":["Andreas Maurenis Putra"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"Andreas Maurenis Putra","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/10/28/palestinianisme-personalisme-dan-bias-moral-indonesia/feed/","attrs":{},"children":{}}]}}},{"title":"Ketika Pangan di NTT Dikendalikan Kartel Ekonomi dan Politik","description":"\u003cp\u003eDi tengah gegap gempita pengembangan infrastruktur dan varietas ketahanan pangan, Nusa Tenggara Timur (NTT) tidak luput ditetapkan sebagai zona ekspansi lumbung pangan nasional. Wilayah ini, yang kerap distigmatisasi oleh negara sebagai daerah “rawan pangan, krisis air, kemarau berkepanjangan (el nino), bahkan tertinggal, terluar, dan termiskin (3T).” Sekarang menjadi salah satu episentrum eksperimen Food Estate (FE) [\u0026#8230;]\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/27/ketika-pangan-di-ntt-dikendalikan-kartel-ekonomi-dan-politik/\"\u003eKetika Pangan di NTT Dikendalikan Kartel Ekonomi dan Politik\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","content":"\u003cp\u003eDi tengah gegap gempita pengembangan infrastruktur dan varietas ketahanan pangan, Nusa Tenggara Timur (NTT) tidak luput ditetapkan sebagai zona ekspansi lumbung pangan nasional. Wilayah ini, yang kerap distigmatisasi oleh negara sebagai daerah “\u003ca href=\"https://rri.co.id/kupang/asta-cita/1870830/gubernur-melki-ntt-jadi-lumbung-pangan-nasional\"\u003erawan pangan\u003c/a\u003e, \u003ca href=\"https://sda.pu.go.id/post/detail/food_estate_upaya_pemerintah_atasi_krisis_pangan\"\u003ekrisis air\u003c/a\u003e, \u003ca href=\"https://www.kompas.id/artikel/curah-hujan-rendah-karena-el-nino-ntt-terdampak-paling-parah\"\u003ekemarau berkepanjangan (\u003c/a\u003e\u003ca href=\"https://www.kompas.id/artikel/curah-hujan-rendah-karena-el-nino-ntt-terdampak-paling-parah\"\u003e\u003cem\u003eel nino\u003c/em\u003e\u003c/a\u003e\u003ca href=\"https://www.kompas.id/artikel/curah-hujan-rendah-karena-el-nino-ntt-terdampak-paling-parah\"\u003e)\u003c/a\u003e, bahkan \u003ca href=\"https://kupang.tribunnews.com/2021/03/09/food-estate-dan-kemiskinan-di-provinsi-ntt\"\u003etertinggal, terluar, dan termiskin (3T)\u003c/a\u003e.” Sekarang menjadi salah satu episentrum eksperimen Food Estate (FE) dan komoditas pangan strategis dengan menunggangi Proyek Strategis Nasional (PSN). Seperti halnya sorgum, jagung, dan padi. Namun, yang tidak kalah penting, terdapat jejak kartelisasi ekonomi politik yang mengatur rantai produksi, distribusi, hingga kebutuhan konsumsi masyarakat terutama yang menetap di perdesaan.\u003c/p\u003e\n\u003cp\u003eFenomena ini bisa dipahami dengan menggunakan analisis “Rezim Pangan dan Masalah Agraria” (Philip McMichael; 2020), yang menjabarkan bagaimana sektor pangan selain merupakan kebutuhan biologis bagi manusia, ia juga bagian dari komoditas politik-ekonomi yang terhubung ke tatanan kapitalisme global. Tidak berhenti disitu, pertanyaan agraria melalui “Dinamika Kelas Dalam Perubahan Agraria” (Bernstein; 2019) pun mendesak mencari jawaban tentang 1) siapa memiliki apa? 2) siapa melakukan apa? 3) siapa mendapatkan apa? dan 4) digunakan untuk apa hasil yang mereka dapatkan?\u003c/p\u003e\n\u003cp\u003eBeranjak dari studi agraria kritis, seyogyanya konstruksi “rawan pangan” pun seringkali merupakan hasil kebijakan yang berusaha menyingkirkan praktik subsistensi masyarakat lokal. Studi McMichael kiranya menegaskan, rezim pangan global selalu memanfaatkan narasi krisis pangan untuk membuka jalan bagi ekspansi korporasi agribisnis dan konsolidasi kapital. Dengan kata lain, pengembangan Food Estate ke Provinsi NTT adalah upaya dari restrukturisasi relasi produksi yang melibatkan negara, korporasi, dan institusi keuangan internasional.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePengantar: Masuknya Rezim Pangan di NTT\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eNTT sudah lama diposisikan berdasarkan imajinasi negara sebagai salah satu daerah rawan pangan. Di masa Orde Baru (Orba), sekitar dekade 1970 hingga 1980-an di bawah rezim Soeharto, \u003ca href=\"https://tirto.id/ketika-sorgum-pangan-lokal-ntt-turun-kelas-digeser-beras-gQEk\"\u003eberas-isasi\u003c/a\u003e menggusur pangan lokal sorgum di Pulau Flores. Dan terpinggirnya sorgum tidak lepas dari kebijakan pangan Orba yang menempatkan beras sebagai satu-satunya pangan pokok. Makanan lainnya tidak lebih hanya asupan tambahan.\u003c/p\u003e\n\u003cp\u003eAdapun data \u003ca href=\"https://ntt.bps.go.id/id/pressrelease/2023/07/17/1152/persentase-penduduk-miskin-maret-2023-turun-menjadi-19-96-persen.html\"\u003eBadan Pusat Statistik\u003c/a\u003e (BPS) tahun 2023 mencatat, tingkat kemiskinan di NTT mencapai 19,96 persen pada Maret 2023—tertinggi ketiga nasional. Meskipun secara persentase terjadi penurunan sebesar 0,09 persen dibandingkan Maret 2022, jumlah penduduk miskin justru meningkat 9,5 ribu orang, menjadi 1,14 juta jiwa. Kesenjangan spasial antara desa dan kota juga teramat kontras. Persentase kemiskinan di perkotaan meningkat dari 8,84 persen menjadi 9,12 persen, sedangkan di perdesaan hanya turun marginal dari 23,86 persen menjadi 23,76 persen. Artinya, kemiskinan di NTT sangat terkonsentrasi di wilayah perdesaan, di mana sebagian besar penduduk sangat bergantung dari pertanian lahan kering dan irigasi terbatas. Dari sisi jumlah, penduduk miskin perdesaan mencapai lebih dari 1 juta orang, jauh melampaui penduduk miskin perkotaan yang hanya sekitar 135 ribu orang.\u003c/p\u003e\n\u003cp\u003eSecara ekonomi, tekanan hidup masyarakat miskin di NTT pun, terlihat dari garis kemiskinan sebesar Rp507.203/kapita per bulan, dengan 76,8 persen digunakan untuk kebutuhan pangan. Ini menandakan rapuhnya daya beli masyarakat terhadap kebutuhan dasar di tengah fluktuasi harga pangan dan keterbatasan akses pasar. Rata-rata rumah tangga miskin di NTT memiliki 5,9 anggota keluarga, sehingga secara keseluruhan, satu rumah tangga miskin membutuhkan sekitar Rp2,99 juta/bulan untuk bisa bertahan hidup.\u003c/p\u003e\n\u003cp\u003eKondisi struktural kemiskinan yang tinggi, akhirnya dijadikan alasan pemerintah di bawah rezim Joko Widodo untuk memperluas proyek Food Estate sejak tahun 2020. Wilayah-wilayah seperti Kabupaten Sumba Tengah, Sumba Timur, Belu, Flores Timur, dan Manggarai kemudian ditetapkan sebagai lumbung pangan berbasis jagung, sorgum, padi, kedelai, dan hortikultura. Di \u003ca href=\"https://kumparan.com/kumparanbisnis/banyak-yang-gagal-ini-daftar-wilayah-food-estate-jokowi-dalam-10-tahun-221Ra0rAEbz/4\"\u003eSumba Tengah\u003c/a\u003e, misalnya, telah dibuka 5.000 hektar lahan (3.000 hektar padi dan 2.000 hektar jagung) dengan target perluasan hingga 10.000 hektar. Di Sumba Timur, pemerintah menargetkan 1.000 hektar lahan sorgum, sedangkan di Belu, proyeknya dimulai dari 53 hektar lahan jagung dengan potensi ekspansi mencapai 15.000 hektar.\u003c/p\u003e\n\u003cp\u003eKebijakan tersebut ikut\u003ca href=\"https://kupang.tribunnews.com/2022/06/24/flores-timur-akan-kembangkan-pertanian-dengan-konsep-food-estate\"\u003e merambat ke Flores Timur\u003c/a\u003e melalui mantan penjabat Bupati Doris Alexander Rihi, bekerja sama dengan Kementerian Pertanian untuk mengembangkan Food Estate di tiga daratan utama, yaitu Flores Timur daratan, Adonara, dan Solor. Komoditas unggulannya meliputi padi, jagung, sorgum, kacang-kacangan, dan kelor, dengan total lahan potensial mencapai lebih dari 7.000 hektar. Program ini mendapat dukungan anggaran Dana Alokasi Khusus (DAK) sebesar Rp4,31 miliar dari Kementerian Pertanian, digunakan untuk pengadaan alat panen, mesin penggiling padi, rumah pengering hasil pertanian, maupun pembangunan dan perbaikan jaringan irigasi. \u003ca href=\"https://kupang.tribunnews.com/tag/kedelai\"\u003eSedangkan di Kabupaten Manggarai\u003c/a\u003e, pada 2023 lalu, para \u003ca href=\"https://kupang.tribunnews.com/tag/petani\"\u003epetani\u003c/a\u003e di beberapa desa diarahkan melakukan perubahan pola tanam dari padi beralih ke kedelai di lahan seluas 1.500 hektare yang diklaim kawasan Food Estate. Dan September 2025, \u003ca href=\"https://www.kompas.id/artikel/masyarakat-nilai-rencana-dpd-ri-untuk-cetak-sawah-di-ntt-tidak-masuk-akal\"\u003eSenator Peduli Ketahanan Pangan\u003c/a\u003e–program yang digagas oleh Dewan Perwakilan Daerah (DPD)–rencananya akan mengoptimalisasi lagi 500.000 hektar lahan untuk program cetak sawah.\u003c/p\u003e\n\u003cp\u003eSingkatnya, pelbagai komoditas Food Estate yang masuk ke NTT sejatinya tidak berdiri di atas kepentingan petani semata. Sebaliknya, dikendalikan oleh jejaring kartel ekonomi-politik. Strategi ini diamati berdasarkan produksi jagung, sorgum, beras, hingga pengelolaan lahan dan penggunaan pupuk bersubsidi. Sebab di balik jargon “ketahanan pangan nasional” atau “kemandirian petani,” sesungguhnya mengalir kepentingan perusahaan raksasa yang beroperasi seturut mekanisme distribusi input dan penguasaan lahan yang tersentralisasi.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJebakan Korporasi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHakikatnya, munculnya proyek Food Estate tidak terlepas dari dinamika dan arah pembangunan ekonomi Indonesia beberapa dekade terakhir. Program ini lahir dari dorongan untuk mentransformasi struktur ekonomi nasional agar semakin terhubung dengan mekanisme pasar bebas. \u003ca href=\"https://www.presidenri.go.id/siaran-pers/presiden-jokowi-proyek-food-estate-kolaborasi-kementerian-antisipasi-krisis-pangan/\"\u003eDi masa pemerintahan Joko Widodo\u003c/a\u003e, gagasan tersebut diwujudkan dengan upaya perluasan basis produksi komoditas bernilai tambah—strategi yang diyakini mampu mendorong daya saing Indonesia di kancah internasional.\u003c/p\u003e\n\u003cp\u003eMeski demikian, integrasi ekonomi yang teramat meluas ini, juga disertai dengan kebijakan deregulasi besar-besaran untuk memperlancar arus perdagangan dan investasi. Ambisi itu diperkuat dengan disahkannya Undang-Undang Cipta Kerja yang membuka jalan liberalisasi impor pangan. Akibatnya, arah pembangunan pertanian kian bergeser: dari yang sebatas menjamin ketersediaan pangan nasional menuju orientasi produksi komoditas ekspor bernilai tinggi. Dibalik kerangka inilah, Food Estate dilirik layaknya sektor unggulan yang diproyeksikan bisa menjawab integrasi pasar global, meski pada saat yang sama menciptakan sejumlah isu baru terhadap aspek sosial, ekonomi, hingga ekologis.\u003c/p\u003e\n\u003cp\u003ePerkebunan jagung merupakan salah satu cerminan bagaimana proyek pangan nasional beroperasi menggunakan logika \u003cem\u003ecorporate food regime\u003c/em\u003e seperti yang dijelaskan oleh Philip McMichael—yakni fase ketika sistem pangan global dikendalikan oleh aliansi perusahaan besar, sedangkan negara hanya beroperasi sebagai fasilitator kebijakan dan regulator pasar. Contohnya\u003ca href=\"https://kaoemtelapak.org/wp-content/uploads/2023/06/KT-Foul-Estate_compressed.pdf\"\u003e yang terjadi\u003c/a\u003e di Sumatera Utara dan Kalimantan Barat. Apabila distribusi benih hibrida jagung BISI-2 dan Pioneer di kawasan Sumba Tengah dan Belu, barang tentu sedari awal dikendalikan sama jalinan perusahaan besar, yakni PT BISI International Tbk, PT Panaraya, PT Eden Pangan, dan PT DuPont Indonesia yang merupakan bagian dari konglomerasi agribisnis multinasional. Pemerintah daerah melalui Dinas Pertanian aktif menyalurkan benih dan pupuk bersubsidi yang bersumber dari korporasi-korporasi tersebut sesuai skema kemitraan (\u003cem\u003eCorn Partnership\u003c/em\u003e). Kemudian petani diwajibkan menanam varietas tertentu yang disepakati perusahaan dan hanya bisa membeli input produksi (pupuk dan pestisida) dari distributor resmi yang terafiliasi dengan korporasi.\u003c/p\u003e\n\u003cp\u003eKetika panen tiba, hasil produksi petani tidak langsung masuk ke pasar lokal, tetapi dijual ke perusahaan pemasok yang terhubung dengan industri pakan ternak besar di Sidoarjo, Surabaya, dan Gresik—misalnya PT Charoen Pokphand Indonesia dan Japfa Comfeed—dengan bentuk kontrak jual beli dengan harga yang ditentukan dari atas. \u003ca href=\"https://data.badanpangan.go.id/datasetpublications/9in/rata-rata-harga-pangan-produsen-provinsi\"\u003eHarga jagung pipilan kering\u003c/a\u003e di tingkat petani pada musim tanam 2023 rata-rata berkisar Rp5.400–Rp6.000/kilogram saat dibeli oleh \u003ca href=\"https://kupang.tribunnews.com/regional-ntt/935157/harga-jagung-rendah-dinas-pertanian-rote-ndao-minta-petani-koordinasi-dengan-petugas-lapangan\"\u003eBulog ataukah Dinas Pertanian\u003c/a\u003e, jauh di bawah biaya produksi yang mencapai Rp10.000/kilogram. Akibatnya, para petani di seluruh wilayah NTT yang akan menanggung kerugian, terutama saat musim kering memperburuk produktivitas lahan tadah hujan. Sementara perusahaan-perusahaan di hilir, menikmati keuntungan dari stabilitas pasokan bahan baku untuk industri pakan dan ekspor, yang sebagian besar diserap oleh sektor unggas nasional. Di sini, negara hanya berperan sebagai penjamin investasi dan fasilitator kebijakan, mulai dari penyediaan lahan melalui Food Estate hingga bantuan alsintan, irigasi, dan infrastruktur jalan produksi.\u003c/p\u003e\n\u003cp\u003eKarut-marut tersebut, kiranya inheren dengan temuan FIAN Indonesia (2022). Bahwasannya pengaturan pangan yang dilaksanakan di Indonesia yaitu bagian dari aransemen pengaturan global. Inisiatif ini datang dari korporasi-korporasi raksasa bisnis pangan yang bergerak di hulu maupun hilir dari pertanian. Di tingkat global hal ini dilaksanakan oleh platform \u003cem\u003eNew Vision for Agriculture\u003c/em\u003e, Grow Asia di tingkat regional, dan PISAgro di tingkat nasional (Indonesia). Lewat lembaga kemitraan multipihak tersebut kepentingan privat berupaya mempengaruhi kebijakan pemerintah dengan mempromosikan pendekatan berbasis-pasar (\u003cem\u003emarket-based solutions\u003c/em\u003e) terhadap masalah pangan. Di samping itu, PISAgro pun melakukan pendekatan secara tidak langsung untuk mendominasi diskursus publik tentang pembangunan pertanian berkelanjutan dengan ikut merancang kurikulum lembaga pendidikan penyuluh pertanian serta mendiseminasi gagasan dan aktivitasnya melalui media massa. Kedua pendekatan ini adalah upaya untuk merangkai perspektif pemerintah dan publik untuk mendesain kebijakan dan meraih dukungan sehingga sejalan dengan kepentingan kapital agribisnis.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKebohongan Negara\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUraian di atas seyogyanya memperlihatkan dengan gamblang bagaimana watak rezim pangan bekerja. \u003ca href=\"https://ntt.bps.go.id/id/statistics-table/2/OTM0IzI=/produksi-beras-menurut-kabupaten-kota.html\"\u003eLaporan BPS\u003c/a\u003e menampilkan, produksi beras di provinsi ini cenderung fluktuatif sekaligus menurun empat tahun terakhir. Pada tahun 2021, produksi beras mencapai 428.683 ton, meningkat menjadi 442.842 ton pada 2022, kemudian naik menjadi 449.145 ton pada 2023, tapi kembali anjlok pada 2024 menjadi hanya 414.576 ton. Penurunan produksi tersebut menggarisbawahi rapuhnya fondasi ketersediaan pangan di daerah yang masih sangat bergantung pada faktor iklim, air irigasi, serta minimnya dukungan terhadap sistem pertanian rakyat.\u003c/p\u003e\n\u003cp\u003eSelain itu, kebutuhan beras masyarakat NTT jauh melampaui kapasitas produksi. Dengan jumlah penduduk sekitar 5,8 juta jiwa dan tingkat konsumsi beras rata-rata sekitar 110 kilogram per kapita per tahun, maka kebutuhan beras NTT diperkirakan mencapai lebih dari 638.000 ton per tahun. Artinya, pada tahun 2024 saja, terdapat defisit sekitar 223.000 ton. Defisit inilah yang membuat NTT terus bergantung pada pasokan beras dari luar daerah, terutama dari Sulawesi Selatan dan Jawa Timur, yang telah lama menjadi sentra pasokan utama bagi wilayah timur Indonesia. Maka pada situasi itulah, setiap celah kekurangan pasokan segera diisi oleh jaringan distributor dan pedagang besar yang memiliki akses terhadap logistik, modal, dan infrastruktur distribusi antar wilayah.\u003c/p\u003e\n\u003cp\u003eKrisis itu juga muncul di level produksi. Berdasarkan \u003ca href=\"https://sensus.bps.go.id/main/index/st2023\"\u003eSensus Pertanian 2023\u003c/a\u003e, ada 883.667 petani di NTT, sebagian besar menggarap lahan kering yang rentan dengan kekeringan dan gagal panen. Dikonfirmasi \u003ca href=\"https://distankp.nttprov.go.id/cgi-sys/suspendedpage.cgi\"\u003eDinas Pertanian Provinsi NTT\u003c/a\u003e, pada tahun 2023–2024 saja, lebih dari 689 hektare sawah mengalami kerusakan akibat kekeringan, \u003ca href=\"https://www.victorynews.id/ntt/33111459686/50-hektare-jagung-di-ntt-mengalami-gagal-panen-akibat-dampak-kekeringan\"\u003esementara \u003c/a\u003e242 hektare lahan jagung gagal panen meski diklaim telah pulih kembali. Ironisnya, ketika petani berjuang menghadapi krisis iklim dan kekeringan, mereka tetap dibebani harga pupuk dan benih yang tinggi, serta akses distribusi yang tidak merata. Di banyak wilayah Timor, petani mengaku kesulitan mendapatkan pupuk bersubsidi tepat waktu, sementara pasokan benih unggul sering datang terlambat dan dengan stok terbatas.\u003c/p\u003e\n\u003cp\u003eTatkala di sektor hulu, proses penguasaan tanah berjalan melalui logika yang terstruktur dan sistematis. Antara tahun 2015 hingga 2022, \u003ca href=\"https://mongabay.co.id/2023/11/30/konflik-agraria-masih-terjadi-di-ntt-apa-penyebabnya/\"\u003eKonsorsium Pembaruan Agraria (KPA) \u003c/a\u003emenemukan sedikitnya 61 konflik agraria di NTT dengan luas lahan mencapai 67.196 hektare. Melibatkan sekitar 14.916 keluarga yang menjadi korban perampasan tanah. Sebagian besar konflik tersebut berhubungan dengan pemberian izin konsesi kepada perusahaan besar atas nama proyek “ketahanan pangan nasional” atau investasi industri perkebunan.\u003c/p\u003e\n\u003cp\u003eDi sinilah \u003cem\u003eagrarian question\u003c/em\u003e menemukan tempatnya. Apakah masyarakat petani di NTT masih memiliki masa depan sebagai produsen pangan yang berdaulat, atau akan terproletarisasi sepenuhnya dibawah kendali agribisnis global? Dikarenakan, \u003ca href=\"https://mongabay.co.id/2023/11/30/konflik-agraria-masih-terjadi-di-ntt-apa-penyebabnya/\"\u003ekonsentrasi penguasaan tanah \u003c/a\u003ejuga sangat timpang oleh korporasi dan pemerintah di NTT seluas 755.287 hektare, klaim hutan 524.840 hektare, dan HGU 20.668 hektare. Dengan legitimasi negara, lahan-lahan produktif masyarakat dialihkan menjadi sarana akumulasi kapital, mengubah petani menjadi buruh upahan musiman dan bahkan memaksa mereka bermigrasi keluar daerah. Dampaknya sungguh riskan. Kemiskinan kian melebar, terdapat 775.110 keluarga petani gurem yang menguasai tanah kurang dari 0,5 hektare. Selain itu, terjadi migrasi masyarakat ke luar negeri, \u003ca href=\"https://www.kompas.id/artikel/5-tahun-terakhir-657-peti-jenazah-pmi-ntt-dikirim-pulang\"\u003edengan gambaran 657 jenazah TKI \u003c/a\u003eyang meninggal dan dipulangkan dalam 5 tahun terakhir. Maka dapat dipahami, jika pada kondisi sekarang, krisis pangan tidak saja disebabkan oleh faktor ekologis atau iklim ekstrim, tapi diperparah oleh struktur ekonomi politik yang menyingkirkan petani dari kontrol atas alat-alat produksinya.\u003c/p\u003e\n\u003cp\u003eIronisnya, di tengah meningkatnya produksi pangan untuk pasar transnasional, masyarakat NTT justru semakin sulit mengakses pangan sehat dan terjangkau. Berdasarkan informasi BPS, September 2025 saja \u003ca href=\"https://ntt.bps.go.id/id/pressrelease/2025/10/01/1454/september-2025--di-provinsi-nusa-tenggara-timur-terjadi-inflasi--year-on-year--y-on-y--sebesar-2-30-persen--inflasi-y-on-y-tertinggi--terjadi-di-kabupaten-ngada-sebesar-3-90-persen-.html\"\u003einflasi tahunan Provinsi NTT\u003c/a\u003e tercatat sebesar 2,30 persen, dengan kelompok makanan, minuman, dan tembakau sebagai penyumbang tertinggi, yakni 4,41 persen—melampaui kelompok pengeluaran lainnya. Kenaikan harga terutama terjadi pada komoditas beras, cabai merah, dan bawang merah, yang merupakan kebutuhan pokok rumah tangga perdesaan. Kondisi ini seyogyanya mempertegas, meskipun proyek Food Estate dan intensifikasi pertanian terus ditingkatkan, harga pangan pokok tetap tidak terkendali. Dan komunitas petani kecil yang menjadi produsen, tidak menikmati manfaat ekonomi dari peningkatan produksi. Sedangkan rumah tangga miskin menanggung beban inflasi pangan di tengah stagnasi pendapatan riil.\u003c/p\u003e\n\u003cp\u003eBerselancarnya negara di atas pembangunan pertanian di NTT mencerminkan apa yang oleh Tania Murray Li (2012) sebut sebagai \u003cem\u003ethe will to improve\u003c/em\u003e—sebuah dorongan moral dan teknokratis untuk “memperbaiki” kehidupan masyarakat yang justru menyingkap wajah kekuasaan. Di balik slogan kemandirian pangan dan kesejahteraan petani, negara hadir sebagai \u003cem\u003edesigner \u003c/em\u003ekebijakan pembangunan yang tampak matang, tapi kenyataannya muncul dari campur-aduk antara pengetahuan teknis, kepentingan politik, logika korporasi, dan kebiasaan birokratis yang terlembaga. Program seperti bendungan, Food Estate, atau bantuan benih bersubsidi tidak pernah lahir dari satu niat murni untuk mensejahterakan rakyat. Sebaliknya, dari jaringan dispositif yang menggabungkan berbagai bentuk pengetahuan, kosakata, kewenangan, dan teknik pengelolaan hidup.\u003c/p\u003e\n\u003cp\u003eBegitu pula ditekankan Tania Li, para perencana pembangunan bekerja sebagaimana posisi yang telah distruktur oleh institusi dan rutinitas administratif yang menuntun mereka untuk “membuat masyarakat lebih baik” menurut ukuran mereka sendiri. Akibatnya, proyek pembangunan pertanian di NTT beroperasi layaknya hasil tambal-sulam dari rasionalitas yang telah mapan–rasionalitas yang melihat tanah sebagai aset, petani sebagai objek, dan pangan sebagai komoditas. Berdasarkan penjabaran Tania Li dan dikuatkan oleh McMichael, negara terang-benderang menjadi fasilitator akumulasi kapital sekaligus produsen wacana moral tentang kemajuan—menciptakan pertentangan di mana “perbaikan” justru menghadirkan bentuk-bentuk baru dari keterasingan dan ketimpangan agraria.\u003c/p\u003e\n\u003cp\u003ePemandangan saat ini, menampakan kausalitas dari proyek Food Estate di berbagai wilayah frontier–meningkatnya produksi tidak serta-merta meningkatkan ketersediaan atau keterjangkauan pangan bagi masyarakat lokal. Petani menanam jagung atau padi tidak untuk konsumsi, justru dijual. Sedangkan mereka sendiri membeli beras dan sayur di pasar dengan harga yang terus melonjak. Ketika panen raya datang, harga jual anjlok; ketika musim paceklik tiba, harga pangan melambung tinggi. Berkaca dari situasi itu, petani kehilangan kedaulatan atas hasil produksinya sekaligus kehilangan kemampuan untuk memenuhi kebutuhan dasarnya sendiri. Oleh karenanya, rezim pangan yang lahir di NTT bukanlah rezim yang menumbuhkan kemandirian pangan rakyat, tetapi rezim yang mengekspor sumber daya agraria ke luar wilayah. Di balik narasi “ketahanan pangan nasional,” sesungguhnya berlangsung reproduksi nilai-nilai agraria—di mana tenaga, tanah, dan hasil panen petani mengalir keluar dari desa, sementara kemiskinan dan kerentanan pangan menetap dan beranak-pinak di dalamnya.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePenutup\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eParadigma ketahanan pangan yang dijadikan dasar kebijakan tidak lain adalah politik depolitisasi pangan—mekanisme yang mengaburkan persoalan struktural di balik kelangkaan dan kemiskinan. Negara sibuk mengukur keberhasilan dari tonase panen, grafik inflasi, atau nilai ekspor komoditas, tetapi gagal membaca tragedi di balik angka-angka itu, seperti hilangnya kontrol petani atas tanah, terfragmentasinya komunitas masyarakat perdesaan, dan lenyapnya nilai-nilai kemandirian serta kolektivisme agraria yang selama ini merupakan tulang punggung kehidupan di NTT.\u003c/p\u003e\n\u003cp\u003eKrisis pangan, pada akhirnya bukan semata-mata akibat faktor ekologis atau iklim ekstrim, lebih tepat buah dari rekayasa politik-ekonomi yang menyingkirkan petani dari alat-alat produksinya. Ketika tanah menjadi aset investasi, dan pangan diperlakukan sebagai komoditas ekspor, maka kesejahteraan petani hanya menjadi residu dari akumulasi kapital di tangan segelintir elite ekonomi dan politik. Persis disini, proyek Food Estate bukanlah solusi, melainkan manifestasi baru dari kolonialisme agraria yang memperpanjang logika ketimpangan historis antara pusat dan daerah, antara korporasi dan rakyat.\u003c/p\u003e\n\u003cp\u003eKarena itu, membangun masa depan pangan di NTT menuntut politik kedaulatan, bukan hanya efisiensi produksi. Kedaulatan pangan bukan hanya tentang swasembada, tetapi penguasaan rakyat atas tanah, air, benih, dan hasil panennya sendiri. Ia menuntut pembalikan radikal terhadap logika pembangunan yang selama ini menempatkan petani layaknya objek proyek, menjadi subjek politik yang menentukan arah ekonomi pangan nasional.\u003c/p\u003e\n\u003cp\u003eBilamana negara masih bertahan seturut paradigma teknokratis dan korporatis, maka NTT tak lain hanya catatan kaki dari kapitalisasi pangan global—wilayah yang dikorbankan atas nama pembangunan nasional. Dengan demikian, jika arah politik pangan bergeser menuju kedaulatan petani dan demokratisasi agraria, maka NTT justru bisa menjadi episentrum kebangkitan baru: di mana politik pangan tidak lagi mengarah ke akumulasi dan monopoli pasar, tetapi mengedepankan emansipasi manusia dan pemulihan ekologisnya.\u003c/p\u003e\n\u003cp\u003e***\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReferensi\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBernstein, Henry. 2019. \u003cem\u003eDinamika Kelas dalam Perubahan Agraria\u003c/em\u003e. Yogyakarta: INSISTPress.\u003c/p\u003e\n\u003cp\u003eFIAN Indonesia. 2022. \u003cem\u003eFood Estate: Perampasan Kontrol dan Indikasi Pelanggaran Hak atas Pangan dan Gizi — Laporan Studi Pelaksanaan Proyek Food Estate di Sumatera Utara. \u003c/em\u003eDiakses dari \u003ca href=\"https://fian-indonesia.org/wp-content/uploads/2022/04/Laporan-Food-Estate-Sumut.pdf\"\u003ehttps://fian-indonesia.org/wp-content/uploads/2022/04/Laporan-Food-Estate-Sumut.pdf\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eKaoem Telapak. 2023. \u003cem\u003eFoul Estate: Laporan Pemantauan Proyek Food Estate di Kalimantan Barat dan Sumatera Utara.\u003c/em\u003e Diakses dari \u003ca href=\"https://kaoemtelapak.org/wp-content/uploads/2023/06/KT-Foul-Estate_compressed.pdf\"\u003ehttps://kaoemtelapak.org/wp-content/uploads/2023/06/KT-Foul-Estate_compressed.pdf\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eLi, Tania Murray. 2012. \u003cem\u003eThe Will to Improve: Perencanaan, Kekuasaan, dan Pembangunan di Indonesia.\u003c/em\u003e Tangerang Selatan: Marjin Kiri.\u003c/p\u003e\n\u003cp\u003eMcMichael, Philip. 2020. \u003cem\u003eRezim Pangan dan Masalah Agraria\u003c/em\u003e. Yogyakarta: INSISTPress.\u003c/p\u003e\n\u003cp\u003eThe post \u003ca href=\"https://laolaopapua.com/2025/10/27/ketika-pangan-di-ntt-dikendalikan-kartel-ekonomi-dan-politik/\"\u003eKetika Pangan di NTT Dikendalikan Kartel Ekonomi dan Politik\u003c/a\u003e appeared first on \u003ca href=\"https://laolaopapua.com\"\u003eLao-Lao\u003c/a\u003e.\u003c/p\u003e\n","link":"https://laolaopapua.com/2025/10/27/ketika-pangan-di-ntt-dikendalikan-kartel-ekonomi-dan-politik/","published":"Mon, 27 Oct 2025 02:50:59 +0000","publishedParsed":"2025-10-27T02:50:59Z","author":{"name":"B. Mario Yosryandi Sara"},"guid":"https://laolaopapua.com/?p=5337","categories":["Analisa Harian","Pilihan Redaksi","Food Estate","Kapital Global","Kapitalisme","NTT","Nusa Tenggara Timur","West Papua"],"dcExt":{"creator":["B. Mario Yosryandi Sara"]},"extensions":{"dc":{"creator":[{"name":"creator","value":"B. Mario Yosryandi Sara","attrs":{},"children":{}}]},"slash":{"comments":[{"name":"comments","value":"0","attrs":{},"children":{}}]},"wfw":{"commentRss":[{"name":"commentRss","value":"https://laolaopapua.com/2025/10/27/ketika-pangan-di-ntt-dikendalikan-kartel-ekonomi-dan-politik/feed/","attrs":{},"children":{}}]}}}],"feedType":"rss","feedVersion":"2.0"}
